Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim_PlayerResponse_1
source: Is there anything else I need to know?
pl_pl: Czy jest jeszcze coś, co {G}|gender(powinienem, powinnam) wiedzieć?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHimDoor_PlayerResponse_1
source: Alright, I'll find him for you... But what do you want me to do when I do find him?
pl_pl: W porządku, znajdę go dla Ciebie... Ale co mam zrobić, gdy już to zrobię?

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiar_PlayerResponse_1
source: I don't know, but I saw wrighting on the wall that said something similar.
pl_pl: Nie mam pojęcia. Ale {G}|gender(widziałem, widziałam) napisy na ścianie, które mówiły coś podobnego.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_1
source: Yes, but they had all fallen over.
pl_pl: Tak, ale wszystkie były przewrócone.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
pl_pl: Tak, ale kamień Makuty bardziej rzucał się w oczy.

source: Yes, but they had all fallen over.
pl_pl: Tak, ale wszystkie były przewrócone.

source: Yes, but the Makuta stone was more prominent.
pl_pl: Tak, ale kamień Makuty bardziej rzucał się w oczy.

source: Yes, but they had all fallen over.
pl_pl: Tak, ale wszystkie były przewrócone.

source: Yes, but the Makuta stone was more prominent.
pl_pl: Tak, ale kamień Makuty bardziej rzucał się w oczy.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_1
source: Yes, but they had all fallen over.
pl_pl: Tak, ale wszystkie były przewrócone.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
pl_pl: Tak, ale kamień Makuty bardziej rzucał się w oczy.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_1
source: He said I wasn't supposed to be there.
pl_pl: Powiedział, że nie {G}|gender(powinienem, powinnam) tam przychodzić.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_2
source: He called me a liar.
pl_pl: Nazwał mnie kłamcą.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_3
source: No, not much.
pl_pl: Nie, nic szczególnego.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones2_PlayerResponse_1
source: Yes, In fact there was, he was purple and white, and was wearing a Huna.
pl_pl: Tak, rzeczywiście tam był - w kolorach fioletowym, i białym, i nosił Hunę.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones_PlayerResponse_1
source: Purple and white, and he was wearing a Huna.
pl_pl: Fiolet i biel, a dodatkowo Huna na głowie.

# Dialogue_Response,DL_Allknowingmatoran_WDYFWhatToDo_PlayerResponse_1
source: I'm on it.
pl_pl: Zajmę się tym.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_1
source: I did, It was... interesting.
pl_pl: {G}|gender(Znalazłem, Znalazłam). To było... ciekawe doświadczenie.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_2
source: No, Not yet.
pl_pl: Jeszcze nie.

# Dialogue_Response,DL_Allknowingmatoran_Whathesaw_PlayerResponse_1
source: Would you know where this place is?
pl_pl: Czy wiesz, gdzie znajduje się to miejsce?

# Dialogue_Response,DL_Allknowingmatoran_Where_PlayerResponse_1
source: I'll keep a look out for this place, Thank you.
pl_pl: Poszukam tego miejsca, dziękuję.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_1
source: Rude.
pl_pl: Niemiło.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_2
source: That's a good song! Do you play any others?
pl_pl: Ładna piosenka! Gracie jakieś inne?

# Dialogue_Response,DL_Boat_PlayerResponse_1
source: Yes, I have.
pl_pl: Tak.

# Dialogue_Response,DL_Boat_PlayerResponse_2
source: No sorry not now.
pl_pl: Nie, nie teraz.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_1
source: I'm looking for a Matoran named Kohi, I'm told he booked a boat here.
pl_pl: Szukam Matoranina imieniem Kohi. Podobno wyczarterował tutaj łódź.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_2
source: Your accent, it's quite different from others I've heard.
pl_pl: Twój akcent różni się od innych, które {G}|gender(słyszałem, słyszałam).

# Dialogue_Response,DL_BoatManager3_PlayerResponse_1
source: Right...
pl_pl: Racja...

# Dialogue_Response,DL_BoatManager_PlayerResponse_1
source: Uhhhhh...
pl_pl: Eeeee…

# Dialogue_Response,DL_BoatManagerKohi2_PlayerResponse_1
source: Mesas?
pl_pl: Mesy?

# Dialogue_Response,DL_BoatManagerKohi3_PlayerResponse_1
source: Right, Thank you.
pl_pl: Dziękuję.

# Dialogue_Response,DL_BoatManagerKohi_PlayerResponse_1
source: Did he say where he was headed next?
pl_pl: Czy powiedział, dokąd się udaje?

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_1
source: Yes, I have.
pl_pl: Tak.

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_2
source: No sorry not now.
pl_pl: Nie, nie teraz.

# Dialogue_Response,DL_Candles1_PlayerResponse_1
source: A candle shop? I saw a store like this in Onu-Koro, any relation?
pl_pl: Sklep ze świeczkami? {G}|gender(Widziałem, Widziałam) już taki w Onu-Koro - czy to przypadek?

# Dialogue_Response,DL_Candles1_PlayerResponse_3
source: I'm just looking.
pl_pl: Tylko się rozglądam.

# Dialogue_Response,DL_Candles2_PlayerResponse_1
source: Why not? What is this company?
pl_pl: Dlaczego? Co to za firma?

# Dialogue_Response,DL_Candles2_PlayerResponse_3
source: I'll be leaving now.
pl_pl: Pójdę już.

# Dialogue_Response,DL_CandlesCompany_PlayerResponse_2
source: Hmm distressing...
pl_pl: Hmmm… Niepokojące...

# Dialogue_Response,DL_CandleSeller_PlayerResponse_1
source: I'll buy some!
pl_pl: Kupię jakieś!

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_1
source: Thank you, i'll go consult with Khalo.
pl_pl: Dziękuję, pójdę porozmawiać z Khalo.

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_2
source: I guess I don't need it that badly.
pl_pl: Chyba, aż tak bardzo ich nie potrzebuję.

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_1
source: I could use a mask, do you have one that's powered?
pl_pl: Mogę używać masek. Czy masz jakieś zasilone?

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_2
source: No, thank you.
pl_pl: Nie, dziękuje.

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_1
source: That depends. What do you do here?
pl_pl: To zależy od tego, czym się tutaj zajmujesz.

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_2
source: Nothing, thank you.
pl_pl: Dzięki, ale niczego nie potrzebuję.

# Dialogue_Response,DL_CartographerIntroNoKakama1_PlayerResponse_1
source: Ahh that's a shame.
pl_pl: Ahh, jaka szkoda.

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_1
source: Do you have any more masks?
pl_pl: Czy znalazłeś jeszcze jakieś inne maski?

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_2
source: Nothing, thank you.
pl_pl: Nic, dziękuję.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_1
source: Here's 350.
pl_pl: Proszę. Oto 350 widżetów.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_2
source: Can't you give me it for free? I'm a Toa of legend.
pl_pl: Nie możesz mi jej dać za darmo? Jestem legendarnym Toa.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_3
source: I don't have 350 widgets. How can I get that much?
pl_pl: Nie mam, aż tylu. Jak mogę je zdobyć?

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_1
source: Tell me about Tiro Canyon.
pl_pl: Opowiedz mi o Kanonie Tiro.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_2
source: Tell me about the Motara Desert.
pl_pl: Opowiedz mi o Pustyni Motara.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_3
source: I had need of something else.
pl_pl: Właściwie to potrzebuję czegoś innego.

# Dialogue_Response,DL_CartographerQuestStart_PlayerResponse_1
source: I'll be back.
pl_pl: Wkrótce wrócę.

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_1
source: Here's 350. (Current Toa Gains mask)
pl_pl: Proszę. Oto 350 widżetów. (Aktualny Toa zdobywa maskę)

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_2
source: Not yet no, I'll be back.
pl_pl: Jeszcze nie, wkrótce wrócę.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_1
source: Tell me about the Motara Desert.
pl_pl: Opowiedz mi o Pustyni Motara.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_2
source: Tell me about the Pillar-Lands.
pl_pl: Opowiedz mi o Krainie Filarów.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_3
source: I had need of something else.
pl_pl: Właściwie to potrzebuję czegoś innego.

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_1
source: I don't have 350 widgets. How can I get that much?
pl_pl: Nie mam, aż tylu. Jak mogę je zdobyć?

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_2
source: I had need of something else.
pl_pl: Właściwie to potrzebuję czegoś innego.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_1
source: Tell me about the Motara Desert.
pl_pl: Opowiedz mi o Pustyni Motara.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_2
source: Tell me about Tiro Canyon.
pl_pl: Opowiedz mi o Kanonie Tiro.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_3
source: Tell me about the Pillar-Lands.
pl_pl: Opowiedz mi o Krainie Filarów.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_4
source: I had need of something else.
pl_pl: Właściwie to potrzebuję czegoś innego.

# Dialogue_Response,DL_CaveInMatoran_PlayerResponse_1
source: That's alright, I'll come back later.
pl_pl: Rozumiem, wrócę później.

# Dialogue_Response,DL_Cleaning1_PlayerResponse_1
source: Well thank you for that!
pl_pl: Cóż, dziękuję Ci za to!

# Dialogue_Response,DL_Cleaning2_PlayerResponse_1
source: What are you doing there?
pl_pl: Co tutaj robisz?

# Dialogue_Response,DL_Cleaning_PlayerResponse_1
source: What are you doing there?
pl_pl: Co tutaj robisz?

# Dialogue_Response,DL_Cleaning_PlayerResponse_2
source: Jaller, is that you?
pl_pl: Czy to Ty, Jala?

# Dialogue_Response,DL_DamemoExit_PlayerResponse_1
source: You as well.
pl_pl: Tobie również.

# Dialogue_Response,DL_DamemoLeave_PlayerResponse_1
source: Well Good luck with that, I must be going now.
pl_pl: Cóż, życzę powodzenia - muszę już ruszać.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
pl_pl: Raczej nie powinieneś próbować przywrócić biegu rzeki na własną rękę - lepiej, żebyś się wyprowadził.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_2
source: I heard you catch Pink Tailed Ruki here.
pl_pl: Słyszałem, że poławiacie Różowoogonowe Ruki.

# Dialogue_Response,DL_DamemoLose2_PlayerResponse_1
source: Where will you go?
pl_pl: Dokąd się udasz?

# Dialogue_Response,DL_DamemoLose_PlayerResponse_1
source: <Lie> Indeed, however I was unable to clear the blockage. The beast proved too strong for even me.
pl_pl: <Skłam> Tak, ale nie udało mi się usunąć blokady. Bestia okazała się za silna nawet dla mnie.

# Dialogue_Response,DL_DamemoLose_PlayerResponse_2
source: <Truth> Yes, however you cannot stay here.
pl_pl: <Powiedz prawdę> Tak, ale nie możesz tutaj zostać.

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_1
source: How do you make money if they're illegal?
pl_pl: Jak na tym zarabiacie, skoro to nielegalne?

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_2
source: Did you know that these Ruki are endangered?
pl_pl: Czy wiedzieliście, że te Ruki są zagrożone?

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
pl_pl: Raczej nie powinieneś próbować przywrócić biegu rzeki na własną rękę - lepiej, żebyś się wyprowadził.

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_2
source: Hmm, If that's how you feel. I must get going now.
pl_pl: Hmm, skoro tak do tego podchodzisz, to nic tu po mnie.

# Dialogue_Response,DL_DamemoRukiSell_PlayerResponse_1
source: Did you know that these Ruki are endangered?
pl_pl: Czy wiedzieliście, że te Ruki są zagrożone?

# Dialogue_Response,DL_DamemoTruth_PlayerResponse_1
source: I know about your Pink Tailed Ruki Business, and you cannot continue it.
pl_pl: Wiem o waszym biznesie z Różowoogonowymi Ruki - nie możecie go kontynuować.

# Dialogue_Response,DL_DamemoWin1_PlayerResponse_1
source: Am I not supposed to be?
pl_pl: A nie {G}|gender(powinienem, powinnnam)?

# Dialogue_Response,DL_DamemoWin2_PlayerResponse_1
source: I defeated it.
pl_pl: Tak, {G}|gender(pokonałem, pokonałam) go.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_1
source: I heard you're selling Pink Tailed Ruki?
pl_pl: {G}|gender(Słyszałem, Słyszałam), że sprzedajecie Różowoogonowe Ruki.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_2
source: It's no trouble, however I must be going now.
pl_pl: Nie ma problemu, ale muszę już ruszać.

# Dialogue_Response,DL_DameoCamping1_PlayerResponse_1
source: Be sure to be careful little one, there are rahi about.
pl_pl: Uważaj na siebie malutki, w pobliżu kręcą sie Rahi.

# Dialogue_Response,DL_DameoCamping_PlayerResponse_1
source: Dameo? What are you doing out here?
pl_pl: Dameo? Co tutaj robisz?

# Dialogue_Response,DL_DameoReturn_PlayerResponse_1
source: Not at the moment no.
pl_pl: Na razie niczego mi nie trzeba.

# Dialogue_Response,DL_DamMaster1_PlayerResponse_1
source: You have some explaining to do, why were you near the lake? Who are you, and why did you run?
pl_pl: Masz mi parę rzeczy do wyjaśnienia - dlaczego byłeś w pobliżu jeziora, kim jesteś i dlaczego uciekłeś?

# Dialogue_Response,DL_DamMaster2_PlayerResponse_1
source: I've defeated you?
pl_pl: {G}|gender(Pokonałem, Pokonałam) Cię?

# Dialogue_Response,DL_DamMaster3_PlayerResponse_1
source: So you're an environmentalist?
pl_pl: A więc jesteś ekologiem?

# Dialogue_Response,DL_DamMaster4_PlayerResponse_1
source: That beast was yours?
pl_pl: Ta bestia była Twoja?

# Dialogue_Response,DL_DamMaster5_PlayerResponse_1
source: So about the river...
pl_pl: Co do rzeki...

# Dialogue_Response,DL_DamMaster6_PlayerResponse_1
source: Lift the Dam.
pl_pl: Podnieś tamę.

# Dialogue_Response,DL_DamMaster6_PlayerResponse_2
source: I suppose you could leave it as is.
pl_pl: Myślę, że możemy zostawić tamę, tak jak jest.

# Dialogue_Response,DL_DamMasterLeave_PlayerResponse_1
source: In future don't do this in secret, and less dangerously please.
pl_pl: Na przyszłość nie rób tego potajemnie i w mniej niebezpieczny sposób, proszę.

# Dialogue_Response,DL_DamMasterLift_PlayerResponse_1
source: But the village will be very greatful I'm sure.
pl_pl: Ale jestem pewny, że wioska będzie Ci bardzo wdzięczna.

# Dialogue_Response,DL_DamQuestFishing_PlayerResponse_1
source: Why are you still here then?
pl_pl: Dlaczego wciąż tu jesteś?

# Dialogue_Response,DL_DamQuestIntro2_PlayerResponse_1
source: What's wrong little one?
pl_pl: Co się stało, maluchu?

# Dialogue_Response,DL_DamQuestIntro3_PlayerResponse_1
source: Used to?
pl_pl: Handlowaliście?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_1
source: Why are you still here then?
pl_pl: Więc, dlaczego wciąż tu jesteś?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_2
source: Why didn't you just start fishing down in the ocean?
pl_pl: Dlaczego nie zaczęliście po prostu łowić ryb w oceanie, u ujścia rzeki?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_1
source: Of the fish?
pl_pl: Ryb?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_2
source: *Quietly walk away*
pl_pl: *Odejdź po cichu*

# Dialogue_Response,DL_DamQuestMyth_PlayerResponse_1
source: Thank you for the warning,
pl_pl: Dziękuję za ostrzeżenie.

# Dialogue_Response,DL_DamQuestStillHere_PlayerResponse_1
source: You started the town?
pl_pl: Założyłeś miasto?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_1
source: What are you doing up here?
pl_pl: Co robisz tutaj na górze?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_2
source: Why are you up here? The Nui-Rama could quick-snatch you!
pl_pl: Dlaczego jesteś tutaj, na górze? Nui-Rama mogłaby Cię stąd łatwo porwać!

# Dialogue_Response,DL_GeneralKokoranbyprotopool_2_PlayerResponse_1
source: Fair enough.
pl_pl: Rozumiem.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_1
source: Why are you lying by this Protodermis pool?
pl_pl: Dlaczego leżysz przy tym jeziorku Protodermisu?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_2
source: Well, thank you.
pl_pl: Dziękuję.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_4_PlayerResponse_1
source: Hmm, I see.
pl_pl: Yhy, rozumiem.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_1
source: What's the device in that hut?
pl_pl: Co to za urządzenie w tej chatce?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_2
source: Why are you lying by this Protodermis pool?
pl_pl: Dlaczego leżysz przy tym jeziorku Protodermisu?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_3
source: Well, thank you.
pl_pl: Dziękuję.

# Dialogue_Response,DL_GeneralKokoranGreeting_4_PlayerResponse_1
source: What's gone?
pl_pl: Co zniknęło?

# Dialogue_Response,DL_GiveHat1_PlayerResponse_1
source: Hmm, Interesting. What are the hats for though?
pl_pl: Hmm, ciekawe. Ale po co wam te czapki?

# Dialogue_Response,DL_GiveHat2_PlayerResponse_1
source: Sure, I'll have one!
pl_pl: Pewnie, wezmę ją!

# Dialogue_Response,DL_GiveHat2_PlayerResponse_2
source: No thank you, not right now.
pl_pl: Nie, dzięki, nie teraz.

# Dialogue_Response,DL_GiveHat_PlayerResponse_1
source: What's happening today?
pl_pl: Co się dziś dzieje?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_1
source: Why are you out here?
pl_pl: Co tutaj robisz?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_2
source: I don't mean to disturb you.
pl_pl: Nie {G}|gender(chciałem, chciałam) Ci przeszkadzać.

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_1
source: I found your note, you haven't forgiven him for leaving?
pl_pl: Znalazłem twoją notatkę, nie wybaczyłeś mu, że odszedł?

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_2
source: Sorry, I didn't mean to disturb you.
pl_pl: Przepraszam, nie {G}|gender(chciałem, chciałam) Ci przeszkadzać.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_1
source: I'll listen.
pl_pl: Posłucham.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_2
source: I'm sorry but I must be going.
pl_pl: Przepraszam, ale muszę już iść.

# Dialogue_Response,DL_GreavingMatoran8_PlayerResponse_1
source: I am so sorry.
pl_pl: Tak mi przykro.

# Dialogue_Response,DL_GreavingMatoran9_PlayerResponse_1
source: Makuta and his Rahi are merciless.
pl_pl: Makuta i jego Rahi są bezlitośni.

# Dialogue_Response,DL_Grinch1_PlayerResponse_1
source: Well, I'm sorry you don't like the festivities, but it's not like you can do anything about it.
pl_pl: Cóż, przykro mi, że nie lubisz tych obchodów, ale nie sądzę, żebyś mógł na to coś poradzić.

# Dialogue_Response,DL_Grinch2_PlayerResponse_1
source: Goodbye?
pl_pl: Do widzenia?

# Dialogue_Response,DL_Grinch_PlayerResponse_1
source: Why are you not celebrating?
pl_pl: Dlaczego nie świętujesz?

# Dialogue_Response,DL_Guard1_PlayerResponse_1
source: ... I'm a Toa.
pl_pl: ...Jestem Toa.

# Dialogue_Response,DL_Guard2_PlayerResponse_1
source: I'm double your height.
pl_pl: Jestem dwa razy {G}|gender(wyższy, wyższa) od Ciebie.

# Dialogue_Response,DL_Guard4_PlayerResponse_1
source: I'm sure I can manage it.
pl_pl: Jestem {G}|gender(pewny, pewna), że sobie poradzę.

# Dialogue_Response,DL_GuardCamp_PlayerResponse_1
source: This camp isn't very "forward".
pl_pl: Ten obóz nie jest zbyt "przedni".

# Dialogue_Response,DL_GuardCamp_PlayerResponse_2
source: Where is everyone?
pl_pl: Gdzie się wszyscy podziali?

# Dialogue_Response,DL_GuardCampForward_PlayerResponse_1
source: Where is everyone?
pl_pl: Gdzie się wszyscy podziali?

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_1
source: This camp isn't very "forward".
pl_pl: Ten obóz nie jest zbyt "przedni".

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_2
source: Hmm, alright.
pl_pl: Hmm, rozumiem.

# Dialogue_Response,DL_GuardPicking2_PlayerResponse_1
source: I see, carry on.
pl_pl: Rozumiem, nie przeszkadzaj sobie.

# Dialogue_Response,DL_GuardPicking_PlayerResponse_1
source: What's the matter?
pl_pl: Co się stało?

# Dialogue_Response,DL_GuardPickingSheilds1_PlayerResponse_1
source: Very funny.
pl_pl: Bardzo zabawne.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_1
source: Uhh, those are placks.
pl_pl: Uhh, to są talerze.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_2
source: They all just look red to me.
pl_pl: Według mnie, wszystkie są czerwone.

# Dialogue_Response,DL_GuardPickingSheildsTahu_PlayerResponse_1
source: They're the same size as you...
pl_pl: Są takiej samej wielkości jak ty...

# Dialogue_Response,DL_Hahli1_PlayerResponse_1
source: I'm sorry, my memory is a little fuzzy who are you?
pl_pl: Przepraszam, moja pamięć jest trochę zamglona - kim jesteś?

# Dialogue_Response,DL_Hahli2_PlayerResponse_1
source: Greetings Hahli, what is this you said about a Turaga?
pl_pl: Witaj Hahli. Co takiego mówiłaś o Turadze?

# Dialogue_Response,DL_Hahli3_PlayerResponse_1
source: Well that's not good. Any way I can help?
pl_pl: Cóż, to niedobrze. Czy mogę jakoś pomóc?

# Dialogue_Response,DL_Hahli3_PlayerResponse_2
source: Well that's not good. Any way I can help?
pl_pl: Cóż, to niedobrze. Czy mogę jakoś pomóc?

# Dialogue_Response,DL_Hahli4_PlayerResponse_1
source: I'll see what I can do.
pl_pl: Zobaczę, co da się zrobić.

# Dialogue_Response,DL_Hahli5_PlayerResponse_1
source: Not yet, I'm working on it.
pl_pl: Jeszcze nie, pracuję nad tym.

# Dialogue_Response,DL_Hahli6_PlayerResponse_1
source: You have my word.
pl_pl: Masz moje słowo.

# Dialogue_Response,DL_HahliGiveMap_PlayerResponse_1
source: I'll see what I can do.
pl_pl: Zobaczę, co da się zrobić.

# Dialogue_Response,DL_HalloweenMan1_PlayerResponse_1
source: What do you mean?
pl_pl: Co masz na myśli?

# Dialogue_Response,DL_HalloweenMan2_PlayerResponse_1
source: Oh, you mean the vegetables with faces on them?
pl_pl: Och, chodzi Ci o te warzywa z twarzami?

# Dialogue_Response,DL_HalloweenMan3_PlayerResponse_1
source: Do you know what they're for?
pl_pl: Wiesz, po co one tam są?

# Dialogue_Response,DL_HalloweenMan4_PlayerResponse_1
source: I suppose it couldn't hurt to try.
pl_pl: Myślę, że nie zaszkodzi spróbować.

# Dialogue_Response,DL_HalloweenMan5_PlayerResponse_1
source: No, not really.
pl_pl: Niespecjalnie.

# Dialogue_Response,DL_HalloweenMan6_PlayerResponse_1
source: Thank you, I suppose.
pl_pl: Dzięki... Chyba...

# Dialogue_Response,DL_Huki1_PlayerResponse_1
source: Hello?
pl_pl: Cześć?

# Dialogue_Response,DL_Huki3_PlayerResponse_1
source: I'm afraid not...
pl_pl: Obawiam się, że nie...

# Dialogue_Response,DL_Huki4_PlayerResponse_1
source: Nice to meet you - Again I suppose. What was this about a Turaga?
pl_pl: Miło Cię poznać - chyba znowu. Co się stało z Turagą?

# Dialogue_Response,DL_Huki5_PlayerResponse_1
source: Is there something I can do?
pl_pl: Czy jest coś, co mogę zrobić?

# Dialogue_Response,DL_Huki6_PlayerResponse_1
source: Uhh, Map?
pl_pl: Eee, mapie?

# Dialogue_Response,DL_Huki6_PlayerResponse_2
source: Of course.
pl_pl: Pewnie.

# Dialogue_Response,DL_HukiMap_PlayerResponse_1
source: I'll find him.
pl_pl: Znajdę go.

# Dialogue_Response,DL_HukiNoMap_PlayerResponse_1
source: Thank you, I'll find him.
pl_pl: Dziękuję, znajdę go.

# Dialogue_Response,DL_HukiReturn_PlayerResponse_1
source: I will, don't worry.
pl_pl: Nie martw się, już idę.
