Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Response,DL_HalloweenMan3_PlayerResponse_1
source: Do you know what they're for?
el: Ξέρεις για τι είναι;

# Dialogue_Response,DL_HalloweenMan4_PlayerResponse_1
source: I suppose it couldn't hurt to try.
el: Υποθέτω δεν υπάρχει πρόβλημα με το να δοκιμάσω.

# Dialogue_Response,DL_HalloweenMan5_PlayerResponse_1
source: No, not really.
el: Όχι, όχι ιδιαίτερα.

# Dialogue_Response,DL_HalloweenMan6_PlayerResponse_1
source: Thank you, I suppose.
el: Ευχαριστώ, υποθέτω.

# Dialogue_Response,DL_Huki1_PlayerResponse_1
source: Hello?
el: Παρακαλώ;

# Dialogue_Response,DL_Huki3_PlayerResponse_1
source: I'm afraid not...
el: Φοβάμαι πω όχι...

# Dialogue_Response,DL_Huki4_PlayerResponse_1
source: Nice to meet you - Again I suppose. What was this about a Turaga?
el: Χάρηκα για την γνωριμία -Ξανά. Τι είναι αυτό που είπες για κάποιον Turaga;

# Dialogue_Response,DL_Huki5_PlayerResponse_1
source: Is there something I can do?
el: Υπάρχει κάτι που μπορώ να κάνω;

# Dialogue_Response,DL_Huki6_PlayerResponse_1
source: Uhh, Map?
el: Εμμ, Χάρτης;

# Dialogue_Response,DL_Huki6_PlayerResponse_2
source: Of course.
el: Φυσικά.

# Dialogue_Response,DL_HukiMap_PlayerResponse_1
source: I'll find him.
el: Θα τον βρώ.

# Dialogue_Response,DL_HukiNoMap_PlayerResponse_1
source: Thank you, I'll find him.
el: Ευχαριστώ, θα τον βρώ.

# Dialogue_Response,DL_HukiReturn_PlayerResponse_1
source: I will, don't worry.
el: Θα τω κάνω, μην ανησυχείς.

# Dialogue_Response,DL_ImportedPlantSeller_PlayerResponse_2
source: I don't need any at the moment thank you.
el: Δεν χρειάζομαι αυτή την στιγμή, να σε καλά.

# Dialogue_Response,DL_InsaneMatoran1_2_PlayerResponse_1
source: Don't worry I won't hurt you!
el: Μην ανησυχείς δεν θα σε πειράξω!

# Dialogue_Response,DL_InsaneMatoran1_PlayerResponse_1
source: Don't worry I won't hurt you!
el: Μην ανησυχείς δεν θα σε πειράξω!

# Dialogue_Response,DL_InsaneMatoran2_2_PlayerResponse_1
source: Wait, I'm not lying!!
el: Κάτσε, δεν λέω ψέματα!

# Dialogue_Response,DL_InsaneMatoran2_PlayerResponse_1
source: Wait, I'm not lying!!
el: Κάτσε, δεν λέω ψέματα!

# Dialogue_Response,DL_Jala1_PlayerResponse_2
source: How do I get to the village?
el: Πως πάω στο χωριό;

# Dialogue_Response,DL_Jala1_PlayerResponse_4
source: Nothing, didn't mean to bother you.
el: Τίποτα, δεν ήθελα να σε ενοχλήσω.

# Dialogue_Response,DL_JalaReport1_PlayerResponse_1
source: Any news in Ta-Koro?
el: Έχεις νέα για το Ta-Koro;

# Dialogue_Response,DL_JalaReport1_PlayerResponse_2
source: Thank you for the information. I'll speak to him.
el: Ευχαριστώ για τις πληροφορίες. Θα του μιλήσω.

# Dialogue_Response,DL_JalaReport_PlayerResponse_1
source: I have more Athority than you.
el: Έχω περισσότερη Εξουσία από εσένα.

# Dialogue_Response,DL_JalaReport_PlayerResponse_2
source: Please, I'd like to know what's going on around here.
el: Παρακαλώ, θα 'θελα να ξέρω τι γίνεται εδώ γύρω.

# Dialogue_Response,DL_JalaReportTahu_PlayerResponse_1
source: Thank you for the information.
el: Ευχαριστώ για της πληροφορίες.

# Dialogue_Response,DL_JalaTakoro_PlayerResponse_1
source: Remind me, Who are you?
el: Θύμισέ μου, Ποιος είσαι;

# Dialogue_Response,DL_JalaWho_PlayerResponse_1
source: How do I get to the village?
el: Πως πάω στο χωριό;

# Dialogue_Response,DL_JalaWho_PlayerResponse_3
source: Thank you, I remember now.
el: Ευχαριστώ, τώρα θυμάμαι.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_1
source: What's this about the Turaga?
el: Τι είναι αυτό για τον Turaga;

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_2
source: Your shipment?
el: Το φορτίο σας;

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_3
source: Reka said you would have a job for me.
el: Ο Reka είπε ότι θα είχατε μια δουλειά για μένα.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_4
source: Carry on.
el: Συνέχισε.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_1
source: Am I disturbing you?
el: Σας ενοχλώ;

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_2
source: Reka sent me.
el: Ο Reka με έστειλε.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_3
source: I'll leave you to... whatever you're doing.
el: Θα σας αφήσω να κάνετε... ό,τι είναι που κάνετε.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_1
source: Sounds like something I could handle.
el: Ακούγεται σαν κάτι που θα μπορούσα να χειριστώ.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_2
source: What kind of shipment?
el: Τι είδους εμπορεύματα;

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_1
source: He said you might have a job for me.
el: Είπε ότι μπορεί να έχεις μια δουλειά για μένα.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_2
source: You looked distracted just then.
el: Φαινόσασταν αφηρημένη εκείνη τη στιγμή.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_3
source: Nevermind.
el: Δεν πειράζει.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_1
source: Alright, I'm on it.
el: Εντάξει, το αναλαμβάνω.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_2
source: Remind me, what type of shipment is this?
el: Θύμισέ μου, τι είδους φορτίο είναι αυτό;

# Dialogue_Response,DL_JobmasterReturn1_PlayerResponse_1
source: Why were you having them imported?
el: Γιατί τα εισάγατε;

# Dialogue_Response,DL_JobmasterReturn2_PlayerResponse_1
source: This stops now.
el: Αυτό σταματάει τώρα.

# Dialogue_Response,DL_JobmasterReturn3_PlayerResponse_1
source: I believe you owe me some widgets.
el: Πιστεύω ότι μου χρωστάς μερικά μεταλλίσματα.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_1
source: Your Illegal Ruki were eaten by Rahi.
el: Τα Παράνομα Ruki σας φαγώθηκαν από Rahi.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_2
source: Not yet.
el: Όχι ακόμα.

# Dialogue_Response,DL_JobmasterReturnFinal_PlayerResponse_1
source: Sorry.
el: Συγγνώμη.

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_1
source: Is there something I can do for you?
el: Υπάρχει κάτι που να μπορώ να κάνω;

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_2
source: And what did you say about the Turaga?
el: Τι είναι αυτό που είπες για τον Turaga;

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_3
source: Reka said you might have a job for me. How about I locate this shipment?
el: Ο Reka είπε ότι έχεις μια δουλειά για εμένα. Πως βρίσκω αυτό το φορτίο;

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_1
source: I accept.
el: Αποδέχομαι.

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_2
source: I have some other matters to attend to.
el: Έχω άλλα θέματα να φροντίζω.

# Dialogue_Response,DL_JobmasterShipmentJob_PlayerResponse_1
source: What do you need me to do?
el: Τι χρειάζεσαι να κάνω;

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_2
source: Where exactly is the shipping center?
el: Που ακριβώς είναι το κέντρο μεταφορών;

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_3
source: What type of shipment was it again?
el: Τι είδους φορτίου ήταν, μπορείς να μου θυμίσεις;

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_1
source: What's this about a shipment?
el: Τι αυτό που είπες για εμπορεύματα;

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_2
source: Reka mentioned I should come see you.
el: Ο Reka ανέφερε πως θα έπρεπε να έρθω.

# Dialogue_Response,DL_KapuraGa_PlayerResponse_2
source: Why are you in Ga-wahi?
el: Γιατί είσαι στο Ga-wahi;

# Dialogue_Response,DL_KapuraKo_PlayerResponse_2
source: What is a Ta-Matoran doing in Ko-Wahi?
el: Τι κάνει ένας Ta-Matoran στο Ko-Wahi;

# Dialogue_Response,DL_KapuraLe_PlayerResponse_2
source: Why are you in Le-Wahi?
el: Γιατί είσαι στο Le-wahi;

# Dialogue_Response,DL_Kapuranotlost_PlayerResponse_1
source: Ok, Goodbye...
el: Εντάξει, αντίο...

# Dialogue_Response,DL_KapuraOnu_PlayerResponse_2
source: What are you doing on this Island?
el: Τι κάνεις σε αυτό το νησί;

# Dialogue_Response,DL_KapuraPo1_PlayerResponse_1
source: Huh, I almost didn't recognise you without your wandering in circles!
el: Ημμ, Σχεδόν δεν σε αναγνώρισα χωρίς να γυροφέρνεις συνέχεια!

# Dialogue_Response,DL_KapuraPo2_PlayerResponse_1
source: Very well then, I'll leave you to it.
el: Πολύ καλά, θα σε αφήσω να κάνεις αυτό που κάνεις.

# Dialogue_Response,DL_KapuraWhatareyoudoing_PlayerResponse_2
source: Ok, Goodbye...
el: Εντάξει, αντίο...

# Dialogue_Response,DL_KapuraWhereGa_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
el: Αν ήρθες από το Ta-Wahi, φαίνεται να είχε δίκιο.

# Dialogue_Response,DL_KapuraWhereKo_PlayerResponse_1
source: If you managed to come all the way from Ta-Wahi, then It seems he was right.
el: Αν καταφέρεις να έρθεις από το Ta-Wahi, φαίνεται να είχε δίκιο.

# Dialogue_Response,DL_KapuraWhereLe_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
el: Αν ήρθες από το Ta-Wahi, φαίνεται να είχε δίκιο.

# Dialogue_Response,DL_KapuraWhereOnu_PlayerResponse_1
source: Huh, I suppose you're right.
el: Χμμ, υποθέτω ότι έχεις δίκιο.

# Dialogue_Response,DL_KewaMaster1_PlayerResponse_1
source: Can I?
el: Μπορώ εγώ;

# Dialogue_Response,DL_KewaMaster_PlayerResponse_1
source: What about this Kahu, can I ride him?
el: Και αυτό το Kahu, μπορώ να το ιππεύσω;

# Dialogue_Response,DL_KewaMaster_PlayerResponse_2
source: Oh...
el: Ωχ...

# Dialogue_Response,DL_Kieve1_PlayerResponse_1
source: We? You... want me to come with you?
el: Εμείς; Θες...να έρθω με εσένα;

# Dialogue_Response,DL_Kieve2_PlayerResponse_1
source: Alright, Are you sure you'll be okay?
el: Εντάξει, Είσαι σίγουρος ότι θα είσαι εντάξει;

# Dialogue_Response,DL_Kieve3_PlayerResponse_1
source: I'll... Leave you to it then.
el: Θα...σε αφήσω σε ο'τι κάνεις τότε.

# Dialogue_Response,DL_KoAstronomer1_PlayerResponse_1
source: Do you... Do anything else?
el: Κάνεις...τίποτα άλλο;

# Dialogue_Response,DL_KoAstronomer2_PlayerResponse_1
source: How do you make these?
el: Πως τα φτιάχνεις αυτά;

# Dialogue_Response,DL_KoAstronomer3_PlayerResponse_1
source: Intriguing.
el: Ενδιαφέρον.

# Dialogue_Response,DL_KoFishSeller2_PlayerResponse_1
source: Where are you from?
el: Από που είσαι;

# Dialogue_Response,DL_KoFishSeller3_PlayerResponse_1
source: So then you settled?
el: Άρα βολεύτηκες;

# Dialogue_Response,DL_KoFishSeller4_PlayerResponse_1
source: Thank you, that was a nice story.
el: Ευχαριστώ, ήταν ωραία η ιστορία.

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_1
source: What do you sell?
el: Τι πουλάς;

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_2
source: Where are you from?
el: Από που είσαι;

# Dialogue_Response,DL_KoFishSellerAbandoned1_PlayerResponse_1
source: How are you Kahli?
el: Πως είσαι, Kahli?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
el: Πως βρίσκεις Le-Koro, καλύτερα από πριν;

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_2
source: Have you seen any of the others since you left?
el: Έχεις δει άλλα από τότε που έφυγες;

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro1_PlayerResponse_1
source: You seem like something's bothering you.
el: Φαίνεται σαν κάτι να σε ενοχλεί.

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_1
source: Have you seen any of the others since you left?
el: Έχεις δει άλλα από τότε που έφυγες;

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_2
source: I'm sure you'll work it out, It's been good to see you Kahli.
el: Είμαι σίγουρος ότι θα βγάλεις άκρη, χάρηκα που σε είδα Kahli.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
el: Πως βρίσκεις το Le-Koro, καλύτερα από πριν;

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_2
source: I'm glad you're feeling better, however it's time for me to go.
el: Χαίρομαι που αισθάνεσαι καλυτέρα, αλλά πρέπει να φύγουμε.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen_PlayerResponse_1
source: You think?
el: Νομίζεις;

# Dialogue_Response,DL_KoFishSellerFixed1_PlayerResponse_1
source: Then what are you doing up there?
el: Τι κάνεις εκεί πάνω;

# Dialogue_Response,DL_KoFishSellerFixed2_PlayerResponse_1
source: I like it.
el: Μου αρέσει.

# Dialogue_Response,DL_KoFishSellerFixed_PlayerResponse_1
source: Are you feeling alright Kahli?
el: Αισθάνεσαι εντάξει, Kahli;

# Dialogue_Response,DL_KoFishSellerFixing1_PlayerResponse_1
source: Okay... *Back away slowly*
el: Εντάξει... *Απομακρύνεσαι σιγά*

# Dialogue_Response,DL_KoFishSellerFixing_PlayerResponse_1
source: Are you alright Kahli?
el: Αισθάνεσαι εντάξει Kahli;

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_1
source: That seems like a lot of work, supplying the entire island.
el: Φαίνεται σαν πολύ δουλειά, προμηθεύοντας το νησί.

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_2
source: Neat!
el: Τέλεια!

# Dialogue_Response,DL_KoFlagQuestFlagMaker2_PlayerResponse_1
source: Don't overwork yourself little one!
el: Μην παραδουλευτείς μικρέ!

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_1
source: What do you do here?
el: Τι κάνεις εδώ;

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_2
source: I apologise. I'll leave you to your work.
el: Με συγχωρείς. Θα σε αφήσω να δουλέψεις.

# Dialogue_Response,DL_KoFlagQuestOtherFlagmakers_PlayerResponse_1
source: Thank you, Flagmaker, Rest well.
el: Eυχαριστώ, Συμαιοποιέ, Καλή ξεκούραση.

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_1
source: Before I leave, do you know of any other flag makers?
el: Πριν φύγω, ξέρεις αν υπάρχουν άλλοι συμαιοποιοί;

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_2
source: What is Going on in Ko-koro?
el: Τι συμβαίνει στο Ko-koro;

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_1
source: Protodermis, what is that?
el: Protodermis, τι είναι αυτό;

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_2
source: Ahh, I see.
el: Ααα, κατάλαβα.

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_1
source: Anything going on in town?
el: Συμβαίνει τίποτα στην πόλη;

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_2
source: Well now I know, Thank you!
el: Τώρα ξέρω, ευχαριστώ!

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_1
source: Anything going on in town?
el: Συμβαίνει τίποτα στην πόλη;

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_2
source: Well now I know, Thank you!
el: Τώρα ξέρω, ευχαριστώ!

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_1
source: Anything going on in town?
el: Συμβαίνει τίποτα στην πόλη;

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_2
source: Well now I know, Thank you!
el: Τώρα ξέρω, ευχαριστώ!

# Dialogue_Response,DL_Kongu1_PlayerResponse_1
source: Did you need something from me?
el: Χρειάζεται τίποτα από εμένα;

# Dialogue_Response,DL_Kongu2_PlayerResponse_1
source: Hmm, anywhere I should start?
el: Χμμ, κάπου όπου θα έπρεπε να αρχίσω;

# Dialogue_Response,DL_Kongu2_PlayerResponse_2
source: Hmm, anywhere I should start?
el: Χμμ, κάπου όπου θα έπρεπε να αρχίσω;

# Dialogue_Response,DL_Kongu_PlayerResponse_1
source: What do you mean? This is the first time I've been here, and who are you?
el: Τι εννοείς; Αυτή είναι η πρώτη φορά που ήρθα εδώ, ποιος είσαι;

# Dialogue_Response,DL_KonguMap_PlayerResponse_1
source: Thank you, I'll begin my search.
el: Ευχαριστώ, θα ξεκινήσω την ερευνά μου.

# Dialogue_Response,DL_KonguNoMap_PlayerResponse_1
source: Thank you, I'll begin my search.
el: Ευχαριστώ, θα ξεκινήσω την ερευνά μου.

# Dialogue_Response,DL_KonguReturn_PlayerResponse_1
source: Yes, I'm still looking.
el: Ναι, ακόμα ψάχνω.

# Dialogue_Response,DL_Kopeke1_PlayerResponse_1
source: What is this sculpture?
el: Τι είναι αυτό το γλυπτό;

# Dialogue_Response,DL_Kopeke1_PlayerResponse_2
source: Looks good!
el: Καλό μου φαίνεται!

# Dialogue_Response,DL_Kopeke2_PlayerResponse_1
source: But... Isn't that a Lightstone?
el: Μα...δεν είναι Φάρος;

# Dialogue_Response,DL_Kopeke2_PlayerResponse_2
source: Intriguing.
el: Ενδιαφέρον.

# Dialogue_Response,DL_Kopeke3_PlayerResponse_1
source: I'll let you get to that.
el: Θα σε αφήσω να ασχοληθείς με αυτό.

# Dialogue_Response,DL_KoTempleMaster1_PlayerResponse_1
source: Thank you, I'll be sure to do that.
el: Ευχαριστώ, θα είμαι σίγουρος να το κάνω.

# Dialogue_Response,DL_KoTempleMaster_PlayerResponse_1
source: I'll keep a look out for them.
el: Θα το κρατήσω υπόψιν μου.

# Dialogue_Response,DL_KoTownBuyer2_PlayerResponse_1
source: Your colors are very different from any Po-Matoran I've ever met.
el: Το χρώμα σου είναι πολύ διαφορετικό από τους άλλους Po-Matoran που έχω συναντήσει.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_1
source: You spoke of a "Protosteel", I'm not familiar with this material.
el: Μίλησες για κάποιο «Protosteel», δεν γνωρίζω αυτό το υλικό.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_2
source: Interesting, thank you.
el: Ενδιαφέρον, ευχαριστώ.

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_1
source: I don't mean to be rude, but what kind of Matoran are you?
el: Δεν θέλω να είμαι αγενής, αλλά τι είδος Matoran είσαι;

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_2
source: I've never heard of this Protosteel, wouldn't a Protodermis pickaxe be a stronger tool for mining?
el: Δεν έχω ακουστά αυτό το Protosteel, δεν θα ήταν μια αξίνα από Protodermis pickaxe ένα καλύτερο εργαλείο για εξόρυξη;

# Dialogue_Response,DL_KoTownBuyerGainQuest_PlayerResponse_1
source: Of course.
el: Φυσικά.

# Dialogue_Response,DL_KoTownBuyerOnua1_PlayerResponse_1
source: I'll try to find it for you, will you be here when I return?
el: Θα προσπαθήσω να το βρω για εσένα, θα είσαι εδώ όταν γυρίσω;

# Dialogue_Response,DL_KoTownBuyerOnua_PlayerResponse_1
source: Interesting, do you have a lead on any other Protosteel tools? Perhaps I can help.
el: Ενδιαφέρον, έχεις κανένα στοιχείο για τα εργαλεία Protosteel.

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_2
source: Do you know that your village was attacked?
el: Το ξέρεις ότι το έχουν επιτεθεί στο χωριό σου;

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_3
source: Do you know that Whagna village was attacked?
el: Το ήξερες ότι επιτέθηκαν στο χωριό Whagna;

# Dialogue_Response,DL_KoTownKohiProtosteel2_PlayerResponse_1
source: Uhh no, Whagna village, the small port you were just at.
el: Εμμ όχι, το χωριό Whagna, το μικρό λιμάνι που μόλις ήσουν.

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_1
source: And this is?
el: Και αυτό είναι;

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
el: Δεν θέλω να σε ρωτήσω αυτό Kohi, αλλά είχες τίποτα να κάνεις με την επίθεση στο Whagna?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_1
source: What happened?
el: Τι έγινε;

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_2
source: What do you plan to do with it?
el: Τι σχεδιάζεις να κάνεις;

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered3_PlayerResponse_1
source: So, how did you manage it?
el: Άρα, πως το κατάφερες;

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_1
source: Incredible.
el: Φανταστικό.

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_2
source: What do you plan to do with this discovery?
el: Τι σχεδιάζεις να κάνεις με αυτήν την ανακάλυψη;

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered_PlayerResponse_1
source: You've discovered how to manipulate Protosteel?
el: Ανακάλυψες πως να επεξεργαστείς το Protosteel?

# Dialogue_Response,DL_KoTownKohiProtosteelGift1_PlayerResponse_1
source: Of course, sounds great!
el: Φυσικά, καλό μου ακούγεται!

# Dialogue_Response,DL_KoTownKohiProtosteelGift2_PlayerResponse_1
source: It's very stylish, thank you.
el: Είναι πολύ στιλάτο, ευχαριστώ.

# Dialogue_Response,DL_KoTownKohiProtosteelGift_PlayerResponse_1
source: Thank you! What are you going to make?
el: Ευχαριστώ! Τι θα φτιάξεις;

# Dialogue_Response,DL_KoTownKohiProtosteelGive1_PlayerResponse_1
source: I also got the one you wanted from Le-Wahi.
el: Πήρα επίσης εκείνο που ήθελες από το Le-wahi.

# Dialogue_Response,DL_KoTownKohiProtosteelGive2_PlayerResponse_1
source: I'll make sure to stop by soon.
el: Θα περάσω σύντομα.

# Dialogue_Response,DL_KoTownKohiProtosteelGive_PlayerResponse_1
source: That was suprisingly easy.
el: Πιο εύκολο απ'ότι νόμιζα θα είναι.

# Dialogue_Response,DL_KoTownKohiProtosteelPlan_PlayerResponse_1
source: How did you manage to manipulate the Protosteel?
el: Πως κατάφερες να επεξεργαστείς το Protosteel?

# Dialogue_Response,DL_KoTownKohiProtosteelQuestion_PlayerResponse_1
source: Of course, I'm just trying to find out what happened.
el: Φυσικά, απλώς προσπαθώ να καταλάβω τι έγινε.

# Dialogue_Response,DL_KoTownKohiProtosteelWaitingfor_PlayerResponse_1
source: Right.
el: Μάλιστα.

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_1
source: And what is this?
el: Και τι είναι αυτό;

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
el: Δεν θέλω να σε ρωτήσω αυτό Kohi, αλλά είχες τίποτα να κάνεις με την επίθεση στο Whagna?

# Dialogue_Response,DL_KoTownSeller1_PlayerResponse_1
source: Interesting.
el: Ενδιαφέρον.

# Dialogue_Response,DL_KoTownSeller2_PlayerResponse_1
source: What happened here?
el: Τι έγινε εδώ;

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_1
source: Where is Kohi?
el: Που είναι ο Kohi;

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_2
source: What else can you tell me about this attack?
el: Τι μπορείς να μου πεις για αυτήν την επίθεση;

# Dialogue_Response,DL_KoTownSeller4_PlayerResponse_1
source: The Po-Matoran that was here, asking about Protosteel.
el: Ο Po-Matoran που ήταν εδώ, που ρώταγε για το Protosteel.

# Dialogue_Response,DL_KoTownSeller5_PlayerResponse_1
source: Thank you, and sorry about your shop.
el: Eυχαριστώ, κι συγγνώμη για το μαγαζί σου.

# Dialogue_Response,DL_KoTownSeller6_PlayerResponse_1
source: Where did you say Kohi was?
el: Που είπες ότι ήταν ο Kohi;

# Dialogue_Response,DL_KoTownSeller_PlayerResponse_1
source: What do you carry?
el: Τι κουβαλάς;

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_1
source: I could ask you the same.
el: Θα μπορούσα να σε ρωτήσω το ίδιο.

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_2
source: Have you seen any of the others since you left?
el: Έχεις δει κανέναν από τους άλλους από τότε που έφυγες;

# Dialogue_Response,DL_KoTownSellerAbandoned2_PlayerResponse_1
source: Have you seen any of the others since you left?
el: Έχεις δει κανέναν από τους άλλους από τότε που έφυγες;

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_1
source: Hello again Parhi!
el: Γεια και πάλι Parhi!

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_2
source: I'd like to buy some Toa please.
el: Θα ήθελα να αγοράσω μερικά Toa, παρακαλώ.

# Dialogue_Response,DL_KoTownSellerAbandonedLewa_PlayerResponse_1
source: Hello again Parhi!
el: Γεια και πάλι Parhi!

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_1
source: Why are you here?
el: Γιατί είσαι εδώ;

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_2
source: It's been good to see you again, but it is time for me to go.
el: Χάρηκα που σας είδα ξανά, αλλά ήρθε η ώρα να φύγω.

# Dialogue_Response,DL_KoTownSellerAttack_PlayerResponse_1
source: I need to find Kohi.
el: Πρέπει να βρω τον Kohi.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_1
source: I see you built a wall?
el: Βλέπω ότι χτίσατε ένα τείχος;
