Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_DamQuestIntro2
source: Oh hello Toa, sorry I didn't see you there. Yeah not many fish left... >snif<
it: Oh salve Toa, mi dispiace non aver visto che eri lì. Già, non sono rimasti molti pesci... >snif<

# Dialogue_Text,DL_DamQuestIntro3
source: Oh well, it's probably nothing you can help with. You see we trade these fish for... or used to trade with them
it: Oh beh, probabilmente non è nulla per cui tu possa aiutare. Vedi, noi commerciamo questi persci per... o eravamo soliti usarli per commerciare

# Dialogue_Text,DL_DamQuestIntro4
source: Yeah, This used to be a small fishing town with five or so people including me, but after the river dried up and the fish stopped flowing everone left. I'm Dameo by the way.
it: Sì, questa era una piccola città di pescatori con circa cinque persone, me compreso, ma dopo che il fiume si è prosciugato e il pesce ha smesso di affluire, tutti se ne sono andati. A proposito, io sono Dameo.

# Dialogue_Text,DL_DamQuestMyth
source: Hold a moment Toa $T! I've heard a legend about that peak that you may wish to hear. They say that the Lake of The Frost is home to a spiteful spirit that will attack you on sight, that lake is where our river flows from, be careful Toa.
it: Aspetta un attimo Toa $T! Ho sentito una leggenda su quel picco che forse vorresti ascoltare. Dicono che il Lago del Gelo sia la dimora di uno spirito maligno che ti attaccherà a vista. Quello è il lago da cui fluisce il nostro fiume. Fa attenzione Toa.

# Dialogue_Text,DL_DamQuestStillHere
source: Well because I started the town of course!
it: Beh, perché ho fondato la città ovviamente!

# Dialogue_Text,DL_DamQuestStillHere2
source: I did! My passion is fishing you see, and there's not much fishing in Ko-koro as you can imagine, well Ice fishing sure, but I grew bored of that quickly. So one day I decided to leave and start a fishing village!
it: L'ho fatto! Vedi, la mia passione è pescare, e come puoi immaginare non c'è molto da pescare a Ko-koro. Beh certo, i Pesci Ghiaccio, ma mi sono annoiato alla svelta di quelli. Perciò un giorno ho deciso di andarmene e di fondare un villaggio per la pesca!

# Dialogue_Text,DL_ExilonSpeak
source: Oh, Toa $T? Why did you come up here? Did you follow me?
it: Oh, Toa $T? Perché sei venuto quassù? Mi ha seguito?

# Dialogue_Text,DL_ExilonSpeak_2
source: Don't worry about me Toa $T. I have my trusty throwing disc!
it: Non preoccuparti per me Toa $T. Ho il mio fidato disco da lancio!

# Dialogue_Text,DL_ExilonSpeak_3
source: I enjoy watching the scenery from up here. Sometimes it's good to have a little quiet; away from the bustle of le-koro.
it: Mi piace godermi il panorama da quassù. A volte è bello avere un po' di tranquillità, lontano dal trambusto di Le-Koro.

# Dialogue_Text,DL_Fish
source: I once caught a fish *this* big!
it: Una volta ho preso un pesce grande *così*!

# Dialogue_Text,DL_Fish2
source: Oh yeah, Well I once caught a fish *thiiiis* big!
it: Oh sì, beh una volta ho preso un pesce grande *coooosì*!

# Dialogue_Text,DL_FishSeller
source: Fresh fish from Ga-Koro! Only five Widgets each!
it: Pesce fresco da Ga-Koro! Solo cinque congegni l'uno!

# Dialogue_Text,DL_Gali1
source: I... agree.
it: Io... sono d'accordo.

# Dialogue_Text,DL_Gali2
source: Have you not sensed that there is something off about all this? Something is not as it should be.
it: Non avete percepito che c'è qualcosa che non va in tutto questo? Qualcosa non è come dovrebbe essere.

# Dialogue_Text,DL_GeneralKokoranbyprotopool
source: *Yawn* Hi Toa how are you.
it: *Sbadiglia* Salve Toa, come stai?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_2
source: Oh, I like the sound. It makes me feel at peace.
it: Oh, mi piace il suono. Mi fa sentire in pace.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_3
source: *Yawn* Hi Toa how are you.
it: *Sbadiglia* Salve Toa, come stai?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_4
source: It's always sort of been there. Not sure what it does really.
it: È sempre stato lì. Non sono sicuro di cosa faccia in realtà.

# Dialogue_Text,DL_GeneralKokoranGreeting
source: Do you know where Nuju is? I can't seem to find him.
it: Sai dov'è Nuju? Non riesco a trovarlo.

# Dialogue_Text,DL_GeneralKokoranGreeting_3
source: Do you know where Nuju is? I can't seem to find him.
it: Sai dov'è Nuju? Non riesco a trovarlo.

# Dialogue_Text,DL_GeneralKokoranGreeting_4
source: It's gone... all of it.
it: Non c'è più... niente.

# Dialogue_Text,DL_GeneralNone
source: Few, thank you Toa, you saved our sanctuary!
it: Fiu, grazie Toa, hai salvato il nostro santuario!

# Dialogue_Text,DL_GiveHat
source: Hello Toa $T!
it: Salve Toa $T!

# Dialogue_Text,DL_GiveHat1
source: Why today is naming day! It's an all day event to celebrate good deeds done by our fellow Matoran! They get to change their names because of that!
it: Ma oggi è il Giorno dei Nomi! È un evento che dura tutto il giorno per celebrare le buone azioni compiute dai nostri compagni Matoran! Per questo motivo possono cambiare i loro nomi!

# Dialogue_Text,DL_GiveHat2
source: Oh, They're just really fun! I have a spare one if you want it!
it: Oh, sono solo molto divertenti! Ne ho uno di scorta se lo vuoi!

# Dialogue_Text,DL_GiveHat3
source: Here ya go $T!
it: Ecco a te $T!

# Dialogue_Text,DL_GreavingMatoran1
source: ...I'm meditating, is there anything you need Toa?
it: ...sto meditando, hai bisogno di qualcosa, Toa?

# Dialogue_Text,DL_GreavingMatoran10
source: Indeed they are. I hope you will stop them for Koha’s sake. Now leave me, I wish to remember my brother fondly.
it: Invero lo sono. Spero tu riesca a fermarli per il bene di Koha. Ora lasciami solo, desidero ricordare mio fratello con affetto.

# Dialogue_Text,DL_GreavingMatoran2
source: Me and my brother lived out here, away from the hustle and bustle of Onu-Koro. I still haven't forgiven him...
it: Io e mio fratello vivevamo qui, lontano dal caos e dalla frenesia di Onu-Koro. Non l'ho ancora perdonato...

# Dialogue_Text,DL_GreavingMatoran3
source: That note was not meant for you Toa, but now that you've seen it I suppose I could tell you the story...
it: Quella nota non era destinata a te, Toa, ma ora che l'hai vista suppongo di poterti raccontare la nostra storia...

# Dialogue_Text,DL_GreavingMatoran4
source: Koha and I lived out here together, one day we got in an argument about the food and whether it would last. He was right, It didn't.
it: Koha ed io vivevamo qui insieme, un giorno litigammo sul cibo e se fosse sufficiente. Aveva ragione lui, non lo era.

# Dialogue_Text,DL_GreavingMatoran5
source: But he had already left by then. The discussion was heated and he decided that he'd get more food from Onu-Koro before out stores ran dry.
it: Ma a quel punto lui se n'era già andato. La discussione era stata piuttosto accesa e lui aveva deciso di procurarsi dell'altro cibo da Onu-Koro prima che le nostre scorte si esaurissero.

# Dialogue_Text,DL_GreavingMatoran6
source: It wasn't a week later that they did, Koha was late and I was hungry - So I made my way to Onu-Koro on my own.
it: Le scorte finirono dopo nemmeno una settimana, Koha era in ritardo ed io avevo fame - così andai a Onu-Koro per conto mio.

# Dialogue_Text,DL_GreavingMatoran7
source: I asked the vendors in the village if they had seen my brother, but no one had. I was worried but I assumed maybe we had just missed eachother.
it: Chiesi ai venditori del villaggio se avessero incontrato mio fratello, ma nessuno l'aveva visto. Ero preoccupato, ma pensai che forse non ci eravamo incrociati.

# Dialogue_Text,DL_GreavingMatoran8
source: A day later I returned to this island, and found a matoran washed up on the sand. When I turned him over I knew who it was, even without a mask I could tell it was my brother.
it: Il giorno dopo ritornai su quest'isola e trovai un Matoran trascinato a riva. Quando lo voltai capii chi era, anche senza la maschera potevo dire che si trattava di mio fratello.

# Dialogue_Text,DL_GreavingMatoran9
source: He is burried down the path behind me, pay your respects if you wish.
it: È sepolto alla fine del sentiero alle mie spalle, se lo desidere puoi porgere i tuoi omaggi.

# Dialogue_Text,DL_Grinch
source: *Grumbles to self*
it: *Brontola da solo*

# Dialogue_Text,DL_Grinch1
source: I don't like the naming day, It's too loud. All the Matoran playing with their gifts, sometimes they even sing. It's disgusting, Why are they all so happy?
it: Non mi piace il Giorno dei Nomi, è troppo rumoroso. Tutti i Matoran che giocano coi loro regali, a volte cantano pure. È disgustoso, perché sono tutti così felici?

# Dialogue_Text,DL_Grinch2
source: Hmm... Well maybe I could... Good luck on your travels toa.
it: Hmm... beh forse potrei... buona fortuna per i tuoi vigaggi toa.

# Dialogue_Text,DL_Guard1
source: Halt, may I see your credentials?
it: Fermo, posso vedere le tue credenziali?

# Dialogue_Text,DL_Guard2
source: Umm... I still need them - some form of ID?
it: Umm... ne ho comunque bisogno - qualche forma di documento identificativo?

# Dialogue_Text,DL_Guard3
source: Okay, That works I guess... You may enter.
it: Ok, immagino che vada bene... puoi entrare.

# Dialogue_Text,DL_Guard4
source: Hail Toa $T. You are free to enter, if you can manage to open the gate of course.
it: Saluti Toa $T. Sei libero di entrare, ovviamente se riesci a trovare il modo di aprire il cancello.

# Dialogue_Text,DL_GuardCamp
source: Greetings Toa $T. Welcome to the Ta-Koro Guard forward camp!
it: Saluti Toa $T. Benvenuto all'accampamento d'avanscoperta della guardia di Ta-Koro!

# Dialogue_Text,DL_GuardCampForward
source: Yes I know, that's just what it's called. Jala decided we needed a quicker way to deploy troops, plus there's too many of us to all stay in Ta-Koro ourselves.
it: Sì, lo so, è così che si chiama. Jala ha deciso che necessitavamo di un modo più rapido per spiegare le truppe, inoltre noi siamo in troppi per restare tutti a Ta-Koro.

# Dialogue_Text,DL_GuardCampWhere
source: Mostly everyone is out in the field fighting the Rahi threat. You'll only be able to find the Quartermaster, myself, and a few others here at the moment.
it: Quasi tutti sono sul campo a combattere la minaccia dei Rahi. Al momento qui troverai solo il Quartiermastro, me e pochi altri.

# Dialogue_Text,DL_GuardPicking2
source: What? Oh Hello $T, I was just trying to decide what staff to pick, because I defenently didn't forget which one is mine heheh...
it: Cosa? Oh salve $T, stavo solo cercando di decidere che bastone prendere, perché di certo non ho dimenticato quale sia il mio heheh...

# Dialogue_Text,DL_GuardPickingSheilds
source: What do you think Toa, Which shield should I go with?
it: Cosa ne pensi Toa, quale scudo dovrei usare?

# Dialogue_Text,DL_GuardPickingSheilds1
source: HAH Really? From left to right, Scarlet, Vermilion, and Ruby. I suppose I look JUST Red to you too?
it: Ah davvero? Da sinistra a destra, Scarlatto, Vermiglio e Rubino. Suppongo che a te io debba sembrare SOLO Rosso?

# Dialogue_Text,DL_GuardPickingSheildsTahu
source: Wait what? I thought these where shields! Why do they all have to look the same!
it: Aspetta, cosa? Pensavo che questi fossero scudi! Perché devo sembrare tutti uguali?!

# Dialogue_Text,DL_Hahli1
source: Toa $T! Thank goodness you're here, the Turaga - she's been missing for far too long!
it: Toa $T! Per fortuna sei qui, la Turaga - lei manca da fin troppo tempo!

# Dialogue_Text,DL_Hahli2
source: You don't remember me? Oh... Well I'm Hahli!
it: Non ti ricordi di me? Oh... beh, io sono Hahli!

# Dialogue_Text,DL_Hahli3
source: Yes, in case you don't remember - Turaga Nokama is the elder of the village, and she's gone missing!
it: Sì, nel caso non ti ricordi - Turaga Nokama è l'anziana del villaggio, ed è scomparsa!

# Dialogue_Text,DL_Hahli4
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map.
it: Forse... l'ultima cosa che ho sentito è che era ad un incontro al Kini-Nui, forse è rimasta bloccata sulla via del ritorno? Dammi qua, lo segno sulla tua mappa.

# Dialogue_Text,DL_Hahli5
source: Have you found Nokama yet? I'm very worried...
it: Hai già trovato Nokama? sono molto preoccupata...

# Dialogue_Text,DL_Hahli6
source: Please do find her, I am very worried!
it: Per favore trovala, sono molto preoccupata!

# Dialogue_Text,DL_HahliGiveMap
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Wait, you don't have one? Here I only have Ga-Wahi but It should help.
it: Forse... l'ultima cosa che ho sentito è che era ad un incontro al Kini-Nui, forse è rimasta bloccata sulla via del ritorno? Dammi qua, lo segno sulla tua mappa. Aspetta, non ne hai una? Qui ne ho solo una di Ga-Wahi ma dovrebbe essere d'aiuto.

# Dialogue_Text,DL_HahliThankReturn
source: Thank you for returning our Turaga to us Toa!
it: Toa, grazie per averci riportato la nostra Turaga!

# Dialogue_Text,DL_HalloweenMan1
source: Am I crazy Toa?
it: Sono pazzo, Toa?

# Dialogue_Text,DL_HalloweenMan2
source: Well I keep seeing these orange spheres around Mata-Nui, and no one else can see them!
it: Beh, continuo a vedere queste sfere arancioni per tutta Mata-Nui, e nessun altro riesce a vederle!

# Dialogue_Text,DL_HalloweenMan3
source: YOU CAN SEE THEM TOO?! So I'm not crazy then!
it: RIESCI A VEDERLE ANCHE TU?! Allora non sono pazzo!

# Dialogue_Text,DL_HalloweenMan4
source: Not exactly no... But I picked one up, and I thought... what if it's like one of your masks of power? So, would you care to try it on?
it: No, non esattamente... ma ne ho raccolta una, ed ho pensato... e se fosse come una delle tue maschere del potere? Dunque, vorresti provare ad indossarla?

# Dialogue_Text,DL_HalloweenMan5
source: Soooo... Do you feel anything?
it: Alloooora... Percepisci qualcosa?

# Dialogue_Text,DL_HalloweenMan6
source: Hmm, very well then. Perhaps they're just decorative then? Ahh, either way you can keep that one $T.
it: Hmm, molto bene allora. Forse allora sono solo decorative? Ahh, comunque quella puoi tenerla $T.

# Dialogue_Text,DL_Huki1
source: Toa $T Finally!
it: Toa $T finalmente!

# Dialogue_Text,DL_Huki2
source: I was tasked to wait for you to return, The Turaga has been missing for far too long.
it: Sono stato incaricato di attendere il tuo ritorno, il Turaga manca da fin troppo tempo.

# Dialogue_Text,DL_Huki3
source: *Huff* We've met before $T! You don't remember me?
it: *Sbuffa* Ci siamo già incontrati $T! Non ti ricordi di me?

# Dialogue_Text,DL_Huki4
source: Huh, odd. I'm Huki, professional Kolhii player!
it: Huh, strano. Sono Huki, giocatore professionista di Kolhii!

# Dialogue_Text,DL_Huki5
source: Right, the elder of the village. He went to a meeting with the other Turaga, and hasn't come back!
it: Giusto, l'anziano del villaggio. È andato a una riunione con gli altri Turaga e non è più tornato!

# Dialogue_Text,DL_Huki6
source: You can find him! A trader informed me of an unusual number of rahi somewhere, here let me mark it on your map.
it: Potete trovarlo! Un commerciante mi ha informato di un isolito numero di rahi da qualche parte, lascia che lo segni sulla tua mappa.

# Dialogue_Text,DL_Huki7
source: I sure hope so.
it: Lo spero proprio.

# Dialogue_Text,DL_HukiMap
source: There ya go, now skedaddle! He could be in danger!
it: Ecco fatto, ora gambe in spalla Potrebbe essere in pericolo!

# Dialogue_Text,DL_HukiNoMap
source: You don't have one? Ack, Alright I can spare mine, it's just for Po-Wahi - but it shoud suffice for now.
it: Non ne hai una? Accidenti, va bene, posso darti la mia. È solo di Po-Wahi - ma dovrebbe essere sufficiente per ora.

# Dialogue_Text,DL_HukiReturn
source: What are you waiting for Toa? Onewa could be in danger, go find him!
it: Cosa stai aspettando Toa? Onewa potrebbe essere in pericolo, vai a cercarlo!

# Dialogue_Text,DL_HukiSaved
source: Heard you found the great craftsman! We're all very glad that Turaga Onewa is safe!
it: Ho sentito che avete trovato il grande artigiano! Siamo tutti molto contenti che Turaga Onewa sia al sicuro!

# Dialogue_Text,DL_ImportedPlantSeller
source: Imported vegetation here, Harakeke, Bamboo, and more!
it: Vegetazione d'importazione, Harakeke, Bambù, e molto altro qui!

# Dialogue_Text,DL_InsaneMatoran1
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
it: AHHH!? Un... un Toa?! NO! Tu non dovresti essere qui!!

# Dialogue_Text,DL_InsaneMatoran1_2
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
it: AHHH!? Un... un Toa?! NO! Tu non dovresti essere qui!!

# Dialogue_Text,DL_InsaneMatoran2
source: LIAR!! Yes, they always lie. You won't get me that easily Toa!!
it: BUGIARDO!! Sì, loro mentono sempre. Non mi prenderai così facilmente, Toa!!

# Dialogue_Text,DL_InsaneMatoran2_2
source: LAIR!! Yes, they always lie. You won't get me that easily Toa!!
it: BUGIARDO!! Sì, loro mentono sempre. Non mi prenderai così facilmente, Toa!!

# Dialogue_Text,DL_InsaneMatoranGetAway
source: Get away from me!! Makuta help me!
it: Stai lontano da me!! Makuta aiutami!

# Dialogue_Text,DL_Jala1
source: Welcome to Ta-Koro, Toa $T. Is there anything you need?
it: Benvenuto a Ta-Koro, Toa $T. Hai bisogno di qualcosa?

# Dialogue_Text,DL_JalaReport
source: *Huff* I don't report to you Toa, you are entirely superfluous to our operation here!
it: *Sbuffa* Io non rispondo a te, Toa, qui sei del tutto superfluo per la nostra operazione!

# Dialogue_Text,DL_JalaReport1
source: There’s been an increase in Rahi attacks as of late... they seem to be more organized than what we’ve seen in the past. I haven’t heard many details, but a runner has informed me that the other Turaga weren’t able to safely return to their villages. It seems Vakama was the lucky one...
it: Ultimamente c'è stato un aumento negli attacchi dei Rahi... sembrano essere più organizzati di quanto visto in passato. Non conosco i dettagli, ma un contrabbandiere mi ha informato che gli altri Turaga non sono stati in grado di ritornare ai loro villaggi. Sembra che Vakama sia stato quello fortunato...

# Dialogue_Text,DL_JalaReportTahu
source: Things have mostly been quiet, aside from Vakama’s return. I, for one, am grateful. Quiet is a rarity these days.
it: È stato tutto abbastanza tranquillo, a parte per il ritorno di Vakama. Io, per una volta, ne sono grato. La tranquillità è una rarità in questi giorni.

# Dialogue_Text,DL_JalaTakoro
source: Use the lever behind me to cross the moat. We keep the bridge lowered to protect the village from Rahi, so try to remember to lower it again once you’re across.
it: Usa la leva dietro di me per attraversare il fossato. Teniamo il ponte abbassato per proteggere il villaggio dai Rahi, perciò cerca di ricordarti di abbassarlo di nuovo una volta che l'hai attraversato.

# Dialogue_Text,DL_JalaWho
source: Are... are you serious? I’m Jala, Captain of the Ta-Koro Guard and right hand to Turaga Vakama. I would assume that Mata Nui’s chosen heroes wouldn’t be this forgetful...
it: Sei... sei serio? Sono Jala, Capitano della Guardia di Ta-Koro e braccio destro di Turaga Vakama. Avrei scommesso che gli eroi scelti da Mata Nui non fossero così smemorati...

# Dialogue_Text,DL_JobmasterIntro
source: *The matoran mutters to himself*
it: *Il matoran borbotta tra sé*

# Dialogue_Text,DL_JobmasterIntro_2
source: What? Oh, sorry. - I was just thinking about how not only am I lacking workers for the tower construction project, the Turaga went and disappeared, and on top of all that, my shipment is late. What a day.
it: Cosa? Oh, scusa. - Stavo pensando che non solo mi mancano gli operai per il progetto di costruzione della torre, ma che il Turaga è scomparso, ed oltre a tutto ciò, la mia spedizione è in ritardo. Che giornata.

# Dialogue_Text,DL_JobmasterJob1
source: Ah, Reka. Quite a dull man, a bit obsessed with Kohlii - like half the town I suppose. If he sent you here, you must need a few extra widgets, right? I suppose you could help me with my shipment issue.
it: Ah, Reka. Un personaggio alquanto noioso, un po' ossessionato dal Kohlii - del resto come metà della città. Se ti ha mandato qui, devi aver bisogno di qualche congegno extra, giusto? Suppongo che tu possa aiutarmi col problema della mia spedizione.

# Dialogue_Text,DL_JobmasterJobSneak
source: Woah! Toa, you really shouldn't sneak up on Matoran like that. Wait, what about Reka?
it: Uauh! Toa, non dovresti proprio sgattaiolare alle spalle di un Matoran in quel modo. Aspetta, cos'è successo a Reka?

# Dialogue_Text,DL_JobmasterQuestLoc
source: Go North of the Onu-Koro entrance until you hit the sandy edge of Po-Wahi. The shipping center is near the docks.
it: Dirigiti a nord dell'entrata di Onu-Koro finchè non raggiungi il margine sabbioso di Po-Wahi. Il centro di spedizione è vicino al molo.

# Dialogue_Text,DL_JobmasterReturn
source: Greetings Toa, Do you have my shipment yet?
it: Saluti Toa, hai già trovato la mia spedizione?

# Dialogue_Text,DL_JobmasterReturn1
source: Ahhck! That is very unfortunate.
it: Accidenti! È una vera sfortuna.

# Dialogue_Text,DL_JobmasterReturn2
source: They fetch a very high price where they have been outlawed. I have debts to pay, and I need the money - Every so often I have them imported from a small fishing village.
it: Si vendono per dei prezzi astronomici dove sono stati messi fuori legge. Hodei debiti da pagare ed ho bisogno di soldi - ogni tanto li faccio importare da un piccolo villaggio di pescatori.

# Dialogue_Text,DL_JobmasterReturn3
source: Hmm... Very well, I will find an alternate source of income.
it: Hmm... molto bene, troverò una fonte alternativa di guadagno.

# Dialogue_Text,DL_JobmasterReturn4
source: Did you not hear me when I said I was in debt! Ahh Fine whatever, here's your 350 widgets.
it: Non mi hai sentito quando ho detto di avere dei debiti! Ahh e va bene, ecco i tuoi 350 congegni.

# Dialogue_Text,DL_JobmasterReturnFinal
source: Please don't speak to me Toa.
it: Per favore non parlarmi, Toa.

# Dialogue_Text,DL_JobmasterShipment
source: A collection of materials - for the carvers and the construction workers, you know.
it: Una raccolta di materiali - sai, per gli scultori ed i costruttori.

# Dialogue_Text,DL_JobmasterShipmentGiveQuest
source: You know what, I believe there is. There'd be some widgets in it if you accept.
it: Sai che c'è, credo di sì. Se accettassi, potresti guadagnarci qualche congeno.

# Dialogue_Text,DL_JobmasterShipmentJob
source: A collection of materials - for the carvers and the construction workers, you know.
it: Una raccolta di materiali - sai, per gli scultori ed i costruttori.

# Dialogue_Text,DL_JobmasterShipmentQuest
source: Good luck. And hurry back, will you?
it: Buona fortuna. E torna subito indietro, per favore?

# Dialogue_Text,DL_JobmasterShipmentQuestDesc
source: The shipment is late, and it's important. I'll need you to head to the Onu-Koro shipping center and see what's taking them so long. If the couriers have left already, you'll need to track them down.
it: La spedizione è in ritardo ed è importatnte. Ho bisogno che tu vada al centro di spedizione di Onu-Koro e veda perché ci stanno mettendo così tanto. Se i corrieri fossero già partiti, dovrai rintraccarli.

# Dialogue_Text,DL_JobmasterTuraga
source: Our Turaga, Onewa, went missing recently. We have gotten along fine without him - with his advanced age, I run the town mostly these days - I was the one that tasked Huki to wait for you.
it: Il nostro Turaga, Onewa, è scomparso di recente. Ce la siamo cavata bene senza di lui - vista la sua età avanzata, di questi tempi sono io ad amministrare la città - sono stati io ad incaricare Huki di aspettarti.

# Dialogue_Text,DL_KapuraAdventures1
source: Did you hear the rumor about Kapura?
it: Hai sentito le voci riguardo a Kapura?
