Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_Taipu2
source: Oh a Toa! Yes I am, Onepu said to prepare for a special mission with him, and I'm afraid I don't exactly know which picaxe to chose.
it: Oh un Toa! Sì, sono io, Onepu ha detto di prepararmi per una missione speciale insieme a lui e temo di non sapere esattamente quale piccone scegliere.

# Dialogue_Text,DL_Taipu3
source: That's alright, Onepu said I'd have plenty of time to decide.
it: Va tutto bene, Onepu ha detto che avrei avuto abbastanza tempo per decidere.

# Dialogue_Text,DL_TakoroGuardGreeting1
source: Greetings Toa, Welcome to Ta-Koro!
it: Saluti Toa, benvenuto a Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting2
source: Uhh hello Toa, This area is meant to be for the Ta-Koro Guard only... But I suppose you'd be the exception.
it: Uhh salve Toa, quest'area è riservata solo alla Guardia di Ta-Koro... ma suppongo che tu faccia eccezione.

# Dialogue_Text,DL_TakoroGuardGreeting3
source: You shouldn't be up here Toa.
it: Tu non dovresti trovarti quassù, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting4
source: This walkway is Ta-Koro guard only Toa.
it: Questo camminamento è riservato alla Guardia di Ta-Koro, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting_1
source: Good day Toa $T, Welcome to Ta-Koro!
it: Buongiorno Toa $T, benvenuto a Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting_2
source: Yeah I'm fine, don't like heights that much though.
it: Eh sì, sto bene, non amo molto le altezze però.

# Dialogue_Text,DL_TakoroGuardGreetingPositive
source: Not really, It's been fairly quiet around here as of late.
it: Non proprio, ultimamente è stato tutto piuttosto tranquillo da queste parti.

# Dialogue_Text,DL_TakoroGuardInTraining1
source: Is it possible to make it a bit shorter?
it: È possibile farlo un po' più corto?

# Dialogue_Text,DL_TakoroGuardInTraining2
source: Oh hello there Toa! It's true the Ta-Koro guard does supply pikes, but if you buy your own you can get one in better condition, and even get it customised!
it: Oh ehilà Toa! È vero che la Guardia di Ta-Koro fornisce delle picche, ma se acquistassi la tua personale, potresti averne una in condizioni migliori e fatta anche su misura!

# Dialogue_Text,DL_TakoroGuardResponse2
source: No, not really. Takua is out wandering again, Vakama has recently returned from a meeting with the other Turaga, and Kapura is as weird as ever.
it: No, non proprio. Takua sta di nuovo vagando in giro, Vakama è tornato di recente da una riunione con gli altri Turaga e Kapura è strano come sempre.

# Dialogue_Text,DL_TakoroGuardResponse3
source: Oh well, I had a conversation with him yesterday and after I asked him what he does all day he said, "I Practice." and after I pressed him on it he said, "I Practice in the Charred forest, where the Makuta has blinded himeself." no idea what that means.
it: Oh beh, ieri ho avuta una conversazione con lui e dopo avergli chiesto cosa facesse tutto il giorno, lui ha risposto: "faccio pratica." E dopo averlo incalzato ha aggiunto: "faccio pratica nella Foresta Carbonizzata, dove Makuta si è reso cieco da solo." Non ho idea di cosa voglia dire.

# Dialogue_Text,DL_TakoroGuardResponse4
source: This walkway is for the Ta-Koro Guard only, unless you have business up here I recommend you leave.
it: Questo camminamento è riservato alla Guardia di Ta-Koro, a menoche tu non abbia delle faccende da sbrigare quassù, ti consiglio di andartene.

# Dialogue_Text,DL_Takua1
source: Toa $T! You found me!
it: Toa $T! Mi hai trovato!

# Dialogue_Text,DL_Takua2
source: I’m sorry $T... it won’t happen again. I promise!
it: Mi dispiace $T... non succederà di nuovo. Lo prometto!

# Dialogue_Text,DL_Takua3
source: I just started running until I found this room. I had a few Madu fruit left over, but I sort of panicked and threw them all when I first found my way in... but thanks for clearing the way out so I can leave!
it: Ho iniziato a correre finché non ho trovato questa stanza. Avevo alcuni avanzi di frutti Madu, ma diciamo che sono andato nel panico e li ho buttati tutti quando ho trovato il modo di entrare... ma grazie per aver liberato l'uscita, così che possa andarmene!

# Dialogue_Text,DL_Takua4
source: Oh, yes! I figured you’d want to pick that up, so I made sure not to touch it until you got here.
it: Oh, sì! Avevo immaginato che volessi raccoglierla, perciò mi sono assicurato di non toccarla finché tu non fossi arrivato.

# Dialogue_Text,DL_Takua5
source: No problem, $T!
it: Nessun problema, $T!

# Dialogue_Text,DL_Takua6
source: Without all the Rahi, it shouldn’t be too much of an issue. Thanks for your help! I’ll make sure to tell Vakama that he can stop worrying about me.
it: Senza tutti quei Rahi, non dovrebbe essere troppo problematico. Grazie per il tuo aiuto! Mi assicurerò di dire a Vakama che può smetterla di preoccuparsi per me.

# Dialogue_Text,DL_TakuaMask
source: Not exactly - then again I wasn’t really sure what I was looking for... not sure what a “Va-hee” is. Didn’t see any masks in here anyway. Whatever Vakama’s looking for is somewhere else.
it: Non esattamente - di nuovo, non sono nemmeno certo di cosa stessi cercando... non sono certo di cosa sia una “Va-hee”. Comunque non ho visto alcuna maschera qui. Qualsiasi cosa Vakama stia cercando è da un'altra parte.

# Dialogue_Text,DL_TakuaSaved
source: Toa $T! Thank you for saving me back at the Kini!
it: Toa $T! Grazie per avermi salvato al Kini!

# Dialogue_Text,DL_TakuaSaved1
source: Oh well, Vakama sort of grounded me. He won't let me leave for another two weeks!
it: Oh beh, diciamo che Vakama mi ha messo in punizione. Non mi lascerà uscire per altre due settimane!

# Dialogue_Text,DL_TakuaSaved2
source: He said soming about how I was being reckless to even ask to enter the Kini, blah blah blah.
it: Ha detto qualcosa sul fatto che sono stato imprudente anche solo a chiedere di entrare nel Kini, bla bla bla.

# Dialogue_Text,DL_TalkingToSupervisor
source: So, can I get a raise?
it: Allora, posso avere un aumento?

# Dialogue_Text,DL_Talok1
source: Hmm, what should go next. Ta-Koro the great... That's nothing.
it: Hmm, quale dovrebbe essere il prossimo. Ta-Koro la grande... non è niente.

# Dialogue_Text,DL_Talok10
source: So once again, "Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches," Just finish that sentence best you can.
it: Quindi, ancora una volta, "Ahh Ta-koro, che città meravigliosa. Dalla Lava, ai fuochi delle torce", finite la frase nel miglior modo possibile.

# Dialogue_Text,DL_Talok2
source: Once again, You're really not supposed to be up here Talok. Go make your funny words somewhere else!
it: Ancora una volta, tu non dovresti essere quassù, Talok. Vai a comporre le tue strane parole da qualche altra parte!

# Dialogue_Text,DL_Talok3
source: This is the best place to get insperation! I'm not leaving, but don't you worry yourself, I won't touch the ONE thing you're supposed to protect!
it: Questo è il posto migliore per trovare ispirazione! Non me ne vado, ma non preoccuparti, non toccherò l'UNICA cosa che dovresti proteggere!

# Dialogue_Text,DL_Talok35
source: Your poems don't even rhyme, and don't start telling again me about those- Uhh, the- Hai... Haikus! Yeah, Don't start telling me about how "Haikus" don't have to rhyme!
it: Le tue poesie non fanno nemmeno rima, e non ricominciare a parlarmi di quegli... hai... haiku! Già, non cominciare a dirmi che gli "haiku" non devono essere in rima!

# Dialogue_Text,DL_Talok4
source: Gah! You nearly scared the Great spirit from my limbs, I cannot believe that a Toa of legend standith before me!
it: Gah! Dallo spavento il Grande Spirito stava per abbandonare le mie membra, non posso credere che un Toa della leggenda sia di fronte a me!

# Dialogue_Text,DL_Talok5
source: Ehh- I uhh, sorry... Sometimes I forget that many others don't have as much of a vocabulary as me. I am Talok, the great poet. Or the Poet-Nui if you prefer.
it: Ehh- io uhh, scusate... A volte dimentico che molti altri non dispongono di un vocabolario come il mio. Io sono Talok, il grande poeta. O il Poeta-Nui, se preferite.

# Dialogue_Text,DL_Talok6
source: Hahahaha, don't be redicoulous! I am renown all across Mata-Nui!
it: Hahahaha, non essere ridicolo! Sono famoso in tutta Mata-Nui!

# Dialogue_Text,DL_Talok7
source: *Huff* Very well, then we must recrify this. I'm nearly finished with my latest poem, then you can have it!
it: *Sbuffa* Molto bene, allora dobbiamo porvi rimedio. Ho quasi terminato la mia ultima composizione, dopo di che potrai averla!

# Dialogue_Text,DL_Talok8
source: Alright lets see, where was I... Oh yes- "Ahh Ta-Koro, what a wonderful city. From the Lava, to the fires of the torches,"... Dahh...
it: Ordunque vediamo, dov'ero rimasto... oh sì- "Ahh Ta-Koro, che città meravigliosa. Dalla lava, ai fuochi delle torce,"... dahh...

# Dialogue_Text,DL_Talok9
source: No, Gah Mata-Nui, I'm afraid I've reached some writers block. Hmm, would you like to pick the next line Toa?
it: No, gah Mata-Nui, temo di essere incappato in un blocco dello scrittore. Hmm, Toa, ti piacerebbe scegliere la prossima strofa?

# Dialogue_Text,DL_TalokBurns
source: Oooo, I like it. You're not a half bad poet toa, Here's your copy!
it: Oooo, mi piace. Non sei affatto male come poeta, Toa, ecco qui la tua copia!

# Dialogue_Text,DL_TalokDone
source: Ahh, good to see you again Toa!
it: Ahh, è bello rivederti Toa!

# Dialogue_Text,DL_TalokDone1
source: I am studying how the light scatters in Le-Wahi... Trying to come up with something for my next poem.
it: Sto studiando come la luce si diffonde a Le-Wahi... nel tentativo di inventarmi qualcosa per il mio prossimo componimento.

# Dialogue_Text,DL_TalokHot
source: HAHAHA, That is very funny indeed Kopaka! Here, your copy sir.
it: HAHAHA, è davvero molto divertente, Kopaka! Ecco la vostra copia, signore.

# Dialogue_Text,DL_TalokLight
source: Uhh, that's not great... In my opinion of course, but I suppose it's better than nothing. Here's your copy!
it: Uhh, non è un granché... a mio parere, ovviamente, ma suppongo che sia meglio di niente. Ecco qua la tua copia!

# Dialogue_Text,DL_TalokSmoke
source: Ehh, it's not what I would have gone with personally, but it's not bad. Here's your copy!
it: Ehh, personalmente non è la direzione che avrei preso io, ma non è male. Ecco qua la tua copia!

# Dialogue_Text,DL_Tamaru
source: Toa, Hi! It has been a long-while since we last talked!
it: Salve, Toa! È passato un lungo-po' dall'ultima volta che abbiamo parlato!

# Dialogue_Text,DL_Tamaru1
source: Yes, we talked about my height-dread. You don't remember your friend Tamaru?
it: Sì, abbiamo parlato della mia altezza-fobia. Non ti ricordi del tuo amico Tamaru?

# Dialogue_Text,DL_Tamaru2
source: Hummm, Very strange... You may need your head look-seen about Toa.
it: Hummm, molto strano... forse dovresti farti controllo-vedere la testa, Toa.

# Dialogue_Text,DL_Tamaru3
source: You are right, but I believe us to be Same-hearted. I consider us to be ever-long friends Toa $T.
it: Hai ragione, ma credo che siamo cuori-affini. Ci considero amici da lungo-sempre, Toa $T.

# Dialogue_Text,DL_Taphal1
source: Huh, oh hello $T. I'm not being lazy, just taking a small break.
it: Huh, oh salve $T. Non sto battendo la fiacca, sto solo facendo una piccola pausa.

# Dialogue_Text,DL_Taphal2
source: Well, I'm the town's repair man of sorts - and everyone is counting on me to fill their requests. I don't want to let them down!
it: Beh, sono una sorta di aggiustatutto della città- e contano tutti su di me per completare le loro richieste. Non voglio deluderli!

# Dialogue_Text,DL_Taphal3
source: Of course. I will, thank you Toa.
it: Ma certo. Lo farò, grazie Toa.

# Dialogue_Text,DL_TaphalFixed
source: Oh, hey Toa! Like what I've done with the place?
it: Oh, ehi Toa! Ti piace come ho sistemato il posto?

# Dialogue_Text,DL_TaphalFixed2
source: Oh, what YOU've done?
it: Oh, come TU hai sistemato?

# Dialogue_Text,DL_TaphalFixed3
source: Alright alright, what we've done.
it: D'accordo d'accordo, come abbiamo sistemato.

# Dialogue_Text,DL_TaphalFixed4
source: For the most part, Parhi bought the materials, Kalhi helped move them, but me and my apprentice have done most of the work.
it: Per la maggior parte: Parhi ha acquistato i materiali, Kalhi ha dato una mano a trasportarli, ma io ed il mio apprendista abbiamo fatto la maggior parte del lavoro.

# Dialogue_Text,DL_TaphalFixed5
source: That's right, I've helped a lot. I hand Taphal tools...
it: Esatto, sono stato di grande aiuto. Passavo gli strumenti a Taphal...

# Dialogue_Text,DL_TaphalFixed6
source: I'm teaching you!
it: Ti sto insegnando!

# Dialogue_Text,DL_TaphalFixing1
source: *Muttering to self* Gotta fix it - Just keep working...
it: *Borbottando tra sé* Devo sistemarlo - continua a lavorare...

# Dialogue_Text,DL_TaphalFixing2
source: I'm just fine - I just have to keep at it, we'll finish it eventually!
it: Sto bene - devo solo insistere, prima o poi lo finiremo!

# Dialogue_Text,DL_TaphalQuestion
source: Hah, Yes Tafall. Me and her have a nice give and take, almost like a rivalry.
it: Hah, sì Tafall. Io e lei abbiamo un bel dare e ricevere, quasi come una rivalità.

# Dialogue_Text,DL_TelescopeMan
source: </><Matoran>Over and over again and again The darkness controls the wheel</><Key> ... What could it mean...
it: </><Matoran>Ora e per sempre, ora e per sempre, l'Oscurità controlla la ruota</><Key> ...Cosa potrà mai significare...

# Dialogue_Text,DL_TelescopeMan1
source: This Telescope has been used by all the great philosophers of Ko-Koro, their prophecies and findings were inscribed at the base here. Some of them have been lost to time, I'm attempting to restore those and discover their meaning.
it: Questo Telescopio è stato utilizzato da tutti i grandi filosofi di Ko-Koro, le loro profezie e scoperte sono state incise qui alla base. Alcune sono andate perdute col tempo, Sto cercando di restaurarle e di scoprire il loro significato.

# Dialogue_Text,DL_TelescopeMan2
source: Oh indeed, quite a few. By observing the Red Star and it's relation to surrounding stars, one can create very accurate depictions of the future and the past.
it: Oh, invero, parecchi. Osservando la Stella Rossa e la sua posizione rispetto alle stelle che la circondano, uno può realizzare un'accurata rappresentazione del futuro e del passato.

# Dialogue_Text,DL_TelescopeManHow
source: There are constellations in the sky, stars that form patterns and shapes. When the Red Star nears one of these we begin to get an idea of what will happen and how soon. The distance from the constellation denotes time, and when the Red Star fully merges with a star pattern, that prophecy will be very near to coming true.
it: Nel cielo ci sono delle costellazioni, stelle che formano schemi e figure. Quando la Stella Rossa si avvicina ad una di esse possiamo iniziare a farci un'idea di quello che avverrà e tra quanto. La distanza dalla costellazione denota il tempo, e quando la Stella Rossa si unisce completamente ad una costellazione, quella profezia sarà assai prossima ad avverarsi.

# Dialogue_Text,DL_TelescopeManUse
source: Why of course, it is free for anyone to use!
it: Ma certamente, tutti possono usarlo liberamente!

# Dialogue_Text,DL_TelescopeManWhich
source: Well, let's see... </><Matoran>The darkness will be defeated but not for long</><Key> There's that one... Then there's, </><Matoran>Amnesia They fight themselves not their enemy</><Key> Not entirely sure about those but there is one that I know has come true. </><Matoran>Six lost Six abducted Six trapped all part of the plan</><Key> I believe it refers to the Turaga being lost.
it: Dunque, vediamo... </><Matoran>L'oscurità sarà sconfitta, ma non per molto</><Key> C'è quella... poi c'è, </><Matoran>Amnesia. Combattono sé stessi, non il loro nemico</><Key> Non sono del tutto sicuro di quelle, ma ce n'è una che so essersi avverata. </><Matoran>Sei perduti, Sei rapiti, Sei intrappolati, tutto parte del piano</><Key> Credo si riferisca alla scomparsa dei Turaga.

# Dialogue_Text,DL_TempleMasterOtherTemples
source: Before you go toa $T! There are still Temples across the island that are in danger! Please help them too.
it: Prima che te ne vada toa $T! Ci sono altri Templi sparsi per l'isola che sono ancora in pericolo! Ti prego, aiuta anche loro.

# Dialogue_Text,DL_TempleMasterQuestion
source: Are they gone toa??
it: Se ne sono andati toa??

# Dialogue_Text,DL_TempleMasterThanks
source: Ahh, Thank you so much for vanquishing them Toa! Now the rest of the Matoran may return.
it: Ahh, grazie infinite per averli sconfitti Toa! Ora gli altri Matoran potranno fare ritorno.

# Dialogue_Text,DL_TempleMatoran1
source: Thank you for making our Temple safe Toa!
it: Toa, grazie per aver reso sicuro il nostro Tempio!

# Dialogue_Text,DL_TempleMatoran2
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
it: Toa! Ci sono altri Templi sull'isola che sono stati invasi! Saresti disposto a liberarli?

# Dialogue_Text,DL_TempleMatoranGetQuest
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
it: Toa! Ci sono altri Templi sull'isola che sono stati invasi! Saresti disposto a liberarli?

# Dialogue_Text,DL_TempleMatoranQuestGet
source: The closest one should be the Ta-Wahi Temple, it's south of here, hidden among the burnt trees.
it: Il più vicino dovrebbe essere il Tempio di Ta-Wahi, Si trova a sud di qui, nascosto tra gli alberi bruciati.

# Dialogue_Text,DL_TempleMatoranQuestIntro
source: Toa! There are more Temples around the Island that have been overrun! Would you be willing to free them?
it: Toa! Ci sono altri Templi sull'isola che sono stati invasi! Saresti disposto a liberarli?

# Dialogue_Text,DL_TempleMatoranThanks
source: Thank you toa $T for saving our Temple!
it: Grazie toa $T per aver salvato il nostro Tempio!

# Dialogue_Text,DL_Thankscavetemple
source: Are they gone?
it: Se ne sono andati?

# Dialogue_Text,DL_Thankscavetemple1
source: Phew, thank you Toa, you saved our sanctuary!
it: Fiuh, grazie Toa, hai salvato il nostro santuario!

# Dialogue_Text,DL_ThanksyouforKumo
source: Thank you very much for saving Kumo! You truly are Spirit-blessed Toa!
it: Grazie infinite per aver salvato Kumo! Tu sei davvero benedetto-dal-Grande-Spirito, Toa!

# Dialogue_Text,DL_Thuei2
source: No, no no! Toa, you're not supposed to see this yet! I'm still working on it!
it: No, no no! Toa, non dovresti ancora vederlo! Ci sto ancora lavorando!

# Dialogue_Text,DL_Thuei3
source: Well it's still on the drawing board, per se... It's going to be a statue of Onua riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
it: Beh, è ancora nella fase di progettazione, di per sé... sarà una statua di Onua che cavalca un gigantesco Ussal... mentre affronta un Kane-Ra. Oppure... forse dovrebbe essere un Muaka?

# Dialogue_Text,DL_Thuei3Onua
source: Well it's still on the drawing board, per se... It's going to be a statue of you riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
it: Beh, è ancora nella fase di progettazione, di per sé... sarà una statua di te che cavalchi un gigantesco Ussal... mentre affronti un Kane-Ra. Oppure... forse dovrebbe essere un Muaka?

# Dialogue_Text,DL_ThueiFinish
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if Onua was riding the Muaka instead? Maybe you're there too...
it: Presto. Decisamente presto. Devo solo modificare alcuni particolari e allora sarà perfetta. Oh... non sarebbe fantastico se Onua stesse cavalcando un Muaka invece? Forse lì ci sei anche tu...

# Dialogue_Text,DL_ThueiFinishOnua
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if you were riding the Muaka instead? Maybe Lewa's there too...
it: Presto. Decisamente presto. Devo solo modificare alcuni particolari e allora sarà perfetta. Oh... non sarebbe fantastico se tu stessi cavalcando un Muaka invece? Forse lì c'è anche Lewa...

# Dialogue_Text,DL_ThueiFun
source: I'm part of an amateur carving guild with my brother. I usually just carve for fun, but sometimes I get tasked to make stuff.
it: Insieme a mio fratello, faccio parte di una gilda di scultori dilettanti. Solitamente scolpisco solo per divertimento, ma a volte vengo incaricato di realizzare qualcosa.

# Dialogue_Text,DL_ThueiIntro
source: A little to the left, maybe... No, that wouldn't look right...
it: Un pochino più a sinistra, forse... no, non starebbe bene...

# Dialogue_Text,DL_ThueiOutro
source: Thanks, $T. Wait... Mata Nui! I forgot to finish the bridge Khalo tasked me to make in the pillarlands two weeks ago! I've gotta go... just after I finish adjusting this... hmm...
it: Grazie, $T. Aspetta... Mata Nui! Ho dimenticato di terminare il ponte che Khalo mi aveva incaricato di realizzare nelle Lande dei Pilastri due settimane fa! Devo proprio andare... non appena avrò finito di sistemare questo... hmm...

# Dialogue_Text,DL_Trader1
source: Wanna Trade?
it: Vuoi commerciare?

# Dialogue_Text,DL_Trader2
source: You got it!
it: Ecco a te!

# Dialogue_Text,DL_TutCorruptedMakuta1
source: I believe that this has gone on long enough.
it: Credo che sia durato fin troppo.

# Dialogue_Text,DL_TutCorruptedMakuta2
source: Your time has come to an end, Toa. Surely you can see that by now.
it: Il tuo tempo è giunto al termine, Toa. Ormai te ne sarai reso conto.

# Dialogue_Text,DL_TutCorruptedMakuta3
source: Hmph. If you cannot see your own destiny, then perhaps I will need to show you.
it: Hmph. Se non riesci a vedere il tuo stesso destino, forse allora dovrò mostrartelo io.

# Dialogue_Text,DL_TutFinalDialouge1
source: Hello... Toa.
it: Salve... Toa.

# Dialogue_Text,DL_TutFinalDialouge2
source: I am he who has brought you to this place... a place to guide you and show you your true destiny.
it: Sono colui che ti ha condotto in questo luogo... un luogo per guidarti e mostrarti il tuo vero destino.

# Dialogue_Text,DL_TutFinalDialouge_Duty
source: Your duty is to the will of the Great Spirit... To collect the six great masks of power in order to fulfil your destiny.
it: Il tuo dovere verso il volere del Grande Spirito... è di raccogliere sei grandi maschere del potere per adempiere al tuo destino.

# Dialogue_Text,DL_TutFinalDialouge_Wake
source: Through the light, Toa...
it: Attraverso la luce, Toa...

# Dialogue_Text,DL_TutFinalDialouge_Where
source: A mere vision which I have created for you, Toa. A place you will soon leave.
it: Una mera visione che ho creato per te, Toa. Un posto che lascerai molto presto.

# Dialogue_Text,DL_TutFinalDialouge_Who
source: You are a Toa. A hero. One who fights valiantly no matter the circumstance.
it: Tu sei un Toa. Un eroe. Uno che combatte valorosamente a prescindere dalle circostanze.

# Dialogue_Text,DL_Ukkar1
source: Oh, excellent...
it: Oh, eccellente...

# Dialogue_Text,DL_Ukkar2
source: Hah, Howdy Toa! Have you been in Po-Koro long?
it: Hah, ehilà Toa! È da molto che sei a Po-Koro?

# Dialogue_Text,DL_Ukkar3
source: Isn't it great! Ahh I truely admire Akamar for this feat, he nearly redesigned the entire village!
it: Non è fantastico? Ahh ammiro davvero Akamar per questa impresa, ha quasi ridisegnato l'intero villaggio!

# Dialogue_Text,DL_Ukkar4
source: Oh yes, If there's one thing I've learned about Akamar is that he gets things done! I am very excited to see what his next project will be...
it: Oh sì, se c'è una cosa che ho imparato su Akamar è che porta a termine le cose! Non vedo l'ora di vedere quale sarà il suo prossimo progetto...
