Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_3
source: It looks nice but unfortunately I can't stay.
it: Sembra bello, ma purtroppo non posso restare.

# Dialogue_Response,DL_KoTownSellerFixedHow2_PlayerResponse_1
source: I'll consider it.
it: Ne terrò conto.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_1
source: You didn't mention Numai.
it: Non hai nominato Numai.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_2
source: That's great, I'm glad you're all doing well.
it: È fantastico, sono felice che stiate tutti bene.

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_1
source: How is everyone?
it: Come stanno tutti?

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_2
source: I suppose.
it: Immagino.

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_1
source: How is everyone?
it: Come stanno tutti?

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_2
source: Will it actually protect anyone? Can't the Rahi just jump over or go around?
it: Proteggerà davvero qualcuno? I Rahi non potrebbero semplicemente scavalcarlo o girarci intorno?

# Dialogue_Response,DL_KoTownSellerFixing1_PlayerResponse_1
source: What's wrong Parhi?
it: Cosa c'è che non va Parhi?

# Dialogue_Response,DL_KoTownSellerFixing2_PlayerResponse_1
source: Have you talked it over with the others?
it: Ne hai parlato con gli altri?

# Dialogue_Response,DL_KoTownSellerFixing3_PlayerResponse_1
source: Very good, I will take my leave then.
it: Molto bene, allora me ne vado.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_1
source: I suppose I could, let's go.
it: Immagino che potrei, andiamo.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_2
source: I have some things to do, If you could delay it?
it: Ho delle cose da fare, non potresti rimandare?

# Dialogue_Response,DL_KoTownSellerFixing5_PlayerResponse_1
source: Thank you Parhi.
it: Grazie Parhi.

# Dialogue_Response,DL_KoTownSellerFixingMeeting_PlayerResponse_1
source: *Continue*
it: *Continua*

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_1
source: I am, Let's do it.
it: Lo sono, facciamolo.

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_2
source: I'm afraid I'm still busy, sorry.
it: Temo di essere ancora occupato, scusa.

# Dialogue_Response,DL_Kufa2_PlayerResponse_1
source: What do you know of this "before-time"?
it: Cosa ne sai di questo "prima-del-tempo"?

# Dialogue_Response,DL_Kufa3_PlayerResponse_1
source: What do you mean?
it: Che intendi?

# Dialogue_Response,DL_Kufa_PlayerResponse_1
source: Hi.
it: Salve.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_1
source: I have found your research
it: Ho trovato la tua ricerca

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_2
source: Not yet.
it: Non ancora.

# Dialogue_Response,DL_KylmaNotesFound_PlayerResponse_1
source: If you insist.
it: Se insisti.

# Dialogue_Response,DL_KylmaReading_PlayerResponse_1
source: It was no trouble.
it: Non è stato un problema.

# Dialogue_Response,DL_KylmaRuins_PlayerResponse_1
source: Then I'll return once I've recovered your research.
it: Allora tornerò una volta che avrò recuperato la tua ricerca.

# Dialogue_Response,DL_KylmaTrouble2_PlayerResponse_1
source: And your research was left there?
it: E la tua ricerca è rimasta là?

# Dialogue_Response,DL_KylmaTrouble3_PlayerResponse_1
source: And you want me to recover it for you?
it: E tu vuoi che io lo recuperi per te?

# Dialogue_Response,DL_KylmaTrouble4_PlayerResponse_1
source: Where exactly are theese ruins?
it: Esattamente dove si trovano queste rovine?

# Dialogue_Response,DL_KylmaTrouble_PlayerResponse_1
source: Do you have any idea where it could be?
it: Hai qualche idea di dove potrebbe essere?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_1
source: What seems to be the problem little one?
it: Qual è il problema, piccoletto?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_2
source: I have recovered your research
it: Ho recuperato la tua ricerca

# Dialogue_Response,DL_LavaFarmerBreak_PlayerResponse_1
source: I bet it is.
it: Ci scommetto.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_1
source: I'll find your friend.
it: Troverò il tuo amico.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_2
source: Your friend will have to stay lost for now.
it: Il tuo amico dovrà restare disperso per ora.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_1
source: From what?
it: Da cosa?

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_2
source: Yes, Your friend sent me.
it: Sì, mi manda il tuo amico.

# Dialogue_Response,DL_LeQuestKumoGood_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
it: Sud, ma non vorresti che ti ci portassi? Ci sono dei Rahi in giro!

# Dialogue_Response,DL_LeQuestKumoGoodAddQuest_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
it: Sud, ma non vorresti che ti ci portassi? Ci sono dei Rahi in giro!

# Dialogue_Response,DL_LeQuestKumoHelp_PlayerResponse_1
source: Well I can help you then.
it: Bene, allora posso aiutarti.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_1
source: Yes, Your friend sent me.
it: Sì, mi manda il tuo amico.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_2
source: Do you need help?
it: Hai bisogno di aiuto?

# Dialogue_Response,DL_LeQuestKumoNextime_2_PlayerResponse_1
source: Ahh, very well then.
it: Ahh, molto bene allora.

# Dialogue_Response,DL_LeQuestKumoNextime_PlayerResponse_1
source: Ahh, Alright
it: Ahh, va bene

# Dialogue_Response,DL_LeQuestKumoThanks_PlayerResponse_1
source: It was no trouble at all.
it: Non è stato un problema.

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_1
source: What do you do here?
it: Che ci fai qui?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_2
source: What are you holding?
it: Che cos'hai in mano?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_3
source: May I help?
it: Posso aiutare?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_4
source: Thank you supervisor.
it: Grazie supervisore.

# Dialogue_Response,DL_LightstoneCaveMaster_DataPad_PlayerResponse_1
source: Goodbye Supervisor.
it: Arrivederci supervisore.

# Dialogue_Response,DL_LightstoneCaveMaster_Doing_PlayerResponse_1
source: Interesting.
it: Interessante.

# Dialogue_Response,DL_Lockedout_PlayerResponse_1
source: Nice...
it: Carino...

# Dialogue_Response,DL_LyingUnderTree1_PlayerResponse_1
source: Alright, have fun.
it: Va bene, divertiti.

# Dialogue_Response,DL_LyingUnderTree_PlayerResponse_1
source: Why are you under here?
it: Perché sei qua sotto?

# Dialogue_Response,DL_MackuHi_PlayerResponse_1
source: Beautiful Indeed.
it: Meraviglioso invero.

# Dialogue_Response,DL_MackuHi_PlayerResponse_2
source: Aside from the dangerous Rahi, I suppose It is.
it: A parte per i Rahi pericolosi, immagino lo sia.

# Dialogue_Response,DL_MackuHi_PlayerResponse_3
source: Indeed, So how's it going with Huki?
it: Invero, dunque come sta andando con Huki?

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_1
source: We'll see...
it: Vedremo...

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_2
source: I won't, don't worry.
it: Non lo faro, non preoccuparti.

# Dialogue_Response,DL_MackuHuki_PlayerResponse_1
source: Only to me.
it: Soltanto a me.

# Dialogue_Response,DL_MackuTidbit_PlayerResponse_1
source: Hmm, I didn't know that, Thank you.
it: Hmm, non lo sapevo, grazie.

# Dialogue_Response,DL_Maren1_PlayerResponse_1
source: Need some assistance?
it: Serve assistenza?

# Dialogue_Response,DL_Maren2_PlayerResponse_1
source: What are you doing all the way out here?
it: Che cosa ci fai qua fuori?

# Dialogue_Response,DL_Maren2_PlayerResponse_2
source: I'll leave you to it.
it: Lo lascerò a te.

# Dialogue_Response,DL_Maren3_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
it: Pensi che parte del tesoro di Mascheranera possa trovarsi qui intorno?

# Dialogue_Response,DL_Maren3_PlayerResponse_2
source: The Ga-Matoran tell stories of Blackmask. But they are only stories.
it: Il Ga-Matoran racconta storie di Mascheranera. Ma sono solo storie.

# Dialogue_Response,DL_Maren3_PlayerResponse_3
source: I wish you luck, Maren.
it: Ti auguro buona fortuna, Maren.

# Dialogue_Response,DL_MarenBlackmask1_PlayerResponse_1
source: I'd like to buy some of your maps.
it: Mi piacerebbe acquistare alcune delle tue mappe.

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
it: Pensi che parte del tesoro di Mascheranera possa trovarsi qui intorno?

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_2
source: Good sailing, Maren.
it: Buona navigazione, Maren.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_1
source: I'd like a map.
it: Vorrei una mappa.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_2
source: I've got treasure to sell.
it: Ho un tesoro da vendere.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_3
source: Good sailing, Maren.
it: Buona navigazione, Maren.

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_1
source: What do you have?
it: Che cos'hai?

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_3
source: Not today, thank you.
it: Non oggi, grazie.

# Dialogue_Response,DL_MarkleQuestion1_PlayerResponse_1
source: Well, I think it’s very convenient to be able to buy masks.
it: Beh, penso sia molto conveniente avere la possibilità di acquistare maschere.

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_1
source: I'd be happy to, what do you have?
it: Ne sarei felice, che cos'hai?

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_2
source: Sorry, not at the moment.
it: Scusa, non ora.

# Dialogue_Response,DL_MarkleQuestion_PlayerResponse_1
source: Who is this “He?”
it: Chi è questo “Lui?”

# Dialogue_Response,DL_MaskPowerer1_PlayerResponse_1
source: Strange.
it: Strano.

# Dialogue_Response,DL_MaskPowerer2_PlayerResponse_1
source: What is this device?
it: Cos'è questo dispositivo?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_1
source: What is this device?
it: Cos'è questo dispositivo?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_2
source: So, about that Talok...
it: Quindi, riguardo a Talok...

# Dialogue_Response,DL_MatauInTree_PlayerResponse_1
source: How did you manage to get up there, Turaga?
it: Come sei riuscito ad arrivare fin lassù, Turaga?

# Dialogue_Response,DL_MatauInTree_PlayerResponse_2
source: Would you like some help?
it: Vorresti un po' d'aiuto?

# Dialogue_Response,DL_MatauInTreeHelp_PlayerResponse_1
source: Are you sure?
it: Ne sei sicuro?

# Dialogue_Response,DL_MatauInTreeHow_PlayerResponse_1
source: Would you like some help?
it: Vorresti un po' d'aiuto?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_1
source: I heard you had something for me?
it: Ho sentito che avevi qualcosa per me?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_2
source: Sorry for waking you up.
it: Perdonami per averti svegliato.

# Dialogue_Response,DL_MatauKoroHowsgoing_PlayerResponse_1
source: Of course, I'll leave you to that then.
it: Certo, allora lo lascio a te.

# Dialogue_Response,DL_MatauKoroLewa1_PlayerResponse_1
source: What’s the trouble-matter?
it: Qual'è il problema-questione?

# Dialogue_Response,DL_MatauKoroLewa2_PlayerResponse_1
source: What’s so important that’s in this temple anyways?
it: Comunque, cosa c'è di così importante dentro questo tempio?

# Dialogue_Response,DL_MatauKoroLewa3_PlayerResponse_1
source: No worries, Turaga. I’ll quick-snatch that stone before you know it!
it: Non preoccuparti, Turaga. Afferrerò-rapido quella pietra prima che te ne sia accorto!

# Dialogue_Response,DL_MatauKoroPostKini_PlayerResponse_1
source: How has Le-Koro been?
it: Come se l'è cavata Le-Koro?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_1
source: Where exactly were you coming home from?
it: Esattamente stavi tornando a casa da dove?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_2
source: I’m glad that you’re unharmed, Turaga.
it: Sono felice che tu non sia ferito, Turaga.

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_1
source: Where exactly were you coming home from?
it: Esattamente stavi tornando a casa da dove?

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_2
source: I'll make sure to stop by Turaga.
it: Mi assicurerò di passare di qua Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere2_PlayerResponse_1
source: I'll make sure to Turaga.
it: Me ne accerterò Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere_PlayerResponse_1
source: Well, I’m glad you’re safe regardless.
it: Beh, sono felice che tu stia bene nonostante tutto.

# Dialogue_Response,DL_MatoranTransporter10_PlayerResponse_1
source: Are any other Rahi used for jobs like this?
it: Ci sono altri Rahi che vengono sfruttati per lavori del genere?

# Dialogue_Response,DL_MatoranTransporter11_PlayerResponse_1
source: Hey, didn't you say you were on the clock?
it: Ehi, non avevi detto di essere in orario?

# Dialogue_Response,DL_MatoranTransporter1_PlayerResponse_1
source: I apologise, you may continue on your way little one.
it: Mi scuso, puoi continuare per la tua strada piccoletto.

# Dialogue_Response,DL_MatoranTransporter2_PlayerResponse_1
source: I didn't mean to inturrupt!
it: Non era mi intenzione interromperti!

# Dialogue_Response,DL_MatoranTransporter3_PlayerResponse_1
source: I was about to ask you the same thing.
it: Stavo per chiederti la stessa cosa.

# Dialogue_Response,DL_MatoranTransporter4_PlayerResponse_1
source: Interesting, may I ask what you're delivering?
it: Interessante, Posso chiederti cosa stai consegnando?

# Dialogue_Response,DL_MatoranTransporter5_PlayerResponse_1
source: Well that seems... Inconsiderate.
it: Beh, sembra... avventato.

# Dialogue_Response,DL_MatoranTransporter6_PlayerResponse_1
source: I'm sure everything you deliver has helped in some way little one.
it: Sono certo che ogni cosa che tu abbia consegnato sia stata d'aiutato in qualche modo, piccoletto.

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_1
source: What... about your Ussal is he doing well?
it: Cosa... a proposito del tuo Ussal, sta bene?

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_2
source: Okay...
it: Ok...

# Dialogue_Response,DL_MatoranTransporter9_PlayerResponse_1
source: I've noticed quite a few Ussals being used for work around Mata-Nui.
it: Ho notato che parecchi Ussal vengono utilizzati per lavorare per tutta Mata-Nui.

# Dialogue_Response,DL_Matoro1_PlayerResponse_1
source: Ehh, who are you?
it: Eh, chi sei?

# Dialogue_Response,DL_Matoro3_PlayerResponse_1
source: You want me to look for this Turaga?
it: Vuoi che cerchi questo Turaga?

# Dialogue_Response,DL_Matoro4_PlayerResponse_1
source: Do you have somewhere I can begin searching?
it: Hai idea da dove potrei cominciare a cercare?

# Dialogue_Response,DL_Matoro4_PlayerResponse_2
source: How can I find Nuju?
it: Come posso trovare Nuju?

# Dialogue_Response,DL_MatoroGetMap_PlayerResponse_1
source: Thank you this should help.
it: Grazie, questo dovrebbe aiutare.

# Dialogue_Response,DL_MatoroHaveMap_PlayerResponse_1
source: I'll begin my search.
it: Inizierò la mia ricerca.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_1
source: I am ready.
it: Sono pronto.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_2
source: What are you doing here, Matoro?
it: Che ci fai qui, Matoro?

# Dialogue_Response,DL_MatoroKiniExplanation1_PlayerResponse_1
source: Matoro? What is it?
it: Matoro? Che c'è?

# Dialogue_Response,DL_MatoroKiniExplanation2_PlayerResponse_1
source: So there IS something he’s hiding. What is it?
it: Dunque C'È qualcosa che sta nascondendo. Che cosa?

# Dialogue_Response,DL_MatoroKiniExplanation3_PlayerResponse_1
source: Nuju doubts me? He doubts the Toa?
it: Nuju dubita di me? Dubita dei Toa?

# Dialogue_Response,DL_MatoroKiniExplanation4_PlayerResponse_1
source: What things have been happening to cause him to doubt us?
it: Cosa sarà mai successo per farlo dubitare di noi?

# Dialogue_Response,DL_MatoroKiniExplanation5_PlayerResponse_1
source: What do you mean?
it: Cosa intendi?

# Dialogue_Response,DL_MatoroKiniExplanation6_PlayerResponse_1
source: Excellent.
it: Eccellente.

# Dialogue_Response,DL_MatoroKiniExplanation7_PlayerResponse_1
source: And I must travel to this temple, even against the Turaga’s wishes?
it: E devo recarmi a questo tempio, anche contro il volere dei Turaga?

# Dialogue_Response,DL_MatoroKiniExplanation8_PlayerResponse_1
source: We?
it: Noi?

# Dialogue_Response,DL_MatoroKiniExplanation9_PlayerResponse_1
source: Thank you for this, Matoro.
it: Per questo grazie, Matoro.

# Dialogue_Response,DL_MatoroKiniReturn2_PlayerResponse_1
source: What will you do?
it: Cosa farai?

# Dialogue_Response,DL_MatoroKiniReturn3_PlayerResponse_1
source: I understand. I shall speak with Nuju then.
it: Capisco. Allora dovrò parlarne con Nuju.

# Dialogue_Response,DL_MatoroKiniReturn_PlayerResponse_1
source: Thank you for your help Matoro. I could not have completed this without you.
it: Grazie per il tuo aiuto Matoro. Non ce l'avrei fatta senza di te.

# Dialogue_Response,DL_MatoroKiniReturnMine_PlayerResponse_1
source: ...Very well.
it: ...molto bene.

# Dialogue_Response,DL_MatoroKiniReturnUnderstand_PlayerResponse_1
source: Here is the stone. Return to Nuju’s side and I will meet you there.
it: Ecco la pietra. Ritorna al fianco di Nuju e ci vedremo là.

# Dialogue_Response,DL_MatoroReturn_PlayerResponse_1
source: Not yet no.
it: Non ancora, no.

# Dialogue_Response,DL_MetalSeller_PlayerResponse_1
source: Yeah, I'll take a look.
it: Yeah, ci darò un'occhiata.

# Dialogue_Response,DL_Metonu1_PlayerResponse_1
source: But I'm interested, Would you at least give me a hint?
it: Ma mi interessa, non mi daresti almeno un indizio?

# Dialogue_Response,DL_Metonu1_PlayerResponse_2
source: Alright.
it: Va bene.

# Dialogue_Response,DL_Metonu2_PlayerResponse_1
source: Hmm I see...
it: Hmm vedo...

# Dialogue_Response,DL_Metonu3_PlayerResponse_2
source: Sorry I'm not interested at the moment.
it: Scusa, al momento non sono interessato.

# Dialogue_Response,DL_Metonu_PlayerResponse_1
source: I have the materials you needed.
it: Ho i materiali di cui avevi bisogno.

# Dialogue_Response,DL_Metonu_PlayerResponse_2
source: What's done?
it: Cosa è fatto?

# Dialogue_Response,DL_Metonu_PlayerResponse_3
source: About that device from before?
it: Per quanto riguarda quel congegno di prima?

# Dialogue_Response,DL_MetonuExplain_PlayerResponse_1
source: What will I need?
it: Di cosa avrò bisogno?

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
it: Huh, guarda caso ho tutto questo adesso

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_2
source: I'd like that in writing if you would.
it: Mi piacerebbe per iscritto se non ti dispiace.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_3
source: Sure, I'll go find it.
it: Certo, andrò e lo troverò.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
it: Huh, si dà il caso che io abbia tutto questo proprio adesso

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_2
source: Alright, I'll see if I can find all this.
it: Va bene, vedrò se riuscirò a trovare tutto ciò.

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_1
source: What do I need?
it: Di cosa ho bisogno?

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_3
source: Nevermind.
it: Non importa.

# Dialogue_Response,DL_Midak1_PlayerResponse_1
source: What are you doing out here?
it: Cosa ci fai qua fuori?

# Dialogue_Response,DL_NightWatchGuard1_PlayerResponse_1
source: Not at the moment no.
it: Non al momento, no.

# Dialogue_Response,DL_NightWatchGuard2_PlayerResponse_1
source: I'll be vigilant.
it: Sarò vigile.

# Dialogue_Response,DL_Nixie_PlayerResponse_1
source: What's interesting?
it: Cosa è interessante?

# Dialogue_Response,DL_NixieResponse1_PlayerResponse_1
source: Very interesting.
it: Molto interessante.

# Dialogue_Response,DL_NixieResponse2_PlayerResponse_1
source: Very interesting.
it: Molto interessante.

# Dialogue_Response,DL_NixieResponse_PlayerResponse_1
source: How do you do that?
it: Come ci riesci?

# Dialogue_Response,DL_NixieResponse_PlayerResponse_2
source: What have you discovered?
it: Che cosa hai scoperto?

# Dialogue_Response,DL_Nokama3_PlayerResponse_1
source: Now you’re safe. You should head back to Ga-Koro.
it: Ora sei in salvo. Dovresti tornare a Ga-Koro.

# Dialogue_Response,DL_Nokama3_PlayerResponse_2
source: That had to have been frightening.
it: Deve essere stato terrificante.

# Dialogue_Response,DL_Nokama3_PlayerResponse_3
source: A meeting? What sort of meeting?
it: Una riunione? Che genere di riunione?

# Dialogue_Response,DL_NokamaBase1_PlayerResponse_1
source: How did you manage to end up down here?
it: Come hai fatto a finire là sotto?

# Dialogue_Response,DL_NokamaHeadBack2_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
it: Prima che tu vada, hai menzionato una riunione, che genere di riunione?

# Dialogue_Response,DL_NokamaHeadBack_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
it: Prima che tu vada, hai menzionato una riunione, che genere di riunione?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_1
source: Did you want to see me, Turaga?
it: Volevi vedermi, Turaga?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_2
source: How is Ga-Koro?
it: Come va a Ga-Koro?

# Dialogue_Response,DL_NokamaKoroGali1_PlayerResponse_1
source: Where is this stone?
it: Dov'è questa pietra?

# Dialogue_Response,DL_NokamaKoroGali25_PlayerResponse_1
source: Last time?
it: L'ultima volta?

# Dialogue_Response,DL_NokamaKoroGali2_PlayerResponse_1
source: I understand. Thank you, Nokama.
it: Comprendo. Grazie, Nokama.

# Dialogue_Response,DL_NokamaKoroGali3_PlayerResponse_1
source: Thank you Turaga.
it: Grazie Turaga.

# Dialogue_Response,DL_NokamaKoroGali4_PlayerResponse_1
source: Thank you Turaga.
it: Grazie Turaga.

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_1
source: How is Ga-Koro?
it: Come va a Ga-Koro?

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_2
source: I am.
it: Lo sono.

# Dialogue_Response,DL_NokamaMeeting_PlayerResponse_1
source: I understand. I am simply glad you are unharmed.
it: Comprendo. Sono semplicemente lieta che tu sia incolume.

# Dialogue_Response,DL_NokamaScary_PlayerResponse_1
source: Well that now you are safe. You should head back to Ga-Koro.
it: Riguardo a quello, ora sei in salvo. Dovresti tornare a Ga-Koro.

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_1
source: You have something for me?
it: Hai qualcosa per me?

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_3
source: Has Ko-Koro been well?
it: Ko-Koro se l'è cavata?

# Dialogue_Response,DL_NujuCovoBlocked_PlayerResponse_1
source: Is something the matter, Turaga?
it: C'è qualcosa che non va, Turaga?

# Dialogue_Response,DL_NujuCovoFinal1_PlayerResponse_1
source: Do you have anything else for me to do?
it: Hai nient'altro da farmi fare?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_1
source: Has Ko-Koro been well?
it: Ko-Koro se l'è cavata?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_2
source: I’ve returned, Turaga.
it: Sono tornato, Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka2_PlayerResponse_1
source: Fears about what, exactly?
it: Paura di cosa, esattamente?

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka4_PlayerResponse_1
source: Thank you, Turaga.
it: Grazie, Turaga.
