Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_GiveHat1
source: Why today is naming day! It's an all day event to celebrate good deeds done by our fellow Matoran! They get to change their names because of that!
el: Επειδή είναι η μέρα το Ονόματος! Είναι μια ολοήμερη εκδήλωση για να γιορτάσουμε τις καλές πράξεις που έχουν κάνει οι συμπατριώτες μας Ματοράν! Μπορούν να αλλάξουν τα ονόματά τους εξαιτίας αυτού!

# Dialogue_Text,DL_GiveHat2
source: Oh, They're just really fun! I have a spare one if you want it!
el: Ω, είναι απλά πολύ διασκεδαστικές! Έχω ένα εφεδρικό αν το θέλεις!

# Dialogue_Text,DL_GiveHat3
source: Here ya go $T!
el: Ορίστε $T!

# Dialogue_Text,DL_GreavingMatoran1
source: ...I'm meditating, is there anything you need Toa?
el: ...Διαλογίζομαι, υπάρχει τίποτα άλλο που χρειάζεσαι, Toa;

# Dialogue_Text,DL_GreavingMatoran10
source: Indeed they are. I hope you will stop them for Koha’s sake. Now leave me, I wish to remember my brother fondly.
el: Πράγματιι. Ελπίζω να τα σταματήσεις για το καλό του Koha. Τώρα άφησέ με, θέλω να θυμάμαι τον αδερφό μου ευχάριστα.

# Dialogue_Text,DL_GreavingMatoran2
source: Me and my brother lived out here, away from the hustle and bustle of Onu-Koro. I still haven't forgiven him...
el: Εγώ και ο αδερφός μου ζούσαμε εδώ πέρα, μακριά από τον θόρυβο και την βαβούρα του Onu-Koro.Ακόμα δεν τον έχω ξεχάσει...

# Dialogue_Text,DL_GreavingMatoran3
source: That note was not meant for you Toa, but now that you've seen it I suppose I could tell you the story...
el: Αυτό το σημείωμα δεν ήταν για εσένα Toa, αλλά τώρα που το είδες υποθέτω μπορώ να σου πω την ιστορία...

# Dialogue_Text,DL_GreavingMatoran4
source: Koha and I lived out here together, one day we got in an argument about the food and whether it would last. He was right, It didn't.
el: Ο Koha και εγώ ζούσαμε εδώ πέρα μαζί, μία μέρα είχαμε μια διαφωνία για το φαγητό και αν θα αρκούσε. Είχε δίκιο, δεν ήταν αρκετό.

# Dialogue_Text,DL_GreavingMatoran5
source: But he had already left by then. The discussion was heated and he decided that he'd get more food from Onu-Koro before out stores ran dry.
el: Αλλά είχε ήδη φύγει μέχρι τότε. Η κουβέντα ήταν αρκετά και αποφάσισε να πάρει κιάλλο από το Onu-Koro πριν αδειάσουν τα μαγαζιά.

# Dialogue_Text,DL_GreavingMatoran6
source: It wasn't a week later that they did, Koha was late and I was hungry - So I made my way to Onu-Koro on my own.
el: Τελειωσαν την επόμενη εβδομάδα, Ο Koha είχε αργήσει και εγώ πεινούσα - Άρα και πήγα στο Onu-Koro μόνος μου.

# Dialogue_Text,DL_GreavingMatoran7
source: I asked the vendors in the village if they had seen my brother, but no one had. I was worried but I assumed maybe we had just missed eachother.
el: Ρώτησα του μαγαζάτορες του χωριού αν είδαν τον αδερφό μου, αλλά κανείς δεν τον είχε δει. Ανησυχούσα αλλά υπέθεσα ότι απλως δεν πέτυχε ο ένας τον άλλον.

# Dialogue_Text,DL_GreavingMatoran8
source: A day later I returned to this island, and found a matoran washed up on the sand. When I turned him over I knew who it was, even without a mask I could tell it was my brother.
el: Μία μέρα μετά γύρισα σε αυτό το νησί, κι βρήκα ένα Matoran ξεβρασμένο στην άμμο. Όταν τον γύρισα μπρούμητα ήξερα ποιος ήταν, ακόμα και χωρίς την μάσκα του ήξερα ότι ήταν ο αδερφός μου.

# Dialogue_Text,DL_GreavingMatoran9
source: He is burried down the path behind me, pay your respects if you wish.
el: Είναι θαμμένος στο μονοπάτι πίσω μου, υπόβαλε τα σέβη σου αν θέλεις.

# Dialogue_Text,DL_Grinch
source: *Grumbles to self*
el: *Αυτομουγκριτά*

# Dialogue_Text,DL_Grinch1
source: I don't like the naming day, It's too loud. All the Matoran playing with their gifts, sometimes they even sing. It's disgusting, Why are they all so happy?
el: Δεν μου αρέσει η μέρα του Ονόματος, κάνει πολύ φασαρία. Όλοι οι άλλοι Matoran παίζουν με τα δώρα τους, κάποιες φορές τραγουδάνε κιόλας. Είναι αηδιαστικό, γιατί είναι τόσο χαρούμενη;

# Dialogue_Text,DL_Grinch2
source: Hmm... Well maybe I could... Good luck on your travels toa.
el: Χμμ… Ίσως θα μπορούσα...Καλύ τύχη με τα ταξίδια σου Toa.

# Dialogue_Text,DL_Guard1
source: Halt, may I see your credentials?
el: Στοπ, να δω τα χαρτιά σου;

# Dialogue_Text,DL_Guard2
source: Umm... I still need them - some form of ID?
el: Εμμ... Ακόμα τα χρειάζομαι - κάποια μορφή ταυτότητας;

# Dialogue_Text,DL_Guard3
source: Okay, That works I guess... You may enter.
el: Εντάξει, μας κάνει νομίζω... Μπορείς να μπεις.

# Dialogue_Text,DL_Guard4
source: Hail Toa $T. You are free to enter, if you can manage to open the gate of course.
el: Γειά σου Toa $T. Μπορείς να μπεις ελεύθερα, αν μπορείς να ανοίξεις την πύλη φυσικά.

# Dialogue_Text,DL_GuardCamp
source: Greetings Toa $T. Welcome to the Ta-Koro Guard forward camp!
el: Χαιρετισμούς, Toa $T. Καλως ήρθες στον μπροστινό καταυλισμό της Φρουράς του Ta-Koro!

# Dialogue_Text,DL_GuardCampForward
source: Yes I know, that's just what it's called. Jala decided we needed a quicker way to deploy troops, plus there's too many of us to all stay in Ta-Koro ourselves.
el: Ναι το ξέρω, απλώς έτσι λέγεται. Ο Jala αποφάσισε ότι χρειαζόμαστε έναν πιο γρήγορο τρόπο να ανατπύσουμε στρατεύματα, επιπλέον υπάρχουν πολύ από εμάς για να είμαστε στο Ta-Koro οι ίδιοι.

# Dialogue_Text,DL_GuardCampWhere
source: Mostly everyone is out in the field fighting the Rahi threat. You'll only be able to find the Quartermaster, myself, and a few others here at the moment.
el: Σχεδόν όλοι είναι στο πεδίο αντιμετωπίζοντας την απειλή των Rahi. Μπορείς να βρεις μόνο τον Επιμελητά, τον εαυτό μου και μερικούς άλλους αυτήν την στιγμή.

# Dialogue_Text,DL_GuardPicking
source: Hmm...
el: Χμμ...

# Dialogue_Text,DL_GuardPicking2
source: What? Oh Hello $T, I was just trying to decide what staff to pick, because I defenently didn't forget which one is mine heheh...
el: Τι; Α Γειά σου $T, προσπαθουσα να αποφασίσω ποια λόγχη να διαλέξω, γιατί σίγουρα δεν ξέχασα ποια είναι η δικιά μου χεχεχ...

# Dialogue_Text,DL_GuardPickingSheilds
source: What do you think Toa, Which shield should I go with?
el: Τι νομίζες Toa, Ποια ασπίδα να πάρω;

# Dialogue_Text,DL_GuardPickingSheilds1
source: HAH Really? From left to right, Scarlet, Vermilion, and Ruby. I suppose I look JUST Red to you too?
el: ΧΑΧ Αλήθεια; Από αριστερά προς δεξιά, Πορφυρό, Ανοιχτό Αιματί και Ρουμπινί. Υποθέτω εγώ μοιάζω ΑΠΛΏΣ Κόκκινος σε εσένα;

# Dialogue_Text,DL_GuardPickingSheildsTahu
source: Wait what? I thought these where shields! Why do they all have to look the same!
el: Κάτσε τι; Νόμιζα ότι ήταν ασπίδες! Γιατί πρέπει να μοιάζουν όλα τα ίδια!

# Dialogue_Text,DL_Hahli1
source: Toa $T! Thank goodness you're here, the Turaga - she's been missing for far too long!
el: Toa $T! Ευτυχώς είσαι εδώ, η Turaga - Λείπει εδώ και πολύ καιρό!

# Dialogue_Text,DL_Hahli2
source: You don't remember me? Oh... Well I'm Hahli!
el: Δεν με θυμάσαι; Ωχ...Λοιπόν είμαι η Hahli!

# Dialogue_Text,DL_Hahli3
source: Yes, in case you don't remember - Turaga Nokama is the elder of the village, and she's gone missing!
el: Ναι, σε περίπτωση που δεν θυμάσαι - Η Turaga Nokama είναι η πρεσβύτερη του χωριού, κι έχει εξαφανιστεί!

# Dialogue_Text,DL_Hahli4
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map.
el: Ίσως...Τελευταία που άκουσα είχε μια συνάντηση στο Kini-Nui, ίσως κόλλησε στο δρόμο της επιστροφής; Ορίστε, θα το σημειώσω στον χάρτη σου.

# Dialogue_Text,DL_Hahli5
source: Have you found Nokama yet? I'm very worried...
el: Ακόμα να βρεις την Nokama; Ανησυχώ πολύ...

# Dialogue_Text,DL_Hahli6
source: Please do find her, I am very worried!
el: Παρακαλώ βρες την, ανησυχώ πολύ!

# Dialogue_Text,DL_HahliGiveMap
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Wait, you don't have one? Here I only have Ga-Wahi but It should help.
el: Ίσως...Τελευταία που άκουσα είχε μια συνάντηση στο Kini-Nui, ίσως κόλλησε στο δρόμο της επιστροφής; Ορίστε, θα το σημειώσω στον χάρτη σου. Περίμενε, δεν έχεις έναν; Εδώ έχω μόνο το Ga-Wahi, αλλά θα βοηθήσει.

# Dialogue_Text,DL_HahliThankReturn
source: Thank you for returning our Turaga to us Toa!
el: Σας ευχαριστούμε που επιστρέψατε το Turaga μας σε εμάς Toa!

# Dialogue_Text,DL_HalloweenMan1
source: Am I crazy Toa?
el: Είμαι τρελός Toa?

# Dialogue_Text,DL_HalloweenMan2
source: Well I keep seeing these orange spheres around Mata-Nui, and no one else can see them!
el: Λοιπόν, βλέπω συνέχεια αυτές τις πορτοκαλί σφαίρες γύρω από το Mata-Nui, και κανείς άλλος δεν μπορεί να τις δει!

# Dialogue_Text,DL_HalloweenMan3
source: YOU CAN SEE THEM TOO?! So I'm not crazy then!
el: ΜΠΟΡΕΙΣ ΝΑ ΤΑ ΔΕΙΣ ΚΑΙ ΕΣΥ;! Δεν είμαι τρελός λοιπόν!

# Dialogue_Text,DL_HalloweenMan4
source: Not exactly no... But I picked one up, and I thought... what if it's like one of your masks of power? So, would you care to try it on?
el: Όχι ακριβώς όχι... Αλλά πήρα μία και σκέφτηκα... τι θα γινόταν αν ήταν σαν μια από τις μάσκες σου; Λοιπόν, θα ήθελες να τη δοκιμάσεις;

# Dialogue_Text,DL_HalloweenMan5
source: Soooo... Do you feel anything?
el: Λοιπόν... Νιώθεις κάτι;

# Dialogue_Text,DL_HalloweenMan6
source: Hmm, very well then. Perhaps they're just decorative then? Ahh, either way you can keep that one $T.
el: Χμμ, πολύ καλά τότε. Ίσως είναι απλώς διακοσμητικά τότε; Α, έτσι κι αλλιώς μπορείς να κρατήσεις αυτή τη μία $T.

# Dialogue_Text,DL_Huki1
source: Toa $T Finally!
el: Toa $T Επιτέλους!

# Dialogue_Text,DL_Huki2
source: I was tasked to wait for you to return, The Turaga has been missing for far too long.
el: Μου ανατέθηκε να περιμένω την επιστροφή σου, ο Turaga μας λείπει εδώ και πολύ καιρό.

# Dialogue_Text,DL_Huki3
source: *Huff* We've met before $T! You don't remember me?
el: *Ξεφύσημα* Έχουμε ξανασυναντηθεί $T! Δεν με θυμάσαι;

# Dialogue_Text,DL_Huki4
source: Huh, odd. I'm Huki, professional Kolhii player!
el: Χα, περίεργο. Είμαι ο Huki, επαγγελματίας παίκτης Kolhii!

# Dialogue_Text,DL_Huki5
source: Right, the elder of the village. He went to a meeting with the other Turaga, and hasn't come back!
el: Σωστά, ο πρεσβύτερος του χωριού. Πήγε σε μια συνάντηση με τους άλλους Turaga και δεν έχει γυρίσει ακόμα!

# Dialogue_Text,DL_Huki6
source: You can find him! A trader informed me of an unusual number of rahi somewhere, here let me mark it on your map.
el: Μπορείς να τον βρεις! Ένας έμπορος με ενημέρωσε για έναν ασυνήθιστο αριθμό από rahi κάπου, άσε με να τον σημειώσω στον χάρτη σου.

# Dialogue_Text,DL_Huki7
source: I sure hope so.
el: Σίγουρα το ελπίζω.

# Dialogue_Text,DL_HukiMap
source: There ya go, now skedaddle! He could be in danger!
el: Ορίστε, τώρα ουστ! Μπορεί να κινδυνεύει!

# Dialogue_Text,DL_HukiNoMap
source: You don't have one? Ack, Alright I can spare mine, it's just for Po-Wahi - but it shoud suffice for now.
el: Δεν έχεις; Αχ, εντάξει, μπορώ να κρατήσω το δικό μου, είναι μόνο για τον Po-Wahi - αλλά θα πρέπει να είναι αρκετό προς το παρόν.

# Dialogue_Text,DL_HukiReturn
source: What are you waiting for Toa? Onewa could be in danger, go find him!
el: Για τι περιμένεις Toa? Ο Onewa μπορεί να κινδυνεύει, πήγαινε να τον βρεις!

# Dialogue_Text,DL_HukiSaved
source: Heard you found the great craftsman! We're all very glad that Turaga Onewa is safe!
el: Άκουσα ότι βρήκες τον σπουδαίο τεχνίτη! Χαιρόμαστε όλοι πολύ που ο Turaga Onewa είναι ασφαλής!

# Dialogue_Text,DL_ImportedPlantSeller
source: Imported vegetation here, Harakeke, Bamboo, and more!
el: Εισαγόμενη βλάστηση εδώ, Χαρακέκε, μπαμπού και πολλά άλλα!

# Dialogue_Text,DL_InsaneMatoran1
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
el: ΑΑΑΑ!; Ένας... Ένας Toa;! ΟΧΙ! Δεν πρέπει να είσαι εδώ!!

# Dialogue_Text,DL_InsaneMatoran1_2
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
el: ΑΑΑΑ!; Ένας... Ένας Toa;! ΟΧΙ! Δεν πρέπει να είσαι εδώ!!

# Dialogue_Text,DL_InsaneMatoran2
source: LIAR!! Yes, they always lie. You won't get me that easily Toa!!
el: ΨΕΥΤΗ!! Ναι, πάντα λένε ψέματα. Δεν θα με πιάσεις τόσο εύκολα Toa!!

# Dialogue_Text,DL_InsaneMatoran2_2
source: LAIR!! Yes, they always lie. You won't get me that easily Toa!!
el: ΨΕΥΤΗ!! Ναι, πάντα λένε ψέματα. Δεν θα με πιάσεις τόσο εύκολα Toa!!

# Dialogue_Text,DL_InsaneMatoranGetAway
source: Get away from me!! Makuta help me!
el: Φύγε μακριά μου!! Makuta βοήθησέ με!

# Dialogue_Text,DL_Jala1
source: Welcome to Ta-Koro, Toa $T. Is there anything you need?
el: Καλώς ήρθατε στο Ta-Koro, Toa $T. Υπάρχει κάτι που χρειάζεσαι;

# Dialogue_Text,DL_JalaReport
source: *Huff* I don't report to you Toa, you are entirely superfluous to our operation here!
el: *Ξεφύσημα* Δεν σου δίνω λογαριασμό Toa, είσαι εντελώς περιττός για την επιχείρησή μας εδώ!

# Dialogue_Text,DL_JalaReport1
source: There’s been an increase in Rahi attacks as of late... they seem to be more organized than what we’ve seen in the past. I haven’t heard many details, but a runner has informed me that the other Turaga weren’t able to safely return to their villages. It seems Vakama was the lucky one...
el: TΈχει παρατηρηθεί αύξηση στις επιθέσεις των Rahi τελευταία... φαίνεται να είναι πιο οργανωμένοι από ό,τι έχουμε δει στο παρελθόν. Δεν έχω ακούσει πολλές λεπτομέρειες, αλλά ένας δρομέας με ενημέρωσε ότι οι άλλοι Turaga δεν μπόρεσαν να επιστρέψουν με ασφάλεια στα χωριά τους. Φαίνεται ότι ο Vakama ήταν ο τυχερός...

# Dialogue_Text,DL_JalaReportTahu
source: Things have mostly been quiet, aside from Vakama’s return. I, for one, am grateful. Quiet is a rarity these days.
el: Τα πράγματα ήταν ως επί το πλείστον ήσυχα, εκτός από την επιστροφή του Vakama. Εγώ προσωπικά είμαι ευγνώμων. Η ησυχία είναι κάτι σπάνιο στις μέρες μας.

# Dialogue_Text,DL_JalaTakoro
source: Use the lever behind me to cross the moat. We keep the bridge lowered to protect the village from Rahi, so try to remember to lower it again once you’re across.
el: Χρησιμοποίησε τον μοχλό πίσω μου για να διασχίσεις την τάφρο. Κρατάμε τη γέφυρα χαμηλή για να προστατεύσουμε το χωριό από τα Rahi, οπότε προσπάθησε να θυμηθείς να την κατεβάσεις ξανά μόλις περάσεις.

# Dialogue_Text,DL_JalaWho
source: Are... are you serious? I’m Jala, Captain of the Ta-Koro Guard and right hand to Turaga Vakama. I would assume that Mata Nui’s chosen heroes wouldn’t be this forgetful...
el: Σοβαρά μιλάς; Είμαι Jala, Αρχηγός της Φρουράς Ta-Koro Guard και δεξί χέρι του Turaga Vakama. Υπέθετα ότι οι εκλεκτοί ήρωες του Mata Nui δεν θα ήταν τόσο ξεχασιάρηδες...

# Dialogue_Text,DL_JobmasterIntro
source: *The matoran mutters to himself*
el: *Ο matoran μουρμουρίζει στον εαυτό του*

# Dialogue_Text,DL_JobmasterIntro_2
source: What? Oh, sorry. - I was just thinking about how not only am I lacking workers for the tower construction project, the Turaga went and disappeared, and on top of all that, my shipment is late. What a day.
el: Τι; Ω, συγγνώμη. - Σκεφτόμουν όχι μόνο ότι μου λείπουν εργάτες για το έργο κατασκευής του πύργου, αλλά και ότι ο Turaga εξαφανίστηκε, και επιπλέον, η αποστολή μου έχει αργήσει. Τι μέρα.

# Dialogue_Text,DL_JobmasterJob1
source: Ah, Reka. Quite a dull man, a bit obsessed with Kohlii - like half the town I suppose. If he sent you here, you must need a few extra widgets, right? I suppose you could help me with my shipment issue.
el: Α, ο Reka. Αρκετά βαρετός άνθρωπος, λίγο εμμονικός με τον Kohlii - σαν τη μισή πόλη. Αν σε έστειλε εδώ, μάλλον χρειάζεσαι μερικά επιπλέον μεταλλίσματα, σωστά; Υποθέτω ότι θα μπορούσες να με βοηθήσεις με το πρόβλημα με την αποστολή.

# Dialogue_Text,DL_JobmasterJobSneak
source: Woah! Toa, you really shouldn't sneak up on Matoran like that. Wait, what about Reka?
el: Ουάου! Τόα, πραγματικά δεν θα έπρεπε να πλησιάζεις έτσι τους Ματοράν. Περίμενε, τι γίνεται με τον Reka;

# Dialogue_Text,DL_JobmasterQuestLoc
source: Go North of the Onu-Koro entrance until you hit the sandy edge of Po-Wahi. The shipping center is near the docks.
el: Πηγαίνετε βόρεια της εισόδου Onu-Koro μέχρι να φτάσετε στην αμμώδη άκρη του Po-Wahi. Το κέντρο μεταφορών βρίσκεται κοντά στις αποβάθρες.

# Dialogue_Text,DL_JobmasterReturn
source: Greetings Toa, Do you have my shipment yet?
el: Χαιρετισμούς Toa, έχεις το φορτίο μου ακόμα;

# Dialogue_Text,DL_JobmasterReturn1
source: Ahhck! That is very unfortunate.
el: Αχχχ! Αυτό είναι πολύ ατυχές.

# Dialogue_Text,DL_JobmasterReturn2
source: They fetch a very high price where they have been outlawed. I have debts to pay, and I need the money - Every so often I have them imported from a small fishing village.
el: Παίρνουν πολύ υψηλή τιμή εκεί που έχουν τεθεί εκτός νόμου. Έχω χρέη να πληρώσω και χρειάζομαι τα χρήματα - Κατά καιρούς τα εισάγω από ένα μικρό ψαροχώρι.

# Dialogue_Text,DL_JobmasterReturn3
source: Hmm... Very well, I will find an alternate source of income.
el: Χμμ... Πολύ καλά, θα βρω μια εναλλακτική πηγή εισοδήματος.

# Dialogue_Text,DL_JobmasterReturn4
source: Did you not hear me when I said I was in debt! Ahh Fine whatever, here's your 350 widgets.
el: Δεν με άκουσες όταν είπα ότι ήμουν χρεωμένος; Αααα. Εντάξει, όπως και να 'χει, ορίστε τα 350 μεταλλίσματα σου.

# Dialogue_Text,DL_JobmasterReturnFinal
source: Please don't speak to me Toa.
el: Σε παρακαλώ μην μου μιλάς Τόα.

# Dialogue_Text,DL_JobmasterShipment
source: A collection of materials - for the carvers and the construction workers, you know.
el: Μια συλλογή υλικών - για τους χαράκτες και τους οικοδόμους, ξέρετε.

# Dialogue_Text,DL_JobmasterShipmentGiveQuest
source: You know what, I believe there is. There'd be some widgets in it if you accept.
el: Ξέρεις κάτι, πιστεύω ότι υπάρχει. Θα υπάρχουν κάποια μεταλλίσματα για σένα αν το δεχτείς.

# Dialogue_Text,DL_JobmasterShipmentJob
source: A collection of materials - for the carvers and the construction workers, you know.
el: Μια συλλογή υλικών - για τους χαράκτες και τους οικοδόμους, ξέρετε.

# Dialogue_Text,DL_JobmasterShipmentQuest
source: Good luck. And hurry back, will you?
el: Καλή τύχη. Και γύρνα σβέλτα, έτσι;

# Dialogue_Text,DL_JobmasterShipmentQuestDesc
source: The shipment is late, and it's important. I'll need you to head to the Onu-Koro shipping center and see what's taking them so long. If the couriers have left already, you'll need to track them down.
el: Η αποστολή έχει καθυστερήσει, και είναι σημαντική. Θα πρέπει να πας στο κέντρο μεταφορών Onu-Koro και να δεις γιατί αργούν τόσο πολύ. Αν οι κούριερ έχουν ήδη φύγει, θα πρέπει να τους εντοπίσεις.

# Dialogue_Text,DL_JobmasterTuraga
source: Our Turaga, Onewa, went missing recently. We have gotten along fine without him - with his advanced age, I run the town mostly these days - I was the one that tasked Huki to wait for you.
el: Ο Turaga μας, Ο Onewa, went missing recently. εξαφανίστηκε πρόσφατα. Τα πηγαίναμε μια χαρά και χωρίς αυτόν - με την προχωρημένη ηλικία του, εγώ διοικώ την πόλη κυρίως αυτόν τον καιρό - εγώ ήμουν αυτός που ανέθεσα στον Huki να σε περιμένει.

# Dialogue_Text,DL_KapuraAdventures1
source: Did you hear the rumor about Kapura?
el: Άκουσες τη φήμη για τον Kapura;

# Dialogue_Text,DL_KapuraAdventures2
source: What'd the weirdo do now?
el: Τι έκανε τώρα ο περίεργος;

# Dialogue_Text,DL_KapuraAdventures3
source: I heard from a friend of mine, Hewtinii; That Kapura is planning on walking around all of Mata-Nui soon!
el: Άκουσα από έναν φίλο μου, τον Hewtinii; Ότι ο Kapura σκοπεύει να κάνει μια βόλτα σε όλο το Mata-Nui σύντομα!

# Dialogue_Text,DL_KapuraAdventures4
source: Huh, I guess he really is crazy then. Could that be related to why so many Po-Matoran have been arriving here lately?
el: Χμμ, υποθέτω ότι είναι πραγματικά τρελός τότε. Μήπως αυτό σχετίζεται με το γιατί τόσοι πολλοί Po-Matoran φτάνουν εδώ τελευταία;

# Dialogue_Text,DL_KapuraAdventures5
source: I'm not sure, It might be. Hah, maybe they mean to build a statue in his honor!
el: Δεν είμαι σίγουρος, μπορεί να είναι. Χα, ίσως σκοπεύουν να χτίσουν ένα άγαλμα προς τιμήν του!

# Dialogue_Text,DL_KapuraAdventures6
source: HAH, That would be quite silly indeed!
el: ΧΑΧ, αυτό θα ήταν όντως πολύ αστείο!

# Dialogue_Text,DL_Kapuranotlost
source: No, I'm practicing.
el: Όχι, κάνω εξάσκηση.

# Dialogue_Text,DL_KapuraPo
source: Hello again Toa...
el: Γεια σου και πάλι Τόα...

# Dialogue_Text,DL_KapuraPo1
source: Yes, I am Kapura...
el: Ναι, είμαι ο Kapura...

# Dialogue_Text,DL_KapuraPo2
source: I do not always practice Toa... Today I've decided to take in Mata-Nui's beauty.
el: Δεν εξασκoύμε πάντα Toa... Σήμερα αποφάσισα να θαυμάσω την ομορφιά του Mata-Nui.

# Dialogue_Text,DL_KapuraWhatareyoudoing
source: I'm practicing... Vakama says even though I am slower then all the others I may be faster than them if I practice.
el: Εξασκούμαι... Ο Vakama λέει ότι παρόλο που είμαι πιο αργός από όλους τους άλλους, μπορεί να γίνω πιο γρήγορος από αυτούς αν εξασκηθώ.

# Dialogue_Text,DL_KapuraWhereGa
source: I like to travel... Ga-Wahi is very wet... Vakama says that by practicing my skill I can travel large distances in a short time.
el: Μου αρέσει να ταξιδεύω... το Ga-Wahi είναι πολύ υγρό... Ο Vakama λέει ότι εξασκώντας την ικανότητά μου μπορώ να ταξιδέψω μεγάλες αποστάσεις σε σύντομο χρονικό διάστημα.

# Dialogue_Text,DL_KapuraWhereKo
source: I like to travel... Ko-Wahi is very serene, and a little too cold for me... Vakama says that by practicing my skill I can travel large distances in a short time.
el: Μου αρέσει να ταξιδεύω... ΤοKo-Wahi είναι πολύ γαλήνιο και λίγο πολύ κρύο για μένα... Ο Vakama λέει ότι εξασκώντας την ικανότητά μου μπορώ να ταξιδέψω μεγάλες αποστάσεις σε σύντομο χρονικό διάστημα.

# Dialogue_Text,DL_KapuraWhereLe
source: I like to travel... Le-Wahi is very pretty. Vakama says that by practicing my skill I can travel large distances in a short time.
el: Μου αρέσει να ταξιδεύω... Το Le-Wahi είναι πολύ όμορφη. Ο Vakama λέει ότι εξασκώντας την ικανότητά μου μπορώ να ταξιδέψω μεγάλες αποστάσεις σε σύντομο χρονικό διάστημα.

# Dialogue_Text,DL_KapuraWhereOnu
source: Everyone lives on an island, it's only a matter of size...
el: Όλοι ζουν σε ένα νησί, είναι μόνο θέμα μεγέθους...

# Dialogue_Text,DL_KewaMaster
source: Well... No, we don't have any here.
el: Λοιπόν... Όχι, δεν έχουμε κανένα εδώ.

# Dialogue_Text,DL_KewaMaster1
source: Greetings Toa-Hero, would you like to ride a Kewa?
el: Χαιρετισμούς Toa-Ήρωα, θα ήθελες να οδηγήσεις ένα Kewa;

# Dialogue_Text,DL_KewaMaster2
source: Kahu are for the ever-brave Le-Koro Airforce only!
el: Τα Kahu είναι μόνο για την πάντα-γενναία Le-Koro Αεροπορία!

# Dialogue_Text,DL_Kieve
source: We have to find it...
el: Πρέπει να το βρούμε...

# Dialogue_Text,DL_Kieve1
source: No we're not lost... Well maybe a little - but we will be un-lost soon! It was good to see you Toa, now we must get back to searching!
el: Όχι, δεν χαθήκαμε... Ίσως λίγο - αλλά σύντομα θα ξε-χαθούμε! Χάρηκα που σε είδα Toa, τώρα πρέπει να επιστρέψουμε στην αναζήτηση!

# Dialogue_Text,DL_Kieve2
source: No! We must find it before the others arrive, you can't acompany us yet, It's not ready!
el: Όχι! Πρέπει να το βρούμε πριν φτάσουν οι άλλοι, δεν μπορείς να μας συνοδεύσεις ακόμα, δεν είναι έτοιμο!

# Dialogue_Text,DL_Kieve3
source: We will be fine, as soon as we find it! Wait, maybe it doesn't exist yet?... Either way, we will keep searching!
el: Θα είμαστε μια χαρά, μόλις το βρούμε! Περίμενε, μήπως δεν υπάρχει ακόμα;... Όπως και να 'χει, θα συνεχίσουμε να ψάχνουμε!

# Dialogue_Text,DL_KoAstronomer1
source: I study the stars.
el: Μελετώ τα αστέρια.

# Dialogue_Text,DL_KoAstronomer2
source: I create prophecies for the wall.
el: Δημιουργώ προφητείες για τον τοίχο.

# Dialogue_Text,DL_KoAstronomer3
source: I study the Red Star and it's location in the sky reletive to stars around it. The constellations it forms help me understand our Destiny.
el: Μελετώ το Κόκκινο Αστέρι και τη θέση του στον ουρανό σε σχέση με τα αστέρια γύρω του. Οι αστερισμοί που σχηματίζει με βοηθούν να κατανοήσω το Πεπρωμένο μας.
