Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# InvItem_NoteText,Item_FirstMateLog2_NoteDisplay
source: First mate's log: Entry 17 Nattie's acting strange. She put us on a new course without consulting me. I tried to talk to her, but she snapped... told me to call her 'Captain'. The crew is getting tired, she's kept us constantly working. Entry 22 The Captain... Nattie... She forced us to steal gold from other Matoran. I tried to stop her... she just threatened to throw me overboard and let the Razorfish rip me to shreds. The crew went along with her commands. Mostly, it seemed, out of fear.
pt_br: Registro da Imediata: Entrada 17 A Nattie está estranha. Ela nos colocou num novo curso sem me consultar. Tentei falar com ela, mas ela gritou comigo… disse para chamá-la de "Capitã". A tripulação está ficando cansada, ela nos faz trabalhar sem parar. Entrada 22 A Capitã… Nattie… nos forçou a roubar ouro de outros Matoran. Tentei pará-la… Ela ameaçou me jogar para fora do navio e deixar os Peixes Navalha me fazer em pedacinhos. A tripulação seguiu os comandos dela. A maioria, ao que parece, por medo.

# InvItem_NoteText,Item_FirstMateLog3_NoteDisplay
source: First mate's log: Entry 31 Most of the crew are blindly following her orders now. A handfull of us are conducting secret meetings, trying to stop her from escalating further... but at this point it's us verses the entire crew. Entry 32 I saw something strange on the Captain's mask. A small patch of black material. I have no idea what it is... although I may just be getting paranoid. She hasn't let us sleep recently. Entry 61 We've collected so much gold. We've committed so many vile acts. The kind Matoran I once knew is no longer behind that blackened mask. I'm staying aboard in case I can somehow stop her.
pt_br: Registro da Imediata: Entrada 31 A maioria da tripulação agora está cegamente seguindo as ordens dela. Algumas de nós conduzimos reuniões secretas, tentando impedi-la de piorar a situação… Mas a este ponto, somos nós contra a tripulação inteira. Entrada 32 Vi algo estranho na máscara da Capitã. Uma mancha de material escuro. Não tenho ideia do que seja… mas talvez esteja ficando paranoica. Recentemente, ela não tem nos deixado dormir. Entrada 61 Coletamos tanto ouro. Cometemos tantos atos vis. A Matoran gentil que uma vez conheci não está mais por trás daquela máscara negra. Continuarei abordo caso eu possa pará-la de algum modo.

# InvItem_NoteText,Item_FirstMateLog4_NoteDisplay
source: First mate's log: Entry 115 The Captain is ordering us to hide all the gold. I'm not sure what she's planning, but I'm too terrified to ask. She looked at me strangely the other day. Her cold, yellow eyes peircing straight through my Akaku. I think she knows. Entry 165 We've hidden most of the gold... but lost many good Matoran to do so. Tonight is our last stop. An island off the western coast of Onu-Wahi, north of the tunnel entrance. Tonight I believe the Captain is going to end my life.
pt_br: Registro da Imediata: Entrada 115 A Capitã está nos ordenando a esconder todo o ouro. Não sei o que ela está planejando, mas tenho medo demais para perguntar. Outro dia, ela me olhou de um jeito estranho. Os olhos frios e amarelos dela perfurando minha Akaku. Acho que ela sabe. Entrada 165 Escondemos a maior parte do ouro… mas perdemos muitas boas Matoran nisso. Esta noite é nossa última parada. Uma ilha perto da costa oeste de Onu-Wahi, ao norte do túnel de entrada. Hoje à noite, acredito que a Capitã irá tirar minha vida.

# InvItem_NoteText,Item_FirstMateLog5_NoteDisplay
source: First mate's log: Entry 166 It's over. We arrived at the island, ready to bury the last of the gold. A storm was brewing. The Captain ordered us to place the gold in an inconspicuous cave to the east inland. My job was to keep lookout. I stood at the edge of a sharp cliff, wondering just how it had all gone so wrong. As the crew wrestled with some local Fikou-Nui, The Captain came up to me. "I'm aware that you have not been loyal to me" She said, her now pitch-black mask reflecting the newly falling rain. I stared into her eyes. For the briefest second, I could see her old self emerge. A slight tinge of regret. "You've changed, Nattie." The second I uttered her name, she tackled me to the floor. We wrestled on that cliffside, rain drowning out any noise. Somehow, some of the crew began running up the hill towards us to protect their captain. She got a few good hits in on me, then stood up. "You should have just obeyed like the rest of them."
pt_br: Registro da Imediata: Entrada 166 Acabou. Chegamos à ilha, prontas para enterrar o resto do ouro. Uma tempestade estava se armando. A Capitã nos ordenou a colocar o ouro numa caverna discreta ao leste dentro da ilha. Meu trabalho era ficar de vigia. Fiquei na ponta de um penhasco escarpado, me perguntando como tudo deu tão errado. Enquanto a tripulação lutava contra as Fikou-Nui locais, a Capitã veio até mim. "Eu sei que você não foi leal a mim" disse ela, sua máscara, agora negra como piche, refletindo a chuva que começou a cair. Encarei os olhos dela. Pelo mais breve segundo, pude ver sua velha eu emergindo. Um pingo de arrependimento. "Você mudou, Nattie." No segundo que falei seu nome, ela me empurrou ao chão. Nós lutamos naquele penhasco, a chuva afogando o barulho. De alguma forma, algumas da tripulação correram colina acima para proteger sua capitã. Ela me acertou uns bons golpes, então se levantou. "Você só devia ter obedecido, como o resto delas."

# InvItem_NoteText,Item_FirstMateLog6_NoteDisplay
source: First mate's log: Continued: Suddenly, lightning struck on the beach below. The cliff began to crumble... Nattie began to slip... I dashed forward to try and grab her hand- but it was too late. Nearly the second that she hit the ground, the remaining members of the crew stopped in their tracks, confused and terrified. They looked suddenly as if they had been awoken from a deep sleep. The next day, I buried Nattie in the cave with the rest of the gold. I placed that horrible black mask upon the grave as a marker. I'll also leave this final log here, too. If you find this note, you have also found the mask. Whatever you do, don't place it on your face.
pt_br: Registro da Imediata: Continuando: De repente, um relâmpago caiu na praia lá embaixo. O penhasco começou a desmoronar… Nattie começou a escorregar… Eu avancei para tentar pegar a mão dela… mas era tarde demais. Quase no mesmo segundo que ela atingiu o chão, as membros restantes da tripulação pararam, confusas e apavoradas. De repente, elas pareciam ter acordado de um sono profundo. No dia seguinte, eu enterrei Nattie na caverna junto do resto do ouro. Coloquei aquela horrível máscara negra no túmulo como um marcador. Também vou deixar este último registro aqui. Se você achou este registro, também achou a máscara. Faça o que fizer, só não a coloque no seu rosto.

# InvItem_NoteText,Item_PoetNoteBurns_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this city burns with life. -Talok Poet-Nui, feat. The Toa Mata
pt_br: Talok: A Balada de Ta-Koro Parte 2 Ahh, Ta-Koro, que aldeia maravilhosa. Da lava às chamas das tochas, esta aldeia arde com vida. -Talok Poeta-Nui, part. Os Toa Mata

# InvItem_NoteText,Item_PoetNoteHot_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this place is too hot. -Talok Poet-Nui, feat. Toa Kopaka
pt_br: Talok: A Balada de Ta-Koro Parte 2 Ahh, Ta-Koro, que aldeia maravilhosa. Da lava às chamas das tochas, este lugar é quente demais. -Talok Poeta-Nui, part. Toa Kopaka

# InvItem_NoteText,Item_PoetNoteLight_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, our city is full of light. -Talok Poet-Nui, feat. The Toa Mata
pt_br: Talok: A Balada de Ta-Koro Parte 2 Ahh, Ta-Koro, que aldeia maravilhosa. Da lava às chamas das tochas, nossa aldeia é cheia de luz. -Talok Poeta-Nui, part. Os Toa Mata

# InvItem_NoteText,Item_PoetNotePart1_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 1 The Cavern of Lava, the great city stands alone within it's embrace. Fire springs up only to splash against it's black walls. -Talok Poet-Nui
pt_br: Talok: A Balada de Ta-Koro Parte 1 A Caverna de Lava, a grande aldeia ergue-se sozinha envolta por seu abraço. O fogo salta para salpicar suas negras paredes. -Talok Poeta-Nui

# InvItem_NoteText,Item_PoetNotePart3_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 3 As the guards patrol, the heat will boil. The burning of the forest, and the setting of the sun. I believe now my time in Ta-koro is finally done. -Talok Poet-Nui
pt_br: Talok: A Balada de Ta-Koro Parte 3 Enquanto os guardas patrulham, o calor ferverá. A queima da floresta, e o pôr do sol. Acredito que meu tempo em Ta-Koro finalmente terminou. -Talok Poeta-Nui

# InvItem_NoteText,Item_PoetNoteSmoke_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, smoke rises to greet the sun. -Talok Poet-Nui, feat. The Toa Mata
pt_br: Talok: A Balada de Ta-Koro Parte 2 Ahh Ta-Koro, que aldeia maravilhosa. Da lava às chamas das tochas, fumaça eleva-se para saudar o sol. -Talok Poeta-Nui, part. Os Toa Mata

# InvItem_NoteText,Item_ResearchNotes_NoteDisplay
source: Komata Research Notes - The Artifact Entry 1 - I've just bought a strange looking stone sculpture from the fellow I met in Po-Koro during the shifting festival last year. I found him outside Onu-Koro and he seemed strangely eager to get rid of this object. I took a liking to it, given that it was nothing like anything I had previously seen on Mata-Nui. I'll begin my research when I return to Onu-Koro. Entry 2 - It's Alive! Or rather it was. It turns out this sculpture is no sculpture at all, it's a fossil of a once living creature! However I see no indication of the common signs we have come to associate with living creatures, no limbs, orifices, or servos of any kind. Perhaps this creature made it's home beneath the waves? Entry 3 - After consulting with some seers from Ko-Koro, I believe we have made a connection between this fossil and the strange grey sculptures found around Mata-Nui, I no not what this connection is, but the seers have assured me that the stars tell us there is one. Entry 4 - I have arrived at a circle of the aforementioned sculptures in the Onu-Wahi wilds, upon inital examanation they seem to be ordinary sculptures. Returning to the fossil, I would like to retract my previous hypothesis of it residing under the ocean - I would instead infer that it came from under Mata-Nui's surface. I will elaborate on this potential conclusion tomorrow, as for now I must retire.
pt_br: Anotações de Pesquisa do Komata - O Artefato Entrada 1 - Comprei uma estranha escultura de pedra de um sujeito que conheci em Po-Koro durante o Festival do Grande Tremor ano passado. Achei ele nas redondezas de Onu-Koro, e ele estava estranhamente ansioso para se livrar desse objeto. Eu gostei dela, visto que não parecia nada que já vi antes em Mata Nui. Começarei minha pesquisa e voltarei a Onu-Koro. Entrada 2 - Está viva! Ou melhor, estava. Acontece que essa escultura não é uma escultura, mas sim um fóssil de uma criatura que já viveu! Porém, eu não vejo nenhuma indicação dos sinais comuns que viemos a associar com criaturas vivas. Sem membros, orifícios, ou qualquer tipo de servo comando. Talvez esta criatura fazia seu lar embaixo das ondas? Entrada 3 - Após consultar com alguns videntes de Ko-Koro, acredito que fizemos uma conexão entre este fóssil e estranhas esculturas cinzas encontradas ao longo de Mata Nui. Não sei que conexão é essa, mas os videntes me asseguraram que as estrelas dizem haver uma. Entrada 4 - Cheguei num círculo com as tais esculturas no agreste de Onu-Wahi. Após uma examinação inicial, parecem ser esculturas comuns. Voltando ao fóssil, gostaria de retratar minha hipótese prévia de viver no oceano. Em vez disso, eu diria que veio debaixo da superfície de Mata Nui. Vou elaborar esta conclusão em potencial amanhã. Por agora, preciso descansar.

# InvItem_NoteText,Item_ShoppingList_NoteDisplay
source: Needed: -10 Metallic Protodermis Ingots -10 Glow Crystals -50 Wahae-Mata Gel -200 Widgets
pt_br: Materiais necessários: -10 Lingotes de Protoderme Metálica -10 Cristais Brilhosos -50 de Gel Wahae Mata -200 Peças

# InvItem_NoteText,Item_SouthernTipNote_NoteDisplay
source: To whoever finds this note: Welcome to the southernmost tip of Mata-Nui! First explored by Hahi of Le-Koro! Items found here when first explored: -An interesting looking rock (took it with me!) -A lonely looking ussal -A piece of driftwood All in all, worth the trip! -Note authored by Hahi of Le-Koro
pt_br: A quem encontrar este bilhete: Bem-vindo ao extremo sul de Mata Nui! Explorado primeiro por Hahi de Le-Koro! Itens encontrados aqui durante a exploração: -Uma pedra interessante (levei comigo!) -Um Ussal solitário -Um galho Num geral, valeu a viagem! -Bilhete escrito por Hahi de Le-Koro

# InvItem_NoteText,Item_SwordStatueNotePart1_NoteDisplay
source: Akoga 22:1 The unrest in my soul is creeping into my every day life, I feel my mood becoming more and more unmanageable each day. I wish for a way to rid myself of these feelings, but I fear that I may never find peace. I have just awoken from a dream that could not have been less than a message from the great spirit himself. In this dream I found myself humbled at the feet of three massive swords that towered over me, they reached so high they seemed to penetrate the clouds. A rather strange, tall Ko-Matoran stood in the middle of these three swords, he uttered one word, "Pahtu". I am unsure of the spelling of course, but I will be consulting the Turaga later today, as well as the wall of prophicies - to decifer what the meaning of this vision could be, and who or what "Pahtu" could be.
pt_br: Akoga 22:1 A inquietação na minha alma está se alastrando no meu dia a dia, e sinto meu humor se tornando mais e mais incontrolável a cada dia. Eu desejo uma forma de me livrar desses sentimentos, mas temo que talvez nunca tenha paz. Acabei de acordar de um sonho que só pode ter sido uma mensagem do próprio Grande Espírito. Neste sonho, eu estava aos pés de três espadas gigantes que se erguiam diante de mim. Elas chegavam tão alto que pareciam penetrar as nuvens. Um estranho e alto Ko-Matoran se encontrava no meio dessas três espadas. Ele proferiu uma palavra: "Pahtu". Claro, não tenho certeza de como se escreve, mas vou consultar o Turaga hoje mais tarde. E também o mural das profecias, para decifrar o significado dessa visão, e quem ou o que possa ser esse Pahtu.

# InvItem_NoteText,Item_SwordStatueNotePart2_NoteDisplay
source: Akoga 22:2 After doing some research I've discovered that Pahtu was a Ko-Matoran that made many exploits into the drifts as well as many other places in Ko-Wahi. I am unsure if this was the tall creature in the dream, someone I must find, or perhaps this matoran is completely unreleated. The Turaga has informed me that Pahtu has not been seen in many many years, he went missing during an expedition near the Ko-Wahi coast. No one really knows what happened to him, but I intend to discover that truth. I believe I am on the road to enlightenment - while some may think that my path is dangerous or folly, strangely... I have a good feeling about this. (Note: It turns out the spelling "Pahtu" is correct. Strange....)
pt_br: Akoga 22:2 Depois de pesquisar um pouco, descobri que Pahtu foi um Ko-Matoran que fez muitas façanhas na Nevasca, assim como em outros lugares de Ko-Wahi. Não sei se ele era a criatura alta do sonho, alguém que preciso encontrar, ou talvez este Matoran não tenha nenhuma relação. O Turaga me informou que Pahtu não é visto há muitos anos, ele desapareceu durante uma expedição perto da costa de Ko-Wahi. Ninguém sabe o que aconteceu com ele, mas pretendo descobrir essa verdade. Acredito que estou no caminho para a iluminação - enquanto alguns podem achar que meu caminho é perigoso ou tolo… estranhamente, eu tenho um bom pressentimento quanto a isso. (OBS: Parece que "Pahtu" é a escrita certa. Estranho…)

# InvItem_NoteText,Item_SwordStatuesNotePart3_NoteDisplay
source: Akoga 22:3 They stood even taller than I could have imagined, for all this time. When my journey first began I did not believe that I could ever find this holy place, I even doubted it's existance - but now that I am here I truly feel at peace. As I meditate at the structure nearby, directly underneath Mata-Nui's might, I feel more refreshed and alive than ever. I feel as though Mata-Nui himself has blessed these statues with his divine will. While Pahtu is nowhere in sight, I believe this to be where his jouney ended. Something happened to him here, and what that was no-one will ever know. But I have a feeling that he was not killed, he is still alive, somewhere, and somehow. Dear reader, This will be my last entry for some time. I hope my words have perhaps inspired you to strive for enlightenment similar to myself. Thank you for reading, and may the Great Spirit guide you.
pt_br: Akoga 22:3 Elas eram ainda mais altas do que pude imaginar, esse tempo todo. Quando minha jornada começou, eu não acreditava que poderia encontrar este lugar sagrado, até duvidei de sua existência. Mas agora que estou aqui, eu realmente me sinto em paz. Enquanto medito perto da estrutura, logo abaixo da excelência de Mata Nui, eu me sinto mais revigorado e vivo do que nunca. Sinto como se o próprio Mata Nui abençoou a estas estátuas com sua vontade divina. Mesmo não havendo sinal de Pahtu, acredito que aqui é onde a jornada dele terminou. Algo aconteceu com ele aqui, e o que isso foi, ninguém saberá. Mas tenho a sensação de que ele não foi morto, ele ainda está vivo, em algum lugar, de alguma forma. Caro leitor, esta será minha última página por um tempo. Espero que minhas palavras tenham talvez te inspirado a ir atrás de sua própria iluminação. Obrigado por ler, e que o Grande Espírito seja seu guia.

# InvItem_NoteText,Item_ThueiNote_NoteDisplay
source: THUEI'S GOOD QUALITY CARVING SERVICE Out carving! If you're stopping by to ask about an order you placed, it will probably be finished in approximately 2-30 weeks depending on certain factors! Thank you! -Thuei
pt_br: SERVIÇOS ÓTIMOS DE ESCULTURA DO THUEI Saí pra esculpir! Se veio aqui pra perguntar sobre um pedido, ele provavelmente será terminado em 2 ou 30 semanas, dependendo de alguns fatores! Obrigado! -Thuei

# InvItem_NoteText,KylmaNote_NoteDisplay
source: The text seems indecipherable. It might be an older dialect or just Kylma's handwriting...
pt_br: O texto parece indecifrável. Pode ser um velho dialeto, ou só a letra do Kylma...

# Loading,Loading_Text
source: Loading...
pt_br: Carregando…

# LoadingTip_Text,Tip_AkakuZoom
source: You can zoom while wearing the Akaku by pressing the assigned key (Default is Left ALT).
pt_br: Você pode dar zoom usando a Akaku pressionando a tecla definida (Padrão é Alt Esquerdo)

# LoadingTip_Text,Tip_CodexHints
source: The Codex contains not only lore, but also Gameplay hints.
pt_br: O Códex contém não apenas história, mas também dicas de jogabilidade.

# LoadingTip_Text,Tip_Cosmetics
source: Cosmetics found in the world are applied automatically, you can disable them from cosmetic benches.
pt_br: Cosméticos achados na ilha são aplicados automaticamente. Pode desabilitá-los na bancada de cosméticos.

# LoadingTip_Text,Tip_MeditationStoneAutosave
source: The game Autosaves when interacting with a meditation stone.
pt_br: O jogo salva automaticamente ao interagir com um Ponto de Meditação.

# LoadingTip_Text,Tip_MeditationStonesHeal
source: Meditation Stones Heal all Toa on interaction, there's no need to actually meditate for this effect.
pt_br: Pontos de Meditação curam todos os Toa ao interagir. Não é necessário meditar para ativar este efeito.

# LoadingTip_Text,Tip_MeditationStonesInteract
source: Press the interaction key while in meditation stone menu to quickly exit it.
pt_br: Pressione a tecla de interação no menu do Ponto de Meditação para sair.

# LoadingTip_Text,Tip_ObjectivesAkaku
source: Quest objectives can be seen in the world when using the Akaku.
pt_br: Objetivos de missão podem ser vistos na ilha usando a Akaku.

# LoadingTip_Text,Tip_Save
source: Remember to manually save OFTEN!
pt_br: Lembre-se de salvar manualmente COM FREQUÊNCIA!

# LoadingTip_Text,Tip_SaveSlots
source: It's a good idea to Save in multiple slots.
pt_br: É uma boa ideia salvar o progresso em múltiplos espaços.

# LoadingTip_Text,Tip_UnderwaterElementalAttacks
source: Elemental Attacks can be triggered in water.
pt_br: Ataques Elementais podem ser usados na água.

# LoadingTip_Text,Tip_WaterDash
source: Tap your sprint button to dash underwater
pt_br: Toque no botão de corrida para dar um impulso embaixo d'água.

# Quest_Description,Quest_Amongsttheburnttrees_Desc
source: A temple of worship in Ta-wahi has been overrun by rahi!
pt_br: Um templo de adoração em Ta-Wahi foi invadido por Rahi!

# Quest_Description,Quest_CalmCave_Desc
source: This Cave sanctuary is infested by rahi, Free it so that the matoran may return to their Temple.
pt_br: O santuário desta caverna foi infestado por Rahi. Liberte o templo para que os Matoran possam retornar a ele.

# Quest_Description,Quest_Challange_Desc
source: Kopaka has been informed by a Po-matoran in Ko-koro that he has been summoned to the tip of Po-wahi for an urgent purpose.
pt_br: Kopaka foi informado por um Po-Matoran em Ko-Koro que ele foi chamado para a ponta de Po-Wahi por um propósito urgente.

# Quest_Description,Quest_CometHunt_Desc
source: Komeke doesn't have the widgets to buy a Comet Kolhii ball, perhaps you could get one for him.
pt_br: Komeke não tem Peças o bastante para comprar uma bola de Kolhii Cometa. Você poderia comprar uma para ele.

# Quest_Description,Quest_DangerOnTheHorizon_Desc
source: A small temple near Ga-koro has been taken over by a Tarakava, the matoran would like it back.
pt_br: Um templo perto de Ga-Koro foi invadido por uma Tarakava. As Matoran gostariam do templo de volta.

# Quest_Description,Quest_FindKumo_Desc
source: A matoran by the name of Kumo got lost while collecting materials, and his friend is worried. You should be able to find Kumo in Fau swamp, on the lake with the "Huge-big" Boulder in it.
pt_br: Um Matoran chamado Kumo se perdeu coletando materiais, e o amigo dele está preocupado. Deve ser possível encontrar Kumo no Pântano Fau, no lago com a "grande-enorme" rocha.

# Quest_Description,Quest_FrozenInWood_Desc
source: Kohi, a Protosteel Collector has requested that you find a Protosteel tool in the Jungles of Le-wahi, He said it would be found "Frozen in Wood" and is surrounded by a Nui-Jaga nest.
pt_br: Kohi, um colecionador de Protoaço, pediu para encontrar uma ferramenta de Protoaço nas selvas de Le-Wahi. Ele disse que ela está "congelada em madeira", e rodeada por um ninho de Nui-Jaga.

# Quest_Description,Quest_FrozenTower_Desc
source: The tower sanctuary in Ko-wahi has been taken over by rahi, free it so that the matoran may return.
pt_br: O santuário da torre em Ko-Wahi foi invadido por Rahi. Liberte-o para que os Matoran possam retornar.

# Quest_Description,Quest_Gali_Desc
source: You have gathered all your Masks of Power, head to the suva in Ga-koro to gain your golden mask.
pt_br: Você adquiriu todas as suas Máscaras do Poder. Vá até o Suva em Ga-Koro para ganhar sua máscara dourada.
