Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_NujuCovoFinal1_PlayerResponse_1
source: Do you have anything else for me to do?
pl_pl: Czy masz coś jeszcze dla mnie?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_1
source: Has Ko-Koro been well?
pl_pl: Czy w Ko-Koro wszystko w porządku?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_2
source: I’ve returned, Turaga.
pl_pl: Wróciłem, Turago.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka2_PlayerResponse_1
source: Fears about what, exactly?
pl_pl: Obawy przed czym dokładnie?

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka4_PlayerResponse_1
source: Thank you, Turaga.
pl_pl: Dziękuję, Turago.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka_PlayerResponse_1
source: You are not upset?
pl_pl: Nie jesteś zdenerwowany?

# Dialogue_Response,DL_NujuCovoKokoro_PlayerResponse_1
source: I’ve returned, Turaga.
pl_pl: Wróciłem, Turago.

# Dialogue_Response,DL_NujuCovoKopaka1_PlayerResponse_1
source: That’s what I’ve been doing... is something the matter?
pl_pl: To właśnie robię... czy coś się stało?

# Dialogue_Response,DL_NujuCovoKopaka3_PlayerResponse_1
source: Hmph. Very well.
pl_pl: Hm. Dobrze.

# Dialogue_Response,DL_NujuCovoSafe_PlayerResponse_1
source: You have something for me?
pl_pl: Czy masz coś dla mnie?

# Dialogue_Response,DL_NujuKini1_PlayerResponse_1
source: Is something the matter, Turaga?
pl_pl: Czy coś się stało, Turago?

# Dialogue_Response,DL_NujuLost1_PlayerResponse_1
source: Nuju! Are you safe?
pl_pl: Nuju! Czy wszystko w porządku?

# Dialogue_Response,DL_NujuLost2_PlayerResponse_1
source: Are… you trying to tell me something?
pl_pl: Czy... czy Ty próbujesz mi coś powiedzieć?

# Dialogue_Response,DL_NujuLost4_PlayerResponse_1
source: I’m glad you are safe.
pl_pl: Cieszę się, że jesteś bezpieczny.

# Dialogue_Response,DL_NujuLost4_PlayerResponse_2
source: Are... are you still trying to tell me something?
pl_pl: Czy... czy Ty nadal próbujesz mi coś powiedzieć?

# Dialogue_Response,DL_NujuTelling_PlayerResponse_1
source: ...Maybe we should get you back to Matoro.
pl_pl: ...Może powinniśmy zabrać Cię z powrotem do Matoro.

# Dialogue_Response,DL_Numai1_PlayerResponse_1
source: We haven't spoken much.
pl_pl: Nie rozmawialiśmy za dużo.

# Dialogue_Response,DL_Numai2_PlayerResponse_1
source: Ko-koro, you're going back?
pl_pl: Ko-Koro? Wracasz tam?

# Dialogue_Response,DL_Numai3_PlayerResponse_1
source: I see, Good luck.
pl_pl: Rozumiem, powodzenia.

# Dialogue_Response,DL_NumaiAbandoned1_PlayerResponse_1
source: Numai, Enjoying Ko-Koro?
pl_pl: Numai, dobrze Ci w Ko-Koro?

# Dialogue_Response,DL_NumaiAbandoned2_PlayerResponse_1
source: Have you seen any of the others lately?
pl_pl: Czy widziałeś się ostatnio z innymi?

# Dialogue_Response,DL_NumaiAbandonedSeen_PlayerResponse_1
source: Hmm, I see.
pl_pl: Hmm, rozumiem.

# Dialogue_Response,DL_NumaiFixed1_PlayerResponse_1
source: Are you upset with me?
pl_pl: Czy jesteś na mnie zły?

# Dialogue_Response,DL_NumaiFixed2_PlayerResponse_1
source: That is true, but I stand by my decision.
pl_pl: To prawda, ale nie zmienię swojego zdania.

# Dialogue_Response,DL_Nuparu1_PlayerResponse_1
source: Hello Nuparu, what are you doing there?
pl_pl: Cześć, Nuparu. Co tutaj robisz?

# Dialogue_Response,DL_Nuparu2_PlayerResponse_1
source: You're a mechanist?
pl_pl: Jesteś inżynierem?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_1
source: Oh maybe you know what these cylindrical brass machines are that I've found in the Koros.
pl_pl: Och, może wiesz, co to za walcowate, mosiężne urządzenie, które {G}|gender(widziałem, widziałam) w różnych Koro?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_2
source: Very nice to meet you Nuparu
pl_pl: Miło było Cię poznać, Nuparu.

# Dialogue_Response,DL_Nuparu4_PlayerResponse_1
source: Powering stations? What do they do?
pl_pl: Stacje zasilające? Do czego one służą?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_1
source: It "Powers" the mask?
pl_pl: "Zasila" maskę?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_2
source: What's Wahae-Mata Gel?
pl_pl: Co to żel Wahae-Mata?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_3
source: How does it do that?
pl_pl: Jak ona to robi?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_4
source: Fascinating.
pl_pl: Fascynujące.

# Dialogue_Response,DL_Nuparu_PlayerResponse_1
source: Yes? What is it?
pl_pl: Tak? O co chodzi?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_1
source: What did you mean it "Powers" the mask?
pl_pl: Co miałeś na myśli, mówiąc, że "zasila" maskę?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_2
source: How does it work?
pl_pl: Jak to działa?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_3
source: Thank you greatly, this is valuble information.
pl_pl: Dziękuję Ci bardzo, to naprawdę cenna informacja.

# Dialogue_Response,DL_NuparuHow_PlayerResponse_1
source: What did you mean it "Powers" the mask?
pl_pl: Co miałeś na myśli, mówiąc, że "zasila" maskę?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_2
source: What's the "Wahae-Mata Gel" you mentioned?
pl_pl: Co to za "żel Wahae-Mata", o którym wspominałeś?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_3
source: Thank you greatly, this is valuble information.
pl_pl: Dziękuję Ci bardzo, to naprawdę cenna informacja.

# Dialogue_Response,DL_NuparuPower_PlayerResponse_1
source: What's Wahae-Mata Gel?
pl_pl: Co to żel Wahae-Mata?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_2
source: How does the machine work?
pl_pl: Jak działa ta maszyna?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_3
source: Thank you greatly, this is valuble information.
pl_pl: Dziękuję Ci bardzo, to naprawdę cenna informacja.

# Dialogue_Response,DL_Okin1_PlayerResponse_1
source: Hello little one, what are you doing?
pl_pl: Hej, co tam, maluchu?

# Dialogue_Response,DL_Okin2_PlayerResponse_1
source: What does that mean?
pl_pl: Co to znaczy?

# Dialogue_Response,DL_Okin3_PlayerResponse_1
source: Ahh I see, anything I can do to help pass the time?
pl_pl: Ach, rozumiem, czy mogę jakoś pomóc Ci zabić czas?

# Dialogue_Response,DL_Okin4_PlayerResponse_1
source: Very well, I'll leave you to your dreaming little one.
pl_pl: W porządku, zostawię Cię więc z Twoimi marzeniami, maluchu.

# Dialogue_Response,DL_Onepu1_PlayerResponse_1
source: I don't believe we have met actually.
pl_pl: Wydaje mi się, że jednak się nie znamy.

# Dialogue_Response,DL_Onepu2_PlayerResponse_1
source: Is there something I can help you with?
pl_pl: Czy jest coś w czym mogę Ci pomóc?

# Dialogue_Response,DL_Onepu3_PlayerResponse_1
source: You want me to look for him?
pl_pl: Chcesz, żebym go {G}|gender(poszukał, poszukała)?

# Dialogue_Response,DL_Onepu3_PlayerResponse_2
source: You want me to look for him?
pl_pl: Chcesz, żebym go {G}|gender(poszukał, poszukała)?

# Dialogue_Response,DL_Onepu4_PlayerResponse_1
source: Back from where?
pl_pl: Wrócił skąd?

# Dialogue_Response,DL_Onepu_PlayerResponse_1
source: Hello Onepu...
pl_pl: Cześć, Onepu...

# Dialogue_Response,DL_OnepuGiveMap_PlayerResponse_1
source: Back from where?
pl_pl: Wrócił skąd?

# Dialogue_Response,DL_OnepuReturn1_PlayerResponse_1
source: Not yet no.
pl_pl: Jeszcze nie.

# Dialogue_Response,DL_OnepuReturn_PlayerResponse_1
source: Alright I'll leave.
pl_pl: W porządku, zostawię Cię.

# Dialogue_Response,DL_OnepuSaved1_PlayerResponse_1
source: Okay...
pl_pl: W porządku...

# Dialogue_Response,DL_OnepuSaved_PlayerResponse_1
source: What do you mean? I saved Whenua.
pl_pl: Co masz na myśli? {G}|gender(Uratowałem, Uratowałam) Whenuę.

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_1
source: How did you get trapped here?
pl_pl: Jak zostałeś tu uwięziony?

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_2
source: How can I help?
pl_pl: Jak mogę Ci pomóc?

# Dialogue_Response,DL_OnewaHelpNow_PlayerResponse_1
source: I'm on it.
pl_pl: Już się za to zabieram.

# Dialogue_Response,DL_OnewaHole_PlayerResponse_1
source: What were you doing so far from Po-Koro?
pl_pl: Dlaczego oddaliłeś się tak daleko od Po-Koro?

# Dialogue_Response,DL_OnewaHowToHelp_PlayerResponse_1
source: Make sure to get out of the way before it comes down.
pl_pl: Odsuń się, zanim filar runie.

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_1
source: Again?
pl_pl: I tym razem?

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_2
source: Again?
pl_pl: I tym razem?

# Dialogue_Response,DL_OnewaPohatuQuest_PlayerResponse_1
source: Where would I find this stone?
pl_pl: Gdzie znajdę ten kamień?

# Dialogue_Response,DL_OnewaPohatuQuestGoodbye_PlayerResponse_1
source: Thank you for your confidence, Turaga.
pl_pl: Dziękuję, że we mnie wierzysz, Turago.

# Dialogue_Response,DL_OnewaPohatuQuestGoodbyeGiveMap_PlayerResponse_1
source: Thank you for your confidence, Turaga.
pl_pl: Dziękuję, że we mnie wierzysz, Turago.

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_1
source: How is Po-Koro doing?
pl_pl: Co słychać w Po-Koro?

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_3
source: I heard you have something for me?
pl_pl: Podobno masz coś dla mnie?

# Dialogue_Response,DL_OnewaPokoroBragging_PlayerResponse_1
source: Very Nice.
pl_pl: Super.

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_1
source: How is Po-Koro doing?
pl_pl: Co słychać w Po-Koro?

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_2
source: I have found a few.
pl_pl: Udało, mi się pare znaleźć.

# Dialogue_Response,DL_OnewaThankyou_PlayerResponse_1
source: Of course Turaga.
pl_pl: Dobrze, Turago.

# Dialogue_Response,DL_OnewaWhereHaveBeen_PlayerResponse_1
source: How can I help?
pl_pl: Jak mogę Ci pomóc?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_1
source: What are you doing in this hole?
pl_pl: Co robisz w tej dziurze?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_2
source: Where have you been?
pl_pl: Gdzie byłeś?

# Dialogue_Response,DL_Outcast_PlayerResponse_2
source: How is there grass here?
pl_pl: Jakim cudem jest tutaj trawa?

# Dialogue_Response,DL_Outcast_PlayerResponse_3
source: Why are you here?
pl_pl: Dlaczego tu jesteś?

# Dialogue_Response,DL_OutcastGrass_PlayerResponse_2
source: Why are you here?
pl_pl: Dlaczego tu jesteś?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_1
source: Why are you here?
pl_pl: Dlaczego tu jesteś?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_2
source: How is there grass here?
pl_pl: Jakim cudem jest tutaj trawa?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_3
source: See you around Plant Man.
pl_pl: Do zobaczenia, Roślinny Ziomie.

# Dialogue_Response,DL_OutcastWhy1_PlayerResponse_2
source: How is there grass here?
pl_pl: Jakim cudem jest tutaj trawa?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_1
source: Really?
pl_pl: Serio?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_3
source: How is there grass here?
pl_pl: Jakim cudem jest tutaj trawa?

# Dialogue_Response,DL_Pauri1_PlayerResponse_1
source: Our shop?
pl_pl: Waszym sklepie?

# Dialogue_Response,DL_Pauri1_PlayerResponse_3
source: I'll be back later.
pl_pl: Wrócę później.

# Dialogue_Response,DL_Pauri2_PlayerResponse_2
source: I'll be back later.
pl_pl: Wrócę później.

# Dialogue_Response,DL_PetOwner_PlayerResponse_1
source: How's Po-Koro?
pl_pl: Co słychać w Po-Koro?

# Dialogue_Response,DL_PetOwner_PlayerResponse_2
source: Just passing through.
pl_pl: Jestem tylko przejazdem.

# Dialogue_Response,DL_PlantSeller1_PlayerResponse_2
source: I don't need any at the moment thank you.
pl_pl: Dziękuję, ale na razie niczego nie potrzebuję.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_1
source: I’ve come for my rematch. Where’s Pohatu?
pl_pl: {G}|gender(Przyszedłem, Przyszłam) na rewanż. Gdzie jest Pohatu?

# Dialogue_Response,DL_PoduFail1_PlayerResponse_2
source: You haven’t seen Kopaka yet, have you? He’s supposed to be back for his rematch.
pl_pl: Nie widziałeś jeszcze Kopaki, prawda? Powinien już być z powrotem na rewanż.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_3
source: Are you waiting for someone?
pl_pl: Czekasz na kogoś?

# Dialogue_Response,DL_PoduFailGeneral1_PlayerResponse_1
source: I'll keep an eye out for him.
pl_pl: Będę się za nim {G}|gender(rozglądał, rozglądała).

# Dialogue_Response,DL_PoduFailKopaka1_PlayerResponse_1
source: ...Yes. I just did.
pl_pl: ...Tak. Ja.

# Dialogue_Response,DL_PoduFailKopaka2_PlayerResponse_1
source: About as ready as I can be.
pl_pl: Bardziej się nie da.

# Dialogue_Response,DL_PoduFailPohatu_PlayerResponse_1
source: Well let me know if you see him... Oh- and let me know if he says my name! I have a really cool entrance I want to make if he says my name.
pl_pl: Cóż, daj mi znać, jeśli go spotkasz... Och - i koniecznie powiedz, jeśli wypowie moje imię! Mam naprawdę super wejście, które chcę zrobić, gdy tylko je usłyszę.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_1
source: Now why would a Po-Matoran like yourself be in Ko-Koro?
pl_pl: Dlaczego taki Po-Matoranin jak Ty jest w Ko-Koro?

# Dialogue_Response,DL_PoduRace1_PlayerResponse_2
source: Hope you’re not too uncomfortable in Ko-Koro, little one.
pl_pl: Mam nadzieję, że nie czujesz się zbyt źle w Ko-Koro, maluchu.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_3
source: You certainly seem out of place, little one.
pl_pl: Zdecydowanie tu nie pasujesz, maluchu.

# Dialogue_Response,DL_PoduRace2_PlayerResponse_1
source: You again? What’s the meaning behind all this?
pl_pl: Znowu Ty? O co w tym wszystkim chodzi?

# Dialogue_Response,DL_PoduRace2_PlayerResponse_2
source: Just hang in there… I’m sure Kopaka will be here any minute now!
pl_pl: Poczekaj tu chwilę... Jestem pewny, że Kopaka za chwilę tu będzie!

# Dialogue_Response,DL_PoduRace2_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
pl_pl: Co Matoranin taki jak Ty robi w tym miejscu, z dala od cywilizacji?

# Dialogue_Response,DL_PoduRaceGeneral2_PlayerResponse_1
source: Don’t worry. Brother Kopaka can be cold at times, but he’ll show up eventually.
pl_pl: Nie martw się. Brat Kopaka bywa czasem oziębły, ale w końcu się pojawi.

# Dialogue_Response,DL_PoduRaceGeneral_PlayerResponse_1
source: If I see him, I’ll let him know.
pl_pl: Jeśli go zobaczę, dam Ci znać.

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_1
source: What will I find there?
pl_pl: Co tam znajdę?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_2
source: Who sent you here?
pl_pl: Kto Cię tu przysłał?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
pl_pl: W porządku. Przyjdę tam najszybciej jak mogę.

# Dialogue_Response,DL_PoduRaceKopaka_PlayerResponse_1
source: Looking for me? What do you need?
pl_pl: Szukasz mnie? Czego potrzebujesz?

# Dialogue_Response,DL_PoduRaceKopakaExit_PlayerResponse_1
source: I’ll keep that in mind.
pl_pl: Będę o tym pamiętał.

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_1
source: Who sent you here?
pl_pl: Kto Cię tu przysłał?

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
pl_pl: W porządku. Przyjdę tam najszybciej jak mogę.

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_1
source: What will I find there?
pl_pl: Co tam znajdę?

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
pl_pl: W porządku. Przyjdę tam najszybciej jak mogę.

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_1
source: How do I know you’re not leading me into a trap?
pl_pl: Skąd mogę wiedzieć, że nie prowadzisz mnie w pułapkę?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_2
source: What will I find there?
pl_pl: Co tam znajdę?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
pl_pl: W porządku. Przyjdę tam najszybciej jak mogę.

# Dialogue_Response,DL_PoduRacePohatu2_PlayerResponse_1
source: It will be, trust me.
pl_pl: Będzie, zaufaj mi.

# Dialogue_Response,DL_PoduRacePohatu_PlayerResponse_1
source: He should be here any second now...
pl_pl: Powinien tu za zaraz być...

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_1
source: I’ve come back for Pohatu’s idiotic race.
pl_pl: Wróciłem na ten idiotyczny wyścig Pohatu.

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_2
source: Has Kopaka come back yet?
pl_pl: Czy Kopaka już wrócił?

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
pl_pl: Co Matoranin taki jak Ty robi w tym miejscu, z dala od cywilizacji?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu1_PlayerResponse_1
source: Were you standing there waiting this entire time?
pl_pl: Stałeś tu i czekałeś przez cały ten czas?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu2_PlayerResponse_1
source: I’ll indulge in your little game now.
pl_pl: Dobrze, wezmę teraz udział w Twojej małej gierce.

# Dialogue_Response,DL_PoduRaceReturnPohatu_PlayerResponse_1
source: Of course he will! I know Kopaka. You just need some patience
pl_pl: No pewnie, że wróci! Znam Kopakę. Po prostu musisz trochę poczekać.

# Dialogue_Response,DL_Poekae1_PlayerResponse_1
source: Really? I doubt that one substance can cure all that...
pl_pl: Serio? Wątpię, żeby jedna subtancja mogła na to wszystko pomóc...

# Dialogue_Response,DL_Poekae2_PlayerResponse_1
source: I doubt it will work for a Toa like myself, but I'll take a look.
pl_pl: Wątpię, czy to zadziała na Toa, ale mogę zerknąć

# Dialogue_Response,DL_Poekae_PlayerResponse_2
source: What do you sell here?
pl_pl: Co tutaj sprzedajesz?

# Dialogue_Response,DL_Poekae_PlayerResponse_3
source: I'm just browsing.
pl_pl: Tylko się rozglądam.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_1
source: I suppose I could have another go at it.
pl_pl: Przypuszczam, że mogę spróbować jeszcze raz.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_2
source: Absolutely not.
pl_pl: Zdecydowanie nie.

# Dialogue_Response,DL_PotMaker1_PlayerResponse_2
source: I'm sorry, but I have no need for a pot.
pl_pl: Przepraszam, ale nie potrzebuję doniczki.

# Dialogue_Response,DL_PotMaker_PlayerResponse_1
source: Hello, what are you doing?
pl_pl: Witaj, co robisz?

# Dialogue_Response,DL_PotMakerBacktoNormal1_PlayerResponse_1
source: I hope so too.
pl_pl: Też mam taką nadzieję.

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_1
source: I thought I'd check up on you, how are you doing?
pl_pl: {G}|gender(Pomyślałem, Pomyślałam), że sprawdzę co u Ciebie słychać?

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_2
source: Do you still sell pots?
pl_pl: Dalej sprzedajesz doniczki?

# Dialogue_Response,DL_PotMakerTrade1_PlayerResponse_2
source: I changed my mind.
pl_pl: {G}|gender(Zmieniłem, Zmieniłam) zdanie.

# Dialogue_Response,DL_PotMakerWhatHappened1_PlayerResponse_1
source: Do you know where Kohi could be?
pl_pl: Wiesz, gdzie może być Kohi?

# Dialogue_Response,DL_PotMakerWhatHappened1Alt_PlayerResponse_1
source: Do you know where Kohi could be?
pl_pl: Wiesz, gdzie może być Kohi?

# Dialogue_Response,DL_PotMakerWhatHappened2_PlayerResponse_1
source: What about the one who did this?
pl_pl: A kto mógł to zrobić?

# Dialogue_Response,DL_PotMakerWhatHappened3_PlayerResponse_1
source: Is there anything I can do to find him?
pl_pl: Czy jest coś, co mogę zrobić, aby go odnaleźć?

# Dialogue_Response,DL_PotMakerWhatHappened4_PlayerResponse_1
source: Gah... You are right, thank you for your information Kohua.
pl_pl: Ach... Masz rację, dziękuję za informację, Kohua.

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_1
source: What happened to Kohi's shop?
pl_pl: Co się stało ze sklepem Kohiego?

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_2
source: What happened to Kohi's shop Pot-Maker?
pl_pl: Kohua, co się stało ze sklepem Kohiego?

# Dialogue_Response,DL_QuarterMaster11_PlayerResponse_1
source: You are welcome.
pl_pl: Proszę bardzo.

# Dialogue_Response,DL_QuarterMaster1_PlayerResponse_1
source: Any way I can help?
pl_pl: Mogę jakoś pomóc?

# Dialogue_Response,DL_QuarterMaster2_PlayerResponse_2
source: I can't at the moment, sorry.
pl_pl: W tym momencie nie mogę, przepraszam.

# Dialogue_Response,DL_QuarterMaster3_PlayerResponse_1
source: As you wish.
pl_pl: Jak sobie życzysz.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_1
source: I have, he's going to correct the mistake immediately.
pl_pl: Rozmawiałem. Natychmiast naprawi ten błąd.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_2
source: You mean the staff salesman? No not yet.
pl_pl: Mówisz o sprzedawcy kosturów? Jeszcze nie.

# Dialogue_Response,DL_QuarterMaster5_PlayerResponse_1
source: Yes... How did you know?
pl_pl: Tak... Skąd wiedziałeś?

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_1
source: Takar has already promised me payment.
pl_pl: Takar już obiecał mi zapłatę.

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_2
source: A kind deed is it's own reward.
pl_pl: Dobry uczynek jest zapłatą samą w sobie.

# Dialogue_Response,DL_QuarterMaster7_PlayerResponse_1
source: Well, lets get to this "petty task" then.
pl_pl: Cóż, przejdźmy zatem do tego "błahego zadania".

# Dialogue_Response,DL_QuarterMaster8_PlayerResponse_1
source: The staves?
pl_pl: Kostury?

# Dialogue_Response,DL_QuarterMaster9_PlayerResponse_1
source: Let's do it.
pl_pl: Zróbmy to.

# Dialogue_Response,DL_RacePohatu1_PlayerResponse_1
source: Oh no. Don’t tell me this was your idea.
pl_pl: No nie. Nie mów mi, że to był Twój pomysł.

# Dialogue_Response,DL_RacePohatu2_PlayerResponse_1
source: We’re brothers. Not friends.
pl_pl: Jesteśmy braćmi. Nie przyjaciółmi.

# Dialogue_Response,DL_RacePohatu3_PlayerResponse_1
source: That’s what this whole ruse was? Some kind of sport to you?
pl_pl: To tym, dla Ciebie, był ten cały podstęp? Jakimś sportem?

# Dialogue_Response,DL_RacePohatu4_PlayerResponse_1
source: This entire charade is idiotic. Not only have you wasted my time which I could be spending searching for Masks, you’ve wasted this Po-Matoran’s time as well!
pl_pl: Ta cała maskarada jest idiotyczna. Nie tylko zmarnowałeś mój czas, który mogłem poświęcić na szukanie Masek, ale też czas tego Po-Matoranina!

# Dialogue_Response,DL_RacePohatu6_PlayerResponse_1
source: And why would I engage in something so trivial?
pl_pl: I dlaczego ja miałbym brać udział w czymś tak błahym?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_1
source: ...Very well, I accept.
pl_pl: ...Dobra, niech będzie.

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_2
source: What makes you think some vain accessory would change my mind about any of this?
pl_pl: Co skłania Cię do myślenia, że jakiś głupi dodatek zmieni moje zdanie na ten temat?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_3
source: This is idiotic. I’m leaving.
pl_pl: To idiotyczne. Odchodzę.

# Dialogue_Response,DL_RacePohatuPodu1_PlayerResponse_1
source: Telling him you have some urgent mission, forcing him to wait in Ko-Koro, and sending him here, on the edge of the Po-Wahi desert? Are you always this cruel to your own Matoran?
pl_pl: Powiedzenie mu, że masz pilną misję, zmuszenie go do czekania w Ko-Koro i wysłanie go tutaj, na skraj pustyni Po-Wahi? Zawsze jesteś taki okrutny dla swoich Matoran?

# Dialogue_Response,DL_RacePohatuPodu2_PlayerResponse_1
source: ...What do you want.
pl_pl: ...Czego chcesz?

# Dialogue_Response,DL_RacePohatuWhy2_PlayerResponse_1
source: Because we’re “good friends?”
pl_pl: Ponieważ jesteśmy "dobrymi przyjaciółmi"?

# Dialogue_Response,DL_RacePohatuWhy3_PlayerResponse_1
source: The what?
pl_pl: Że co?

# Dialogue_Response,DL_RacePohatuWhy4_PlayerResponse_1
source: I find that highly unlikely.
pl_pl: Uważam, że to bardzo mało prawdopodobne.

# Dialogue_Response,DL_RacePohatuWhy5_PlayerResponse_1
source: Poll or not, I’m still not partaking in your little race.
pl_pl: Głosowanie czy nie, i tak nie wezmę udziału w Twoim małym wyścigu.
