Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Response,DL_InsaneMatoran1_2_PlayerResponse_1
source: Don't worry I won't hurt you!
pt_br: Não se preocupe, não vou te machucar!

# Dialogue_Response,DL_InsaneMatoran1_PlayerResponse_1
source: Don't worry I won't hurt you!
pt_br: Não se preocupe, não vou te machucar!

# Dialogue_Response,DL_InsaneMatoran2_2_PlayerResponse_1
source: Wait, I'm not lying!!
pt_br: Espera, não estou mentindo!

# Dialogue_Response,DL_InsaneMatoran2_PlayerResponse_1
source: Wait, I'm not lying!!
pt_br: Espera, não estou mentindo!

# Dialogue_Response,DL_Jala1_PlayerResponse_2
source: How do I get to the village?
pt_br: Como entro na aldeia?

# Dialogue_Response,DL_Jala1_PlayerResponse_4
source: Nothing, didn't mean to bother you.
pt_br: Nada não, não quero incomodar.

# Dialogue_Response,DL_JalaReport1_PlayerResponse_1
source: Any news in Ta-Koro?
pt_br: Alguma novidade em Ta-Koro?

# Dialogue_Response,DL_JalaReport1_PlayerResponse_2
source: Thank you for the information. I'll speak to him.
pt_br: {G}|gender(Obrigado,Obrigada) pela informação. Falarei com ele.

# Dialogue_Response,DL_JalaReport_PlayerResponse_1
source: I have more Athority than you.
pt_br: Tenho mais autoridade que você.

# Dialogue_Response,DL_JalaReport_PlayerResponse_2
source: Please, I'd like to know what's going on around here.
pt_br: Por favor, quero saber o que está acontecendo por aqui.

# Dialogue_Response,DL_JalaReportTahu_PlayerResponse_1
source: Thank you for the information.
pt_br: {G}|gender(Obrigado,Obrigada) pela informação.

# Dialogue_Response,DL_JalaTakoro_PlayerResponse_1
source: Remind me, Who are you?
pt_br: Quem é você mesmo?

# Dialogue_Response,DL_JalaWho_PlayerResponse_1
source: How do I get to the village?
pt_br: Como entro na aldeia?

# Dialogue_Response,DL_JalaWho_PlayerResponse_3
source: Thank you, I remember now.
pt_br: {G}|gender(Obrigado,Obrigada), lembrei agora.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_1
source: What's this about the Turaga?
pt_br: O que tem o Turaga?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_2
source: Your shipment?
pt_br: Sua remessa?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_3
source: Reka said you would have a job for me.
pt_br: Reka disse que você teria um trabalho para mim.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_4
source: Carry on.
pt_br: Pode continuar.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_1
source: Am I disturbing you?
pt_br: Estou te incomodando?

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_2
source: Reka sent me.
pt_br: Reka me mandou.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_3
source: I'll leave you to... whatever you're doing.
pt_br: Vou deixá-lo fazendo… o que quer que seja.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_1
source: Sounds like something I could handle.
pt_br: Parece algo que dou conta.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_2
source: What kind of shipment?
pt_br: Que tipo de remessa?

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_1
source: He said you might have a job for me.
pt_br: Ele disse que você teria um trabalho para mim.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_2
source: You looked distracted just then.
pt_br: Você parecia distraído.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_3
source: Nevermind.
pt_br: Deixa pra lá.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_1
source: Alright, I'm on it.
pt_br: Certo, estou indo.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_2
source: Remind me, what type of shipment is this?
pt_br: Que tipo de remessa era essa mesmo?

# Dialogue_Response,DL_JobmasterReturn1_PlayerResponse_1
source: Why were you having them imported?
pt_br: Por que você estava importando eles?

# Dialogue_Response,DL_JobmasterReturn2_PlayerResponse_1
source: This stops now.
pt_br: Isso acaba agora.

# Dialogue_Response,DL_JobmasterReturn3_PlayerResponse_1
source: I believe you owe me some widgets.
pt_br: Acredito que você me deve umas Peças.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_1
source: Your Illegal Ruki were eaten by Rahi.
pt_br: Seus Ruki ilegais foram comidos por Rahi.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_2
source: Not yet.
pt_br: Ainda não.

# Dialogue_Response,DL_JobmasterReturnFinal_PlayerResponse_1
source: Sorry.
pt_br: Desculpa.

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_1
source: Is there something I can do for you?
pt_br: Tem algo que eu possa fazer para você?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_2
source: And what did you say about the Turaga?
pt_br: E o que você disse sobre o Turaga?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_3
source: Reka said you might have a job for me. How about I locate this shipment?
pt_br: Reka disse que você teria um trabalho para mim. Que tal eu achar essa remessa?

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_1
source: I accept.
pt_br: Eu aceito.

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_2
source: I have some other matters to attend to.
pt_br: Tenho outros assuntos para tratar.

# Dialogue_Response,DL_JobmasterShipmentJob_PlayerResponse_1
source: What do you need me to do?
pt_br: O que precisa que eu faça?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_2
source: Where exactly is the shipping center?
pt_br: Onde exatamente fica o centro de expedição?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_3
source: What type of shipment was it again?
pt_br: Que tipo de remessa era essa mesmo?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_1
source: What's this about a shipment?
pt_br: O que disse sobre uma remessa?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_2
source: Reka mentioned I should come see you.
pt_br: Reka disse para eu vir ver você.

# Dialogue_Response,DL_KapuraGa_PlayerResponse_2
source: Why are you in Ga-wahi?
pt_br: Por que você está em Ga-Wahi?

# Dialogue_Response,DL_KapuraKo_PlayerResponse_2
source: What is a Ta-Matoran doing in Ko-Wahi?
pt_br: O que um Ta-Matoran faz em Ko-Wahi?

# Dialogue_Response,DL_KapuraLe_PlayerResponse_2
source: Why are you in Le-Wahi?
pt_br: Por que você está em Le-Wahi?

# Dialogue_Response,DL_Kapuranotlost_PlayerResponse_1
source: Ok, Goodbye...
pt_br: OK, tchau…

# Dialogue_Response,DL_KapuraOnu_PlayerResponse_2
source: What are you doing on this Island?
pt_br: O que está fazendo nesta ilha?

# Dialogue_Response,DL_KapuraPo1_PlayerResponse_1
source: Huh, I almost didn't recognise you without your wandering in circles!
pt_br: Ahh, quase não te reconheci sem estar perambulando em círculos!

# Dialogue_Response,DL_KapuraPo2_PlayerResponse_1
source: Very well then, I'll leave you to it.
pt_br: Tudo bem então, vou deixá-lo em paz.

# Dialogue_Response,DL_KapuraWhatareyoudoing_PlayerResponse_2
source: Ok, Goodbye...
pt_br: Certo… tchau.

# Dialogue_Response,DL_KapuraWhereGa_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
pt_br: Se você veio lá de Ta-Wahi, então parece que ele estava certo.

# Dialogue_Response,DL_KapuraWhereKo_PlayerResponse_1
source: If you managed to come all the way from Ta-Wahi, then It seems he was right.
pt_br: Se você conseguiu vir lá de Ta-Wahi, então parece que ele estava certo.

# Dialogue_Response,DL_KapuraWhereLe_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
pt_br: Se você veio lá de Ta-Wahi, então parece que ele estava certo.

# Dialogue_Response,DL_KapuraWhereOnu_PlayerResponse_1
source: Huh, I suppose you're right.
pt_br: Hum… acho que você está certo.

# Dialogue_Response,DL_KewaMaster1_PlayerResponse_1
source: Can I?
pt_br: Posso?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_1
source: What about this Kahu, can I ride him?
pt_br: E esse Kahu? Posso voar nele?

# Dialogue_Response,DL_Kieve1_PlayerResponse_1
source: We? You... want me to come with you?
pt_br: Nós? Você… quer que eu vá contigo?

# Dialogue_Response,DL_Kieve2_PlayerResponse_1
source: Alright, Are you sure you'll be okay?
pt_br: Certo. Tem certeza de que ficará bem?

# Dialogue_Response,DL_Kieve3_PlayerResponse_1
source: I'll... Leave you to it then.
pt_br: Vou… deixá-lo aí, então.

# Dialogue_Response,DL_KoAstronomer1_PlayerResponse_1
source: Do you... Do anything else?
pt_br: Você… faz algo além disso?

# Dialogue_Response,DL_KoAstronomer2_PlayerResponse_1
source: How do you make these?
pt_br: Como você cria elas?

# Dialogue_Response,DL_KoAstronomer3_PlayerResponse_1
source: Intriguing.
pt_br: Intrigante.

# Dialogue_Response,DL_KoFishSeller2_PlayerResponse_1
source: Where are you from?
pt_br: De onde você é?

# Dialogue_Response,DL_KoFishSeller3_PlayerResponse_1
source: So then you settled?
pt_br: Daí você ficou?

# Dialogue_Response,DL_KoFishSeller4_PlayerResponse_1
source: Thank you, that was a nice story.
pt_br: {G}|gender(Obrigado,Obrigada), foi uma história legal.

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_1
source: What do you sell?
pt_br: O que você vende?

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_2
source: Where are you from?
pt_br: De onde você é?

# Dialogue_Response,DL_KoFishSellerAbandoned1_PlayerResponse_1
source: How are you Kahli?
pt_br: Como vai, Kahli?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
pt_br: O que acha de Le-Koro? Melhor do que antes?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_2
source: Have you seen any of the others since you left?
pt_br: Você chegou a ver os outros desde que partiu?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro1_PlayerResponse_1
source: You seem like something's bothering you.
pt_br: Parece que tem algo te incomodando.

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_1
source: Have you seen any of the others since you left?
pt_br: Você chegou a ver os outros desde que partiu?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_2
source: I'm sure you'll work it out, It's been good to see you Kahli.
pt_br: Certeza de que vai achar um jeito. Foi bom te ver, Kahli.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
pt_br: O que acha de Le-Koro? Melhor do que antes?

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_2
source: I'm glad you're feeling better, however it's time for me to go.
pt_br: Estou feliz que se sinta melhor. Mas já é hora de eu ir.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen_PlayerResponse_1
source: You think?
pt_br: Você acha?

# Dialogue_Response,DL_KoFishSellerFixed1_PlayerResponse_1
source: Then what are you doing up there?
pt_br: Então o que está fazendo aí em cima?

# Dialogue_Response,DL_KoFishSellerFixed2_PlayerResponse_1
source: I like it.
pt_br: Eu gostei.

# Dialogue_Response,DL_KoFishSellerFixed_PlayerResponse_1
source: Are you feeling alright Kahli?
pt_br: Está se sentindo bem, Kahli?

# Dialogue_Response,DL_KoFishSellerFixing1_PlayerResponse_1
source: Okay... *Back away slowly*
pt_br: Certo… *Afastar-se devagar*

# Dialogue_Response,DL_KoFishSellerFixing_PlayerResponse_1
source: Are you alright Kahli?
pt_br: Você está bem, Kahli?

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_1
source: That seems like a lot of work, supplying the entire island.
pt_br: Parece muito trabalhoso, enviar para a ilha inteira.

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_2
source: Neat!
pt_br: Legal!

# Dialogue_Response,DL_KoFlagQuestFlagMaker2_PlayerResponse_1
source: Don't overwork yourself little one!
pt_br: Não trabalhe demais, pequenina!

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_1
source: What do you do here?
pt_br: O que você faz aqui?

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_2
source: I apologise. I'll leave you to your work.
pt_br: Desculpa. Vou deixá-la com seu trabalho.

# Dialogue_Response,DL_KoFlagQuestOtherFlagmakers_PlayerResponse_1
source: Thank you, Flagmaker, Rest well.
pt_br: {G}|gender(Obrigado,Obrigada), criadora de bandeiras. Bom descanso.

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_1
source: Before I leave, do you know of any other flag makers?
pt_br: Antes de eu ir, você conhece outros criadores de bandeiras?

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_2
source: Goodbye, Flagmaker. Rest well.
pt_br: Tchau, criadora de bandeiras. Descanse bem.

# Dialogue_Response,DL_KokoroGuardGreeting2_2_PlayerResponse_1
source: Protodermis?
pt_br: Protoderme?

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_1
source: Protodermis?
pt_br: Protoderme?

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_2
source: What is Going on in Ko-koro?
pt_br: O que está acontecendo em Ko-Koro?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_1
source: Protodermis, what is that?
pt_br: Protoderme? O que é isso?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_2
source: Ahh, I see.
pt_br: Ahh, entendi.

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_1
source: Anything going on in town?
pt_br: Algo acontecendo na aldeia?

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_2
source: Well now I know, Thank you!
pt_br: Agora eu sei, obrigado!

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_1
source: Anything going on in town?
pt_br: Algo acontecendo na aldeia?

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_2
source: Well now I know, Thank you!
pt_br: Agora eu sei, obrigado!

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_1
source: Anything going on in town?
pt_br: Algo acontecendo na aldeia?

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_2
source: Well now I know, Thank you!
pt_br: Agora eu sei, obrigado!

# Dialogue_Response,DL_Kongu1_PlayerResponse_1
source: Did you need something from me?
pt_br: Você precisava de mim?

# Dialogue_Response,DL_Kongu2_PlayerResponse_1
source: Hmm, anywhere I should start?
pt_br: Hum… Por onde devo começar?

# Dialogue_Response,DL_Kongu2_PlayerResponse_2
source: Hmm, anywhere I should start?
pt_br: Hum… Por onde devo começar?

# Dialogue_Response,DL_Kongu_PlayerResponse_1
source: What do you mean? This is the first time I've been here, and who are you?
pt_br: O que quer dizer? Essa é a primeira vez que estive aqui. E quem é você?

# Dialogue_Response,DL_KonguMap_PlayerResponse_1
source: Thank you, I'll begin my search.
pt_br: {G}|gender(Obrigado,Obrigada), vou começar minha busca.

# Dialogue_Response,DL_KonguNoMap_PlayerResponse_1
source: Thank you, I'll begin my search.
pt_br: {G}|gender(Obrigado,Obrigada), vou começar minha busca.

# Dialogue_Response,DL_KonguReturn_PlayerResponse_1
source: Yes, I'm still looking.
pt_br: Sim, ainda estou procurando.

# Dialogue_Response,DL_Kopeke1_PlayerResponse_1
source: What is this sculpture?
pt_br: Que escultura é essa?

# Dialogue_Response,DL_Kopeke1_PlayerResponse_2
source: Looks good!
pt_br: Ficou boa!

# Dialogue_Response,DL_Kopeke2_PlayerResponse_1
source: But... Isn't that a Lightstone?
pt_br: Mas… isso não é uma pedra luminosa?

# Dialogue_Response,DL_Kopeke2_PlayerResponse_2
source: Intriguing.
pt_br: Intrigante.

# Dialogue_Response,DL_Kopeke3_PlayerResponse_1
source: I'll let you get to that.
pt_br: Vou deixá-lo com seu trabalho.

# Dialogue_Response,DL_KoTempleMaster1_PlayerResponse_1
source: Thank you, I'll be sure to do that.
pt_br: {G}|gender(Obrigado,Obrigada), farei isso.

# Dialogue_Response,DL_KoTempleMaster_PlayerResponse_1
source: I'll keep a look out for them.
pt_br: Vou ficar de olho neles.

# Dialogue_Response,DL_KoTownBuyer2_PlayerResponse_1
source: Your colors are very different from any Po-Matoran I've ever met.
pt_br: Suas cores são bem diferentes de qualquer Po-Matoran que já vi.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_1
source: You spoke of a "Protosteel", I'm not familiar with this material.
pt_br: Você falou de um "Protoaço"… Não conheço esse material.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_2
source: Interesting, thank you.
pt_br: Interessante, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_1
source: I don't mean to be rude, but what kind of Matoran are you?
pt_br: Não quero ser rude, mas que tipo de Matoran é você?

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_2
source: I've never heard of this Protosteel, wouldn't a Protodermis pickaxe be a stronger tool for mining?
pt_br: Nunca ouvi falar desse Protoaço… Uma picareta de Protoderme não seria mais forte para mineração?

# Dialogue_Response,DL_KoTownBuyerGainQuest_PlayerResponse_1
source: Of course.
pt_br: É claro.

# Dialogue_Response,DL_KoTownBuyerOnua1_PlayerResponse_1
source: I'll try to find it for you, will you be here when I return?
pt_br: Vou tentar achar isso para ti. Estará aqui quando eu voltar?

# Dialogue_Response,DL_KoTownBuyerOnua_PlayerResponse_1
source: Interesting, do you have a lead on any other Protosteel tools? Perhaps I can help.
pt_br: Interessante. Tem alguma pista de outras ferramentas de Protoaço? Talvez eu possa ajudar.

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_2
source: Do you know that your village was attacked?
pt_br: Você sabe que sua aldeia foi atacada?

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_3
source: Do you know that Whagna village was attacked?
pt_br: Você sabe que a aldeia Whagna foi atacada?

# Dialogue_Response,DL_KoTownKohiProtosteel2_PlayerResponse_1
source: Uhh no, Whagna village, the small port you were just at.
pt_br: Hãã, não. Aldeia Whagna, o pequeno porto onde você estava.

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_1
source: And this is?
pt_br: E isso é?

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
pt_br: Odeio te perguntar isso, Kohi, mas você teve algo a ver com o ataque em Whagna?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_1
source: What happened?
pt_br: O que aconteceu?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_2
source: What do you plan to do with it?
pt_br: O que planeja fazer com isso?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered3_PlayerResponse_1
source: So, how did you manage it?
pt_br: Então como conseguiu?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_1
source: Incredible.
pt_br: Incrível.

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_2
source: What do you plan to do with this discovery?
pt_br: O que planeja fazer com essa descoberta?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered_PlayerResponse_1
source: You've discovered how to manipulate Protosteel?
pt_br: Descobriu como manipular Protoaço?

# Dialogue_Response,DL_KoTownKohiProtosteelGift1_PlayerResponse_1
source: Of course, sounds great!
pt_br: Claro, eu adoraria!

# Dialogue_Response,DL_KoTownKohiProtosteelGift2_PlayerResponse_1
source: It's very stylish, thank you.
pt_br: É bem estilosa, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_KoTownKohiProtosteelGift_PlayerResponse_1
source: Thank you! What are you going to make?
pt_br: {G}|gender(Obrigado,Obrigada)! O que você vai fazer?

# Dialogue_Response,DL_KoTownKohiProtosteelGive1_PlayerResponse_1
source: I also got the one you wanted from Le-Wahi.
pt_br: Também peguei o que você queria de Le-Wahi.

# Dialogue_Response,DL_KoTownKohiProtosteelGive2_PlayerResponse_1
source: I'll make sure to stop by soon.
pt_br: Certo, vou passar aqui mais tarde.

# Dialogue_Response,DL_KoTownKohiProtosteelGive_PlayerResponse_1
source: That was suprisingly easy.
pt_br: Foi mais fácil que o esperado.

# Dialogue_Response,DL_KoTownKohiProtosteelPlan_PlayerResponse_1
source: How did you manage to manipulate the Protosteel?
pt_br: Como conseguiu manipular o Protoaço?

# Dialogue_Response,DL_KoTownKohiProtosteelQuestion_PlayerResponse_1
source: Of course, I'm just trying to find out what happened.
pt_br: Claro, só estou tentando descobrir o que aconteceu.

# Dialogue_Response,DL_KoTownKohiProtosteelWaitingfor_PlayerResponse_1
source: Right.
pt_br: Certo.

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_1
source: And what is this?
pt_br: E o que é isso?

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
pt_br: Odeio te perguntar isso Kohi, mas você teve algo a ver com o ataque em Whagna?

# Dialogue_Response,DL_KoTownSeller1_PlayerResponse_1
source: Interesting.
pt_br: Interessante.

# Dialogue_Response,DL_KoTownSeller2_PlayerResponse_1
source: What happened here?
pt_br: O que aconteceu aqui?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_1
source: Where is Kohi?
pt_br: Onde está Kohi?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_2
source: What else can you tell me about this attack?
pt_br: O que mais pode me dizer desse ataque?

# Dialogue_Response,DL_KoTownSeller4_PlayerResponse_1
source: The Po-Matoran that was here, asking about Protosteel.
pt_br: O Po-Matoran que estava aqui, falando sobre Protoaço.

# Dialogue_Response,DL_KoTownSeller5_PlayerResponse_1
source: Thank you, and sorry about your shop.
pt_br: {G}|gender(Obrigado,Obrigada), e sinto muito pela sua loja.

# Dialogue_Response,DL_KoTownSeller6_PlayerResponse_1
source: Where did you say Kohi was?
pt_br: Onde disse que Kohi estava?

# Dialogue_Response,DL_KoTownSeller_PlayerResponse_1
source: What do you carry?
pt_br: O que você tem aí?

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_1
source: I could ask you the same.
pt_br: Poderia perguntar o mesmo de você.

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_2
source: Have you seen any of the others since you left?
pt_br: Você chegou a ver os outros desde que partiu?

# Dialogue_Response,DL_KoTownSellerAbandoned2_PlayerResponse_1
source: Have you seen any of the others since you left?
pt_br: Você chegou a ver os outros desde que partiu?

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_1
source: Hello again Parhi!
pt_br: Olá de novo, Parhi!

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_2
source: I'd like to buy some Toa please.
pt_br: Gostaria de um Toa, por favor.

# Dialogue_Response,DL_KoTownSellerAbandonedLewa_PlayerResponse_1
source: Hello again Parhi!
pt_br: Olá de novo, Parhi!

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_1
source: Why are you here?
pt_br: Por que está aqui?

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_2
source: It's been good to see you again, but it is time for me to go.
pt_br: Foi bom te ver de novo, mas está na hora de eu ir.

# Dialogue_Response,DL_KoTownSellerAttack_PlayerResponse_1
source: I need to find Kohi.
pt_br: Preciso achar Kohi.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_1
source: I see you built a wall?
pt_br: Vejo que construiu um muro.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_2
source: How is everyone?
pt_br: Como vai o pessoal?

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_3
source: It looks nice but unfortunately I can't stay.
pt_br: Ficou legal, mas infelizmente não posso ficar.

# Dialogue_Response,DL_KoTownSellerFixedHow2_PlayerResponse_1
source: I'll consider it.
pt_br: Vou pensar nisso.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_1
source: You didn't mention Numai.
pt_br: Você não mencionou o Numai.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_2
source: That's great, I'm glad you're all doing well.
pt_br: Que ótimo, fico feliz que estejam bem.
