Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Quest_Description,Quest_FrozenInWood_Desc
source: Kohi, a Protosteel Collector has requested that you find a Protosteel tool in the Jungles of Le-wahi, He said it would be found "Frozen in Wood" and is surrounded by a Nui-Jaga nest.
ru_ru: Кохи, сборщик Протостали, попросил вас найти инструмент из Протостали в джунглях Ле-Вахи. Он сказал, что его можно найти «вмёрзшим в дерево» и окружённым гнездом Нуи-Джаг.

# Quest_Description,Quest_FrozenTower_Desc
source: The tower sanctuary in Ko-wahi has been taken over by rahi, free it so that the matoran may return.
ru_ru: Башня-святыня в Ко-Вахи захвачена Рахи. Отбейте её, чтобы Матораны могли вернуться.

# Quest_Description,Quest_Gali_Desc
source: You have gathered all your Masks of Power, head to the suva in Ga-koro to gain your golden mask.
ru_ru: Вы собрали все Маски Силы, отправляйтесь к Суве в Га-Коро, чтобы получить свою золотую маску.

# Quest_Description,Quest_GaMakokiStone_Desc
source: Turaga Nokama has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
ru_ru: Турага Нокама просит вас найти древний артефакт, известный как «Камень Макоки», один из шести фрагментов которого позволит открыть логово Макуты.

# Quest_Description,Quest_Infestation_Desc
source: A small Mining village has been Infested by Nui-jaga!
ru_ru: На небольшое шахтёрское поселение совершили набег Нуи-Джага!

# Quest_Description,Quest_KiniNui_Desc
source: You have recovered all the Makoki stones, Retrieve the remaining Golden masks - Then join the other Toa at the Kini-Nui for the final battle. ($G/6 Gold Masks)
ru_ru: Вы заполучили все камни Макоки, Достаньте оставшиеся Золотые маски, затем встретьтесь с другими Тоа в Кини-Нуи для последнего сражения. ($G/6 Золотых Масок)

# Quest_Description,Quest_KoMakokiStone_Desc
source: Matoro has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
ru_ru: Маторо рассказал вам о древнем артефакте, известном как «Камень Макоки», один из шести фрагментов которого позволит открыть логово Макуты.

# Quest_Description,Quest_Kopaka_Desc
source: You have gathered all your Masks of Power, head to the suva in Ko-koro to gain your golden mask.
ru_ru: Вы собрали все Маски Силы, отправляйтесь к Суве в Ко-Коро, чтобы получить свою золотую маску.

# Quest_Description,Quest_LeMakokiStone_Desc
source: Matau has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
ru_ru: Матау рассказал вам о древнем артефакте, известном как «Камень Макоки», один из шести фрагментов которого позволит открыть логово Макуты.

# Quest_Description,Quest_LeTemple_Desc
source: There's a temple near the edge of the island in Le-wahi, you should explore it.
ru_ru: Есть храм, расположенный у окраины острова в Ле-Вахи. Вам стоит осмотреть его.

# Quest_Description,Quest_Lewa_Desc
source: You have gathered all your Masks of Power, head to the suva in Le-koro to gain your golden mask.
ru_ru: Вы собрали все Маски Силы, отправляйтесь к Суве в Ле-Коро, чтобы получить свою золотую маску.

# Quest_Description,Quest_LostResearch_Desc
source: Find Kylma's lost research. It should be in a hut near a ruined temple on a small island on the shore in ko-wahi near the le-wahi border. Kylma even said that there is a Great mask there.
ru_ru: Найдите потерянное исследование Килмы. Оно должно быть в шалаше у разрушенного храма на небольшом острове у берегов Ко-Вахи, вблизи границы с Ле-Вахи. Килма говорит, что там есть Великая Маска.

# Quest_Description,Quest_Mangaia_Desc
source: You have gathered all your Masks of Power, You've Found the Makoki stones, now you must face the ultimate test. Fight your way through the Makuta's beasts and defeat him once and for all.
ru_ru: Вы собрали все свои Маски Силы, вы нашли все камни Макоки, а теперь пришло время для финального испытания. Прорвитесь через чудищ Макуты и одолейте его раз и навсегда.

# Quest_Description,Quest_OnTheLine_Desc
source: Reka, the Mask maker - needs 350 widgets to sell you a powered kakama.
ru_ru: Река, создатель масок, требует 350 виджетов, чтобы продать вам усиленную Какаму.

# Quest_Description,Quest_Onua_Desc
source: You have gathered all your Masks of Power, head to the suva in Onu-koro to gain your golden mask.
ru_ru: Вы собрали все Маски Силы, отправляйтесь к Суве в Ону-Коро, чтобы получить свою золотую маску.

# Quest_Description,Quest_OnuMakokiStone_Desc
source: Turaga Whenua has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
ru_ru: Турага Венуа просит вас найти древний артефакт, известный как «Камень Макоки», один из шести фрагментов которого позволит открыть логово Макуты.

# Quest_Description,Quest_Pohatu_Desc
source: You have gathered all your Masks of Power, head to the suva in Po-koro to gain your golden mask.
ru_ru: Вы собрали все Маски Силы, отправляйтесь к Суве в По-Коро, чтобы получить свою золотую маску.

# Quest_Description,Quest_PoMakokiStone_Desc
source: Turaga Onewa has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
ru_ru: Турага Онева просит вас найти древний артефакт, известный как «Камень Макоки», один из шести фрагментов которого позволит открыть логово Макуты.

# Quest_Description,Quest_PoTemple_Desc
source: There's a strange temple in the desert, Explore it and see what might be hidden among it's tunnels.
ru_ru: В пустыне расположен странный храм, обследуйте его и найдите то, что может быть спрятано в его тоннелях.

# Quest_Description,Quest_ProphetOfTheMakuta_Desc
source: A strange matoran has lead you in the direction of a cold and ominous cave on the south side of the Mangia. He said he saw the toa enter, but never leave; It's best to be careful.
ru_ru: Странный Маторан направил вас в сторону холодной и зловещей пещеры в южной части Мангайи. Он сказал, что видел как туда входит Тоа, но никогда не выходит; Лучше быть осторожным.

# Quest_Description,Quest_Protosteel_Desc
source: The Po-Matoran Kohi has been seeking out rare tools cast in Protosteel, You've gathered the tool he wanted, return it to him.
ru_ru: По-Маторан Кохи разыскивает редкие инструменты, сделанные из Протостали. Вам удалось найти нужный ему инструмент, вернитесь с ним к Маторану.

# Quest_Description,Quest_Staff_Desc
source: Quater Master Niidok has gotten the wrong shipment of staves, he has requested that you speak to Takar the staff seller about this. He has a shop just outside Ta-koro.
ru_ru: Квартирмейстер Ниидок получил неправильный груз посохов, он попросил вас поговорить об этом с продавцом посохов Такаром. У него есть магазин недалеко от Та-Коро.

# Quest_Description,Quest_Tahu_Desc
source: You have gathered all your Masks of Power, head to the suva in Ta-koro to gain your golden mask.
ru_ru: Вы собрали все Маски Силы, отправляйтесь к Суве в Та-Коро, чтобы получить свою золотую маску.

# Quest_Description,Quest_TaMakokiStone_Desc
source: Turaga Vakama needs you to recover a part of an important key called the Makoki stone.
ru_ru: Турага Вакама просит вас найти фрагмент важного ключа, который называется «камень Макоки».

# Quest_Description,Quest_TheLakeOfFrost_Desc
source: Dameo has asked you to restore the flow of the river and by extension restore his fishing town.
ru_ru: Дамео попросил вас восстановить течение реки и, в дополнение, восстановить его рыбацкий городок.

# Quest_Description,Quest_TheToaOfFire1_Desc
source: Remember...
ru_ru: Вспомните...

# Quest_Description,Quest_TheTuragaOfAir_Desc
source: Turaga Matau has been missing for a while, Find him and help him get back to Le-koro.
ru_ru: Турага Матау пропал некоторое время назад, найдите его и помогите ему добраться обратно в Ле-Коро.

# Quest_Description,Quest_TheTuragaOfEarth_Desc
source: Turaga Whenua has been missing for a while, Find him and help him get back to Onu-koro.
ru_ru: Турага Венуа пропал некоторое время назад, найдите его и помогите ему добраться обратно в Ону-Коро.

# Quest_Description,Quest_TheTuragaOfIce_Desc
source: Turaga Nuju got lost when passing through the drifts, find him and help him get back to Ko-koro.
ru_ru: Турага Нуджу потерялся во время перехода через сугробы, найдите его и помогите ему добраться обратно в Ко-Коро.

# Quest_Description,Quest_TheTuragaOfStone_Desc
source: Turaga Onewa has been missing for a while, Find him and help him get back to Po-koro.
ru_ru: Турага Онева пропал некоторое время назад, найдите его и помогите ему добраться обратно в По-Коро.

# Quest_Description,Quest_TheTuragaOfWater_Desc
source: Turaga Nokama has been missing for a while, Find her and ensure her safety.
ru_ru: Турага Нокама пропала некоторое время назад, найдите её и обеспечьте её безопасность.

# Quest_Name,Quest_Amongsttheburnttrees
source: Among the burnt trees
ru_ru: Среди сожжённых деревьев

# Quest_Name,Quest_CalmCave
source: A Calm Cave
ru_ru: Пещера Спокойствия

# Quest_Name,Quest_Challange
source: The Challenge
ru_ru: Вызов

# Quest_Name,Quest_CometHunt
source: The Comet Hunt
ru_ru: Охота на Комету

# Quest_Name,Quest_DangerOnTheHorizon
source: Danger On The Horizon
ru_ru: Опасность на Горизонте

# Quest_Name,Quest_FindKumo
source: A Friend In Need
ru_ru: Друг в Беде

# Quest_Name,Quest_FrozenInWood
source: Frozen In Wood
ru_ru: Вмёрзший в Дерево

# Quest_Name,Quest_FrozenTower
source: The Frozen Tower
ru_ru: Замороженная Башня

# Quest_Name,Quest_Gakoro
source: The Village of Water
ru_ru: Деревня Воды

# Quest_Name,Quest_Gali
source: The Toa of Water
ru_ru: Тоа Воды

# Quest_Name,Quest_GaMakokiStone
source: The Temple of Water
ru_ru: Храм Воды

# Quest_Name,Quest_Infestation
source: Infestation
ru_ru: Нашествие

# Quest_Name,Quest_KiniNui
source: The Kini-Nui
ru_ru: Кини-Нуи

# Quest_Name,Quest_Kokoro
source: The Village of Ice
ru_ru: Деревня Льда

# Quest_Name,Quest_KoMakokiStone
source: The Temple of Ice
ru_ru: Храм Льда

# Quest_Name,Quest_Kopaka
source: The Toa of Ice
ru_ru: Тоа Льда

# Quest_Name,Quest_Lekoro
source: The Village of Air
ru_ru: Деревня Воздуха

# Quest_Name,Quest_LeMakokiStone
source: The Temple of Air
ru_ru: Храм Воздуха

# Quest_Name,Quest_LeTemple
source: A Temple in the Jungle
ru_ru: Храм в Джунглях

# Quest_Name,Quest_Lewa
source: The Toa of Air
ru_ru: Тоа Воздуха

# Quest_Name,Quest_LostResearch
source: Lost Research
ru_ru: Потерянное Исследование

# Quest_Name,Quest_Mangaia
source: The Makuta's Lair
ru_ru: Логово Макуты

# Quest_Name,Quest_OnTheLine
source: On The Line
ru_ru: На связи

# Quest_Name,Quest_Onua
source: The Toa of Earth
ru_ru: Тоа Земли

# Quest_Name,Quest_Onukoro
source: The Village of Earth
ru_ru: Деревня Земли

# Quest_Name,Quest_OnuMakokiStone
source: The Temple of Earth
ru_ru: Храм Земли

# Quest_Name,Quest_Pohatu
source: The Toa of Stone
ru_ru: Тоа Камня

# Quest_Name,Quest_Pokoro
source: The Village of Stone
ru_ru: Деревня Камня

# Quest_Name,Quest_PoMakokiStone
source: The Temple of Stone
ru_ru: Храм Камня

# Quest_Name,Quest_PoTemple
source: A Temple Under the sands
ru_ru: Храм под песками

# Quest_Name,Quest_ProphetOfTheMakuta
source: Prophet Of The Makuta
ru_ru: Пророк Макуты

# Quest_Name,Quest_Protosteel
source: The Secret of Protosteel
ru_ru: Тайна Протостали

# Quest_Name,Quest_Staff
source: The Staff Scramble
ru_ru: Путаница с посохами

# Quest_Name,Quest_Tahu
source: The Toa of Fire
ru_ru: Тоа Огня

# Quest_Name,Quest_Takoro
source: The Village of Fire
ru_ru: Деревня Огня

# Quest_Name,Quest_TaMakokiStone
source: The Temple of Fire
ru_ru: Храм Огня

# Quest_Name,Quest_TheLakeOfFrost
source: The Lake of The Frost
ru_ru: Озеро Холода

# Quest_Name,Quest_TheToaOfFire1
source: The Toa Of Fire
ru_ru: Тоа Огня

# Quest_Name,Quest_TheTuragaOfAir
source: The Turaga of Air
ru_ru: Турага Воздуха

# Quest_Name,Quest_TheTuragaOfEarth
source: The Turaga Of Earth
ru_ru: Турага Земли

# Quest_Name,Quest_TheTuragaOfIce
source: The Turaga Of Ice
ru_ru: Турага Льда

# Quest_Name,Quest_TheTuragaOfStone
source: The Turaga Of Stone
ru_ru: Турага Камня

# Quest_Name,Quest_TheTuragaOfWater
source: The Turaga Of Water
ru_ru: Турага Воды

# Quest_Objective,Quest_Amongsttheburnttrees_Objective_1
source: Talk to the Temple master of the Ta-wahi temple.
ru_ru: Поговорите с Хранителем храма в Та-Вахи.

# Quest_Objective,Quest_CalmCave_Objective_1
source: Defeat all of the rahi.
ru_ru: Одолейте всех Рахи.

# Quest_Objective,Quest_CalmCave_Objective_2
source: Talk to the Hiding matoran.
ru_ru: Поговорите с Прячущимся матораном.

# Quest_Objective,Quest_Challange_Objective_1
source: Speak to Podu at the tip of the Motara Desert.
ru_ru: Поговорите с Поду у окраины Пустыни Мотара.

# Quest_Objective,Quest_Challange_Objective_2
source: Accept the Challange.
ru_ru: Примите вызов.

# Quest_Objective,Quest_Challange_Objective_3
source: Beat Pohatu to Po-koro.
ru_ru: Обгоните Похату до По-Коро.

# Quest_Objective,Quest_CometHunt_Objective_1
source: Give Komeke a Comet.
ru_ru: Передайте Комеке Комету.

# Quest_Objective,Quest_DangerOnTheHorizon_Objective_1
source: Defeat the Tarakava guarding the Temple.
ru_ru: Одолейте Таракаву, охраняющую Храм.

# Quest_Objective,Quest_FindKumo_Objective_1
source: Find Kumo in Fau swamp Near the lake he fishes in.
ru_ru: Найдите Кумо в болоте Фау близ озера, где он рыбачит.

# Quest_Objective,Quest_FrozenInWood_Objective_1
source: Find the Protosteel Tool.
ru_ru: Найдите инструмент из Протостали.

# Quest_Objective,Quest_FrozenTower_Objective_1
source: Defeat all of the rahi in the tower.
ru_ru: Одолейте всех Рахи в башне.

# Quest_Objective,Quest_Gakoro_Objective_1
source: Travel to Ga-Koro and Speak to Hahli.
ru_ru: Отправляйтесь в Га-Коро и поговорите с Хали.

# Quest_Objective,Quest_Gali_Objective_1
source: Travel to Ga-Koro and Interact with the Suva.
ru_ru: Отправляйтесь в Га-Коро и воспользуйтесь Сувой.

# Quest_Objective,Quest_GaMakokiStone_Objective_1
source: Speak to Nokama in Ga-koro
ru_ru: Поговорите с Нокамой в Га-Коро

# Quest_Objective,Quest_Infestation_Objective_1
source: Free the town of Nui-Jaga.
ru_ru: Освободите город от Нуи-Джаг.

# Quest_Objective,Quest_KiniNui_Objective_1
source: Speak to the other Toa at the Kini-Nui.
ru_ru: Поговорите с другими Тоа в Кини-Нуи.

# Quest_Objective,Quest_Kokoro_Objective_1
source: Travel to Ko-Koro and find Matoro
ru_ru: Отправляйтесь в Ко-Коро и найдите Маторо

# Quest_Objective,Quest_KoMakokiStone_Objective_1
source: Return to Ko-koro and speak to Nuju.
ru_ru: Вернитесь в Ко-Коро и поговорите с Нуджу.

# Quest_Objective,Quest_KoMakokiStone_Objective_2
source: Speak to Matoro.
ru_ru: Поговорите с Маторо.

# Quest_Objective,Quest_KoMakokiStone_Objective_3
source: Meet Matoro at the Ko-Kini.
ru_ru: Встретьтесь с Маторо в Ко-Кини.

# Quest_Objective,Quest_KoMakokiStone_Objective_5
source: Speak to Matoro.
ru_ru: Поговорите с Маторо.

# Quest_Objective,Quest_KoMakokiStone_Objective_6
source: Return to Ko-koro and speak to Nuju.
ru_ru: Вернитесь в Ко-Коро и поговорите с Нуджу.

# Quest_Objective,Quest_Kopaka_Objective_1
source: Travel to Ko-Koro and Interact with the Suva.
ru_ru: Отправляйтесь в Ко-Коро и воспользуйтесь Сувой.

# Quest_Objective,Quest_Lekoro_Objective_1
source: Travel to Le-Koro and find Kongu
ru_ru: Отправляйтесь в Ле-Коро и найдите Конгу

# Quest_Objective,Quest_LeMakokiStone_Objective_1
source: Return to Le-koro and speak to Matau.
ru_ru: Вернитесь в Ле-Коро и поговорите с Матау.

# Quest_Objective,Quest_LeTemple_Objective_1
source: Find the hidden tresure.
ru_ru: Найдите спрятанное сокровище.

# Quest_Objective,Quest_Lewa_Objective_1
source: Travel to Le-Koro and Interact with the Suva.
ru_ru: Отправляйтесь в Ле-Коро и воспользуйтесь Сувой.

# Quest_Objective,Quest_LostResearch_Objective_1
source: Recover Kylma's research from the temple ruins.
ru_ru: Добудьте исследование Килмы из разрушенного храма.

# Quest_Objective,Quest_LostResearch_Objective_2
source: Return the papers to Kylma
ru_ru: Верните записи Килме

# Quest_Objective,Quest_Mangaia_Objective_1
source: Fight through the Mangaia.
ru_ru: Пробейтесь через Мангайю.

# Quest_Objective,Quest_Mangaia_Objective_2
source: Fight through the Mangaia.
ru_ru: Пробейтесь через Мангайю.

# Quest_Objective,Quest_Mangaia_Objective_3
source: Defeat the Shadow Toa.
ru_ru: Одолейте Тёмных Тоа.

# Quest_Objective,Quest_OnTheLine_Objective_1
source: Reka has told you to find Khalo, the local Jobmaster; He may have a way for you to earn the widgets.
ru_ru: Река сказал вам найти Кало, местного ремесленника; Возможно, у него есть способ заработка пары виджетов.

# Quest_Objective,Quest_OnTheLine_Objective_2
source: Jobmaster Khalo told you to investigate the Onu-Koro shipping center and determine the status of his shipment.
ru_ru: Ремесленник Кало сказал вам осмотреть центр перевозок Ону-Коро и выяснить статус его груза.

# Quest_Objective,Quest_OnTheLine_Objective_3
source: Omak has told you the couriers with Khalo's shipment may be somewhere in the Pillar-Lands north-east of the shipment center.
ru_ru: Омак сказал вам, что курьеры с грузом Кало могут находиться в районе Столбовых земель к северо-востоку от центра перевозок.

# Quest_Objective,Quest_OnTheLine_Objective_4
source: Jobmaster Khalo's shipment was filled with illegal ruki fish, confront him about this.
ru_ru: Груз ремесленника Кало заполнен незаконными рыбами Руки, поговорите с ним об этом.

# Quest_Objective,Quest_Onua_Objective_1
source: Travel to Onu-Koro and Interact with the Suva.
ru_ru: Отправляйтесь в Ону-Коро и воспользуйтесь Сувой.

# Quest_Objective,Quest_Onukoro_Objective_1
source: Travel to Onu-Koro and find Onepu
ru_ru: Отправляйтесь в Ону-Коро и найдите Онепу

# Quest_Objective,Quest_OnuMakokiStone_Objective_1
source: Speak to Whenua in Onu-koro
ru_ru: Поговорите с Венуа в Ону-Коро

# Quest_Objective,Quest_Pohatu_Objective_1
source: Travel to Po-Koro and Interact with the Suva.
ru_ru: Отправляйтесь в По-Коро и воспользуйтесь Сувой.

# Quest_Objective,Quest_Pokoro_Objective_1
source: Travel to Po-Koro and speak to Huki
ru_ru: Отправляйтесь в По-Коро и поговорите с Хьюки

# Quest_Objective,Quest_PoMakokiStone_Objective_1
source: Speak to Onewa in Po-koro
ru_ru: Поговорите с Оневой в По-Коро

# Quest_Objective,Quest_PoTemple_Objective_1
source: Find the tresure
ru_ru: Найдите сокровище

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_1
source: Find the cave.
ru_ru: Найдите пещеру.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_2
source: Talk to the Matoran.
ru_ru: Поговорите с Матораном.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_3
source: Complete the puzzle to escape.
ru_ru: Решите головоломку, чтобы сбежать.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_4
source: Return to the strange matoran in le-koro and tell him of your findings.
ru_ru: Вернитесь к Странному Маторану в Ле-Коро и расскажите ему о своих находках.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_5
source: Find and the Insane Matoran. There is a lock on the door to the cave he is hiding in, the strange matoran said the code would be Faith, Creation, Peace.
ru_ru: Теперь найдите Безумного Маторана. На двери пещеры, где он прячется, установлен замок. Странный Маторан говорит, что кодом является «Вера, Созидание, Мир».

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_6
source: Talk To The Insane Matoran
ru_ru: Поговорите с Безумным Матораном

# Quest_Objective,Quest_Protosteel_Objective_1
source: Return to the Town
ru_ru: Вернитесь в Город

# Quest_Objective,Quest_Protosteel_Objective_2
source: Discover what happened to the town.
ru_ru: Выясните, что случилось с городком.

# Quest_Objective,Quest_Protosteel_Objective_3
source: Find Kohi (He went to Ga-Koro to charter a boat)
ru_ru: Найдите Кохи (Он отправился в Га-Коро, чтобы арендовать лодку).

# Quest_Objective,Quest_Protosteel_Objective_4
source: Pull the protosteel sword from the stone
ru_ru: Вытащите из камня протостальной меч

# Quest_Objective,Quest_Protosteel_Objective_5
source: Speak to Kohi
ru_ru: Поговорите с Кохи

# Quest_Objective,Quest_Protosteel_Objective_6
source: Visit Kohi's forge in Po-koro
ru_ru: Посетите кузницу Кохи в По-Коро

# Quest_Objective,Quest_Protosteel_Objective_7
source: Recive Kohi's Gift
ru_ru: Получите подарок Кохи

# Quest_Objective,Quest_Staff_Objective_1
source: Speak to Takar about the mix up.
ru_ru: Поговорите с Такаром насчёт путаницы.

# Quest_Objective,Quest_Staff_Objective_2
source: Get the Staff shipment back from Niidok.
ru_ru: Заберите груз с посохами у Ниидока.

# Quest_Objective,Quest_Staff_Objective_3
source: Return to Takar and give him the shipment.
ru_ru: Вернитесь к Такару и передайте ему груз.

# Quest_Objective,Quest_Tahu_Objective_1
source: Travel to Ta-Koro and Interact with the Suva.
ru_ru: Отправляйтесь в Та-Коро и воспользуйтесь Сувой.

# Quest_Objective,Quest_Takoro_Objective_1
source: Travel to Ta-Koro and find Jala.
ru_ru: Отправляйтесь в Та-Коро и найдите Джалу.

# Quest_Objective,Quest_Takoro_Objective_2
source: Talk to Turaga Vakama.
ru_ru: Поговорите с Турагой Вакама.

# Quest_Objective,Quest_TaMakokiStone_Objective_1
source: Speak to Vakama.
ru_ru: Поговорите с Вакамой.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_1
source: Find the cause of the river stoppage.
ru_ru: Найдите причину остановки течения реки.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_2
source: Defeat the "Tarakava of the Frost"
ru_ru: Одолейте «Таракаву Холода».

# Quest_Objective,Quest_TheLakeOfFrost_Objective_3
source: Speak to the matoran.
ru_ru: Поговорите с матораном.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_4
source: Report to Dameo.
ru_ru: Доложите Дамео.

# Quest_Objective,Quest_TheToaOfFire1_Objective_1
source: Find Mask
ru_ru: Найдите Маску

# Quest_Objective,Quest_TheToaOfFire1_Objective_2
source: Pick Up Mask
ru_ru: Подберите Маску

# Quest_Objective,Quest_TheToaOfFire1_Objective_3
source: Use Mask Power
ru_ru: Используйте Силу Маски

# Quest_Objective,Quest_TheToaOfFire1_Objective_4
source: Retrive Sword
ru_ru: Достаньте меч

# Quest_Objective,Quest_TheToaOfFire1_Objective_5
source: Defeat the Rahi
ru_ru: Одолейте Рахи

# Quest_Objective,Quest_TheToaOfFire1_Objective_6
source: Investigate The Figure
ru_ru: Осмотрите фигуру

# Quest_Objective,Quest_TheToaOfFire1_Objective_7
source: Head to Ta Koro
ru_ru: Оправляйтесь в Та-Коро

# Quest_Objective,Quest_TheTuragaOfAir_Objective_1
source: Find Matau.
ru_ru: Найдите Матау.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_2
source: Attack the tree to loose Matau.
ru_ru: Ударьте дерево, чтобы сбросить Матау.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_3
source: Talk To Matau.
ru_ru: Поговорите с Матау.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_1
source: Find Whenua and Speak to him.
ru_ru: Найдите Венуа и Поговорите с ним.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_2
source: Push Whenua. (Attack him)
ru_ru: Столкните Венуа. (Ударьте его)

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_3
source: Speak to Whenua.
ru_ru: Поговорите с Венуа.

# Quest_Objective,Quest_TheTuragaOfIce_Objective_1
source: Find and save Nuju.
ru_ru: Найдите и спасите Нуджу.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_1
source: Find Onewa and Speak to him.
ru_ru: Найдите Оневу и поговорите с ним.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_2
source: Attack the pillar to make a ramp up for Onewa
ru_ru: Ударьте колонну, чтобы сделать пандус для Оневы

# Quest_Objective,Quest_TheTuragaOfStone_Objective_3
source: Talk To Onewa
ru_ru: Поговорите с Оневой

# Quest_Objective,Quest_TheTuragaOfWater_Objective_1
source: Find Nokama.
ru_ru: Найдите Нокаму.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_2
source: Defeat the Tarakava.
ru_ru: Одолейте Таракаву.
