Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# LoadingTip_Text,Tip_MeditationStonesHeal
source: Meditation Stones Heal all Toa on interaction, there's no need to actually meditate for this effect.
it: Interagendo, le Pietre della Meditazione curano tutti i Toa, non c'è bisogno di meditare per ottenere questo effetto.

# LoadingTip_Text,Tip_MeditationStonesInteract
source: Press the interaction key while in meditation stone menu to quickly exit it.
it: Premi il comando di interazione nel menu della Pietra di Meditazione per chiuderlo rapidamente.

# LoadingTip_Text,Tip_ObjectivesAkaku
source: Quest objectives can be seen in the world when using the Akaku.
it: Gli obbiettivi di missione sono visibili nel mondo mentre utilizzi la Akaku.

# LoadingTip_Text,Tip_Save
source: Remember to manually save OFTEN!
it: Ricordati di salvare manualmente SPESSO!

# LoadingTip_Text,Tip_SaveSlots
source: It's a good idea to Save in multiple slots.
it: È una buona idea salvare su più slot.

# LoadingTip_Text,Tip_UnderwaterElementalAttacks
source: Elemental Attacks can be triggered in water.
it: Gli Attacchi Elementali possono essere utilizzati in acqua.

# LoadingTip_Text,Tip_WaterDash
source: Tap your sprint button to dash underwater
it: Premi il tasto di scatto per lanciarti sott'acqua

# Quest_Description,Quest_Amongsttheburnttrees_Desc
source: A temple of worship in Ta-wahi has been overrun by rahi!
it: Un tempio di culto a Ta-wahi è stato invaso dai rahi!

# Quest_Description,Quest_CalmCave_Desc
source: This Cave sanctuary is infested by rahi, Free it so that the matoran may return to their Temple.
it: Questa caverna santuario è infestata dai rahi, liberala così che i matoran possano tornare al loro tempio.

# Quest_Description,Quest_Challange_Desc
source: Kopaka has been informed by a Po-matoran in Ko-koro that he has been summoned to the tip of Po-wahi for an urgent purpose.
it: Kopaka è stato informato da un Po-matoran a Ko-koro che è stato convocato alla punta di Po-wahi per uno scopo importante.

# Quest_Description,Quest_CometHunt_Desc
source: Komeke doesn't have the widgets to buy a Comet Kolhii ball, perhaps you could get one for him.
it: Komeke non hai i congegni necessari per acquistare un palla da palla da Kolhii Cometa, forse tu puoi recuperarne una per lui.

# Quest_Description,Quest_DangerOnTheHorizon_Desc
source: A small temple near Ga-koro has been taken over by a Tarakava, the matoran would like it back.
it: Un piccolo tempio vicino a Ga-koro è stato conquistato da un Tarakava, i matoran lo vorrebbero indietro.

# Quest_Description,Quest_FindKumo_Desc
source: A matoran by the name of Kumo got lost while collecting materials, and his friend is worried. You should be able to find Kumo in Fau swamp, on the lake with the "Huge-big" Boulder in it.
it: Un matoran di nome Kumo si è perso mentre raccoglieva materiali, ed il suo amico è preoccupato. Dovresti essere in grado di trovare Kumo nella palude Fau, sul lago col masso "Enorme-grande" all'interno.

# Quest_Description,Quest_FrozenInWood_Desc
source: Kohi, a Protosteel Collector has requested that you find a Protosteel tool in the Jungles of Le-wahi, He said it would be found "Frozen in Wood" and is surrounded by a Nui-Jaga nest.
it: Kohi, un collezionista di Protoacciaio ti ha incaricato di trovare un attrezzo in Protoacciaio nelle giungle di Le-wahi, ha detto che si troverà "Congelato nel Legno" e che è circondato da un nido di Nui-Jaga.

# Quest_Description,Quest_FrozenTower_Desc
source: The tower sanctuary in Ko-wahi has been taken over by rahi, free it so that the matoran may return.
it: La torre santuario di Ko-wahi è stata conquistata dai rahi, liberarla cosicché i matoran possano farvi ritorno.

# Quest_Description,Quest_Gali_Desc
source: You have gathered all your Masks of Power, head to the suva in Ga-koro to gain your golden mask.
it: Hai raccolto tutte le tue Maschere del Potere, dirigiti al suva di Ga-koro per ottenere la tua maschera dorata.

# Quest_Description,Quest_GaMakokiStone_Desc
source: Turaga Nokama has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
it: Turaga Nokama ti ha incaricato di recuperare un'antica reliquia conosciuta come Pietra Makoki, uno di sei pezzi utilizzabili per sbloccare il dominio di Makuta.

# Quest_Description,Quest_Infestation_Desc
source: A small Mining village has been Infested by Nui-jaga!
it: Un piccolo Villaggio Minerario è stato infestato dai Nui-jaga!

# Quest_Description,Quest_KiniNui_Desc
source: You have recovered all the Makoki stones, Retrieve the remaining Golden masks - Then join the other Toa at the Kini-Nui for the final battle. ($G/6 Gold Masks)
it: Avete recuperato tutte le Pietre Makoki, recuperate le restanti Maschere Dorate - poi unitevi agli altri Toa al Kini-Nui per la battaglia finale. ($G/6 Maschere d'Oro)

# Quest_Description,Quest_KoMakokiStone_Desc
source: Matoro has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
it: Matoro ti ha informato di un'antica reliquia conosciuta come Pietra Makoki, uno di sei pezzi utilizzabili per sbloccare il dominio di Makuta.

# Quest_Description,Quest_Kopaka_Desc
source: You have gathered all your Masks of Power, head to the suva in Ko-koro to gain your golden mask.
it: Hai raccolto tutte le tue Maschere del Potere, dirigiti al suva di Ko-koro per ottenere la tua Maschera Dorata.

# Quest_Description,Quest_LeMakokiStone_Desc
source: Matau has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
it: Matau ti ha informato di un'antica reliquia conosciuta come Pietra Makoki, uno di sei pezzi utilizzabili per sbloccare il dominio di Makuta.

# Quest_Description,Quest_LeTemple_Desc
source: There's a temple near the edge of the island in Le-wahi, you should explore it.
it: C'è un tempio vicino al limitare dell'isola a Le-wahi, dovresti esplorarlo.

# Quest_Description,Quest_Lewa_Desc
source: You have gathered all your Masks of Power, head to the suva in Le-koro to gain your golden mask.
it: Hai raccolto tutte le tue Maschere del Potere, dirigiti al suva di Le-koro per ottenere la tua Maschera Dorata.

# Quest_Description,Quest_LostResearch_Desc
source: Find Kylma's lost research. It should be in a hut near a ruined temple on a small island on the shore in ko-wahi near the le-wahi border. Kylma even said that there is a Great mask there.
it: Trova la ricerca perduta di Kylma. Dovrebbe trovarsi in una capanna vicino a un tempio in rovina su una piccola isola della costa vicino al confine tra ko-wahi e le-wahi. Kylma ha anche detto che lì c'è una Grande maschera.

# Quest_Description,Quest_Mangaia_Desc
source: You have gathered all your Masks of Power, You've Found the Makoki stones, now you must face the ultimate test. Fight your way through the Makuta's beasts and defeat him once and for all.
it: Avete raccolto tutte le Maschere del Potere, avete trovato tutte le Pietre Makoki, ora dovete affrontare la sfida decisiva. Apritevi la via tra le bestie di Makuta e sconfiggetelo una volta per tutte.

# Quest_Description,Quest_OnTheLine_Desc
source: Reka, the Mask maker - needs 350 widgets to sell you a powered kakama.
it: Reka, il costruttore di maschere - ha bisogno di 350 congegni per venderti una Kakama potenziata.

# Quest_Description,Quest_Onua_Desc
source: You have gathered all your Masks of Power, head to the suva in Onu-koro to gain your golden mask.
it: Hai raccolto tutte le tue Maschere del Potere, dirigiti al suva di Onu-koro per ottenere la tua Maschera Dorata.

# Quest_Description,Quest_OnuMakokiStone_Desc
source: Turaga Whenua has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
it: Turaga Whenua ti ha incaricato di recuperare un'antica reliquia conosciuta come Pietra Makoki, uno di sei pezzi utilizzabili per sbloccare il dominio di Makuta.

# Quest_Description,Quest_Pohatu_Desc
source: You have gathered all your Masks of Power, head to the suva in Po-koro to gain your golden mask.
it: Hai raccolto tutte le tue Maschere del Potere, dirigitial suva di Po-koro per ottenere la tua Maschera Dorata.

# Quest_Description,Quest_PoMakokiStone_Desc
source: Turaga Onewa has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
it: Turaga Onewa ti ha incaricato di recuperare un'antica reliquia conosciuta come Pietra di Makoki, uno dei sei pezzi utilizzabili per sbloccare il dominio di Makuta.

# Quest_Description,Quest_PoTemple_Desc
source: There's a strange temple in the desert, Explore it and see what might be hidden among it's tunnels.
it: C'è uno strano tempio nel deserto, esplorarlo e vedi cosa potrebbe celarsi nei i suoi tunnel.

# Quest_Description,Quest_ProphetOfTheMakuta_Desc
source: A strange matoran has lead you in the direction of a cold and ominous cave on the south side of the Mangia. He said he saw the toa enter, but never leave; It's best to be careful.
it: Uno strano matoran ti ha indirizzato verso una fredda e minacciosa caverna sul lato sud del Mangaia. Ha detto di aver visto entrarci i toa, ma mai uscirne; è meglio essere prudenti.

# Quest_Description,Quest_Protosteel_Desc
source: The Po-Matoran Kohi has been seeking out rare tools cast in Protosteel, You've gathered the tool he wanted, return it to him.
it: Il Po-Matoran Kohi era alla ricerca di rari attrezzi in Protoacciaio, hai recuperato gli attrezzi che voleva, riportali da lui.

# Quest_Description,Quest_Staff_Desc
source: Quater Master Niidok has gotten the wrong shipment of staves, he has requested that you speak to Takar the staff seller about this. He has a shop just outside Ta-koro.
it: Il quartiermastro Niidok ha ricevuto una spedizione di bastoni errata, ha richiesto che ne parlassi con Takar il venditore di bastoni. Ha un negozio appena fuori Ta-koro.

# Quest_Description,Quest_Tahu_Desc
source: You have gathered all your Masks of Power, head to the suva in Ta-koro to gain your golden mask.
it: Hai raccolto tutte le tue Maschere del Potere, dirigiti al suva di Ta-koro per ottenere la tua Maschera Dorata.

# Quest_Description,Quest_TaMakokiStone_Desc
source: Turaga Vakama needs you to recover a part of an important key called the Makoki stone.
it: Turaga Vakama ha bisogno che tu recuperi una parte di un'importante chiave chiamata Pietra Makoki.

# Quest_Description,Quest_TheLakeOfFrost_Desc
source: Dameo has asked you to restore the flow of the river and by extension restore his fishing town.
it: Dameo ti ha chiesto di ripristinare il corso del fiume e per estensione di ripristinare la sua città di pescatori.

# Quest_Description,Quest_TheToaOfFire1_Desc
source: Remember...
it: Ricorda...

# Quest_Description,Quest_TheTuragaOfAir_Desc
source: Turaga Matau has been missing for a while, Find him and help him get back to Le-koro.
it: Turaga Matau è sparito da un po', trovalo ed aiutalo a tornare a Le-koro.

# Quest_Description,Quest_TheTuragaOfEarth_Desc
source: Turaga Whenua has been missing for a while, Find him and help him get back to Onu-koro.
it: Turaga Whenua è sparito da un po', trovalo ed aiutalo a tornare a Onu-koro.

# Quest_Description,Quest_TheTuragaOfIce_Desc
source: Turaga Nuju got lost when passing through the drifts, find him and help him get back to Ko-koro.
it: Turaga Nuju si è perso attraversando i cumuli, trovalo ed aiutalo a tornare a Ko-koro.

# Quest_Description,Quest_TheTuragaOfStone_Desc
source: Turaga Onewa has been missing for a while, Find him and help him get back to Po-koro.
it: Turaga Onewa è sparito da un po', trovalo ed aiutalo a tornare a Po-koro.

# Quest_Description,Quest_TheTuragaOfWater_Desc
source: Turaga Nokama has been missing for a while, Find her and ensure her safety.
it: Turaga Nokama è sparita da un po', trovala ed garantisci la sua sicurezza.

# Quest_Name,Quest_Amongsttheburnttrees
source: Among the burnt trees
it: Tra gli alberi bruciati

# Quest_Name,Quest_CalmCave
source: A Calm Cave
it: Una Tranquilla Caverna

# Quest_Name,Quest_Challange
source: The Challenge
it: La Sfida

# Quest_Name,Quest_CometHunt
source: The Comet Hunt
it: La Caccia alla Cometa

# Quest_Name,Quest_DangerOnTheHorizon
source: Danger On The Horizon
it: Pericolo all'Orizzonte

# Quest_Name,Quest_FindKumo
source: A Friend In Need
it: Un Amico in Difficoltà

# Quest_Name,Quest_FrozenInWood
source: Frozen In Wood
it: Congelato nel Legno

# Quest_Name,Quest_FrozenTower
source: The Frozen Tower
it: La Torre Congelata

# Quest_Name,Quest_Gakoro
source: The Village of Water
it: Il Villaggio dell'Acqua

# Quest_Name,Quest_Gali
source: The Toa of Water
it: Il Toa dell'Acqua

# Quest_Name,Quest_GaMakokiStone
source: The Temple of Water
it: Il Tempio dell'Acqua

# Quest_Name,Quest_Infestation
source: Infestation
it: Infestazione

# Quest_Name,Quest_KiniNui
source: The Kini-Nui
it: Il Kini-Nui

# Quest_Name,Quest_Kokoro
source: The Village of Ice
it: Il Villaggio del Ghiaccio

# Quest_Name,Quest_KoMakokiStone
source: The Temple of Ice
it: Il Tempio del Ghiaccio

# Quest_Name,Quest_Kopaka
source: The Toa of Ice
it: Il Toa del Ghiaccio

# Quest_Name,Quest_Lekoro
source: The Village of Air
it: Il Villaggio dell'Aria

# Quest_Name,Quest_LeMakokiStone
source: The Temple of Air
it: Il Tempio dell'Aria

# Quest_Name,Quest_LeTemple
source: A Temple in the Jungle
it: Il Tempio nella Giungla

# Quest_Name,Quest_Lewa
source: The Toa of Air
it: Il Toa dell'Aria

# Quest_Name,Quest_LostResearch
source: Lost Research
it: Ricerca Perduta

# Quest_Name,Quest_Mangaia
source: The Makuta's Lair
it: Il Covo di Makuta

# Quest_Name,Quest_OnTheLine
source: On The Line
it: A Rischio

# Quest_Name,Quest_Onua
source: The Toa of Earth
it: Il Toa della Terra

# Quest_Name,Quest_Onukoro
source: The Village of Earth
it: Il Villaggio della Terra

# Quest_Name,Quest_OnuMakokiStone
source: The Temple of Earth
it: Il Tempio della Terra

# Quest_Name,Quest_Pohatu
source: The Toa of Stone
it: Il Toa della Pietra

# Quest_Name,Quest_Pokoro
source: The Village of Stone
it: Il Villaggio della Pietra

# Quest_Name,Quest_PoMakokiStone
source: The Temple of Stone
it: Il Tempio della Pietra

# Quest_Name,Quest_PoTemple
source: A Temple Under the sands
it: Un Tempio sotto le Sabbie

# Quest_Name,Quest_ProphetOfTheMakuta
source: Prophet Of The Makuta
it: Profeta di Makuta

# Quest_Name,Quest_Protosteel
source: The Secret of Protosteel
it: Il Segreto del Protoacciaio

# Quest_Name,Quest_Staff
source: The Staff Scramble
it: La Confusione dei Bastoni

# Quest_Name,Quest_Tahu
source: The Toa of Fire
it: Il Toa del Fuoco

# Quest_Name,Quest_Takoro
source: The Village of Fire
it: Il Villaggio del Fuoco

# Quest_Name,Quest_TaMakokiStone
source: The Temple of Fire
it: Il Tempio del Fuoco

# Quest_Name,Quest_TheLakeOfFrost
source: The Lake of The Frost
it: Il Lago del Gelo

# Quest_Name,Quest_TheToaOfFire1
source: The Toa Of Fire
it: Il Toa del Fuoco

# Quest_Name,Quest_TheTuragaOfAir
source: The Turaga of Air
it: Il Turaga dell'Aria

# Quest_Name,Quest_TheTuragaOfEarth
source: The Turaga Of Earth
it: Il Turaga della Terra

# Quest_Name,Quest_TheTuragaOfIce
source: The Turaga Of Ice
it: Il Turaga del Ghiaccio

# Quest_Name,Quest_TheTuragaOfStone
source: The Turaga Of Stone
it: Il Turaga della Pietra

# Quest_Name,Quest_TheTuragaOfWater
source: The Turaga Of Water
it: Il Turaga dell'Acqua

# Quest_Objective,Quest_Amongsttheburnttrees_Objective_1
source: Talk to the Temple master of the Ta-wahi temple.
it: Parla col Maestro del Tempio di Ta-wahi.

# Quest_Objective,Quest_CalmCave_Objective_1
source: Defeat all of the rahi.
it: Sconfiggi tutti i rahi.

# Quest_Objective,Quest_CalmCave_Objective_2
source: Talk to the Hiding matoran.
it: Parla col matoran che si nasconde.

# Quest_Objective,Quest_Challange_Objective_1
source: Speak to Podu at the tip of the Motara Desert.
it: Parla con Podu all'estremità del Deserto del Motara.

# Quest_Objective,Quest_Challange_Objective_2
source: Accept the Challange.
it: Accetta la Sfida.

# Quest_Objective,Quest_Challange_Objective_3
source: Beat Pohatu to Po-koro.
it: Raggiungi Po-koro prima di Pohatu.

# Quest_Objective,Quest_CometHunt_Objective_1
source: Give Komeke a Comet.
it: Dai una Cometa a Komeke.

# Quest_Objective,Quest_DangerOnTheHorizon_Objective_1
source: Defeat the Tarakava guarding the Temple.
it: Sconfiggi il Tarakava a guardia del Tempio.

# Quest_Objective,Quest_FindKumo_Objective_1
source: Find Kumo in Fau swamp Near the lake he fishes in.
it: Trova Kumo nella palude Fau vicino al lago dove va a pescare.

# Quest_Objective,Quest_FrozenInWood_Objective_1
source: Find the Protosteel Tool.
it: Trova l'attrezzo in Protoacciaio.

# Quest_Objective,Quest_FrozenTower_Objective_1
source: Defeat all of the rahi in the tower.
it: Sconfiggi tutti i rahi nella torre.

# Quest_Objective,Quest_Gakoro_Objective_1
source: Travel to Ga-Koro and Speak to Hahli.
it: Viaggia a Ga-Koro e parla con Hahli.

# Quest_Objective,Quest_Gali_Objective_1
source: Travel to Ga-Koro and Interact with the Suva.
it: Viaggia a Ga-Koro ed interagisci col Suva.

# Quest_Objective,Quest_GaMakokiStone_Objective_1
source: Speak to Nokama in Ga-koro
it: Parla con Nokama a Ga-koro

# Quest_Objective,Quest_Infestation_Objective_1
source: Free the town of Nui-Jaga.
it: Libera la città dai Nui-Jaga.

# Quest_Objective,Quest_KiniNui_Objective_1
source: Speak to the other Toa at the Kini-Nui.
it: Parla con gli altri Toa al Kini-Nui.

# Quest_Objective,Quest_Kokoro_Objective_1
source: Travel to Ko-Koro and find Matoro
it: Viaggia a Ko-Koro e trova Matoro

# Quest_Objective,Quest_KoMakokiStone_Objective_1
source: Return to Ko-koro and speak to Nuju.
it: Ritorna a Ko-koro e parla con Nuju.

# Quest_Objective,Quest_KoMakokiStone_Objective_2
source: Speak to Matoro.
it: Parla con Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_3
source: Meet Matoro at the Ko-Kini.
it: Incontra Matoro al Ko-Kini.

# Quest_Objective,Quest_KoMakokiStone_Objective_5
source: Speak to Matoro.
it: Parla con Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_6
source: Return to Ko-koro and speak to Nuju.
it: Ritorna a Ko-koro e parla con Nuju.

# Quest_Objective,Quest_Kopaka_Objective_1
source: Travel to Ko-Koro and Interact with the Suva.
it: Viaggia a Ko-Koro ed interagisci col Suva.

# Quest_Objective,Quest_Lekoro_Objective_1
source: Travel to Le-Koro and find Kongu
it: Viaggia a Le-Koro e trova Kongu

# Quest_Objective,Quest_LeMakokiStone_Objective_1
source: Return to Le-koro and speak to Matau.
it: Ritorna a Le-koro e parla con Matau.

# Quest_Objective,Quest_LeTemple_Objective_1
source: Find the hidden tresure.
it: Trova il tesoro nascosto.

# Quest_Objective,Quest_Lewa_Objective_1
source: Travel to Le-Koro and Interact with the Suva.
it: Viaggia a Le-Koro ed interagisci col Suva.

# Quest_Objective,Quest_LostResearch_Objective_1
source: Recover Kylma's research from the temple ruins.
it: Recupera la ricerca di Kylma dalle rovine del tempio.

# Quest_Objective,Quest_LostResearch_Objective_2
source: Return the papers to Kylma
it: Riporta i documenti a Kylma

# Quest_Objective,Quest_Mangaia_Objective_1
source: Fight through the Mangaia.
it: Apriti la strada attraverso il Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_2
source: Fight through the Mangaia.
it: Apriti la strada attraverso il Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_3
source: Defeat the Shadow Toa.
it: Sconfiggi i Toa dell'Ombra.

# Quest_Objective,Quest_OnTheLine_Objective_1
source: Reka has told you to find Khalo, the local Jobmaster; He may have a way for you to earn the widgets.
it: Reka ti ha detto di trovare Khalo, il Caposquadra locale; lui potrebbe avere un modo per farti guadagnare i congegni.

# Quest_Objective,Quest_OnTheLine_Objective_2
source: Jobmaster Khalo told you to investigate the Onu-Koro shipping center and determine the status of his shipment.
it: Il Caposquadra Khalo ti detto di investigare sul centro di spedizioni di Onu-Koro e determinare lo stato stato della sua spedizione.

# Quest_Objective,Quest_OnTheLine_Objective_3
source: Omak has told you the couriers with Khalo's shipment may be somewhere in the Pillar-Lands north-east of the shipment center.
it: Omak ti ha detto che il corriere con la spedizione di Khalo potrebbe essere da qualche parte nelle Lande dei Pilastri a nord-est del centro di spedizioni.

# Quest_Objective,Quest_OnTheLine_Objective_4
source: Jobmaster Khalo's shipment was filled with illegal ruki fish, confront him about this.
it: La spedizione del Caposquadra Khalo era composta da pesci Ruki illegali, affrontalo sulla questione.

# Quest_Objective,Quest_Onua_Objective_1
source: Travel to Onu-Koro and Interact with the Suva.
it: Viaggia a Onu-Koro ed interagisci col Suva.

# Quest_Objective,Quest_Onukoro_Objective_1
source: Travel to Onu-Koro and find Onepu
it: Viaggia a Onu-Koro e trova Onepu

# Quest_Objective,Quest_OnuMakokiStone_Objective_1
source: Speak to Whenua in Onu-koro
it: Parla con Whenua a Onu-koro

# Quest_Objective,Quest_Pohatu_Objective_1
source: Travel to Po-Koro and Interact with the Suva.
it: Viaggia a Po-Koro ed interagisci col Suva.

# Quest_Objective,Quest_Pokoro_Objective_1
source: Travel to Po-Koro and speak to Huki
it: Viaggia a Po-Koro e parla con Huki

# Quest_Objective,Quest_PoMakokiStone_Objective_1
source: Speak to Onewa in Po-koro
it: Parla con Onewa a Po-koro

# Quest_Objective,Quest_PoTemple_Objective_1
source: Find the tresure
it: Trova il tesoro

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_1
source: Find the cave.
it: Trova la grotta.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_2
source: Talk to the Matoran.
it: Parla col Matoran.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_3
source: Complete the puzzle to escape.
it: Completa il puzzle per fuggire.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_4
source: Return to the strange matoran in le-koro and tell him of your findings.
it: Ritorna dallo strano matoran a le-koro e raccontagli quello che hai scoperto.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_5
source: Find and the Insane Matoran. There is a lock on the door to the cave he is hiding in, the strange matoran said the code would be Faith, Creation, Peace.
it: Ritrovamento ed il Matoran Folle. C'è un lucchetto sulla porta che conduce alla grotta in cui si nasconde, lo strano matoran ha detto che il codice dovrebbe essere Fiducia, Creazione, Pace.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_6
source: Talk To The Insane Matoran
it: Parla col Matoran Folle

# Quest_Objective,Quest_Protosteel_Objective_1
source: Return to the Town
it: Ritorna in Città

# Quest_Objective,Quest_Protosteel_Objective_2
source: Discover what happened to the town.
it: Scopri cosa è successo alla città.

# Quest_Objective,Quest_Protosteel_Objective_3
source: Find Kohi (He went to Ga-Koro to charter a boat)
it: Trova Kohi (è andato a Ga-Koro per noleggiare una barca)

# Quest_Objective,Quest_Protosteel_Objective_4
source: Pull the protosteel sword from the stone
it: Estrai la spada di protoacciaio dalla roccia

# Quest_Objective,Quest_Protosteel_Objective_5
source: Speak to Kohi
it: Parla con Kohi

# Quest_Objective,Quest_Protosteel_Objective_6
source: Visit Kohi's forge in Po-koro
it: Visita la forgia di Kohi a Po-koro

# Quest_Objective,Quest_Protosteel_Objective_7
source: Recive Kohi's Gift
it: Ricevi il dono di Kohi

# Quest_Objective,Quest_Staff_Objective_1
source: Speak to Takar about the mix up.
it: Parla con Takar riguardo all'errore.

# Quest_Objective,Quest_Staff_Objective_2
source: Get the Staff shipment back from Niidok.
it: Recupera il carico di Bastoni da Niidok.
