Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_HalloweenMan6_PlayerResponse_1
source: Thank you, I suppose.
ru_ru: Спасибо... Наверное.

# Dialogue_Response,DL_Huki1_PlayerResponse_1
source: Hello?
ru_ru: Эээ, привет?

# Dialogue_Response,DL_Huki3_PlayerResponse_1
source: I'm afraid not...
ru_ru: Боюсь, что нет.

# Dialogue_Response,DL_Huki4_PlayerResponse_1
source: Nice to meet you - Again I suppose. What was this about a Turaga?
ru_ru: {G}|gender(Рад, Рада) встрече... Снова, я полагаю. Что там насчёт Тураги?

# Dialogue_Response,DL_Huki5_PlayerResponse_1
source: Is there something I can do?
ru_ru: Могу ли я что-то сделать?

# Dialogue_Response,DL_Huki6_PlayerResponse_1
source: Uhh, Map?
ru_ru: Эээ, Карта?

# Dialogue_Response,DL_Huki6_PlayerResponse_2
source: Of course.
ru_ru: Конечно.

# Dialogue_Response,DL_HukiMap_PlayerResponse_1
source: I'll find him.
ru_ru: Я найду его.

# Dialogue_Response,DL_HukiNoMap_PlayerResponse_1
source: Thank you, I'll find him.
ru_ru: Спасибо, я найду его.

# Dialogue_Response,DL_HukiReturn_PlayerResponse_1
source: I will, don't worry.
ru_ru: Я найду его, не волнуйся.

# Dialogue_Response,DL_ImportedPlantSeller_PlayerResponse_2
source: I don't need any at the moment thank you.
ru_ru: Мне пока они не нужны, спасибо.

# Dialogue_Response,DL_InsaneMatoran1_2_PlayerResponse_1
source: Don't worry I won't hurt you!
ru_ru: Не бойся, я тебя не трону!

# Dialogue_Response,DL_InsaneMatoran1_PlayerResponse_1
source: Don't worry I won't hurt you!
ru_ru: Не бойся, я тебя не трону!

# Dialogue_Response,DL_InsaneMatoran2_2_PlayerResponse_1
source: Wait, I'm not lying!!
ru_ru: Постой, я не вру!!

# Dialogue_Response,DL_InsaneMatoran2_PlayerResponse_1
source: Wait, I'm not lying!!
ru_ru: Постой, я не вру!!

# Dialogue_Response,DL_Jala1_PlayerResponse_2
source: How do I get to the village?
ru_ru: Как мне попасть в деревню?

# Dialogue_Response,DL_Jala1_PlayerResponse_4
source: Nothing, didn't mean to bother you.
ru_ru: Ничего, я не {G}|gender(хотел, хотела) тебя беспокоить.

# Dialogue_Response,DL_JalaReport1_PlayerResponse_1
source: Any news in Ta-Koro?
ru_ru: Что нового в Та-Коро?

# Dialogue_Response,DL_JalaReport1_PlayerResponse_2
source: Thank you for the information. I'll speak to him.
ru_ru: Спасибо за информацию, я поговорю с ним.

# Dialogue_Response,DL_JalaReport_PlayerResponse_1
source: I have more Athority than you.
ru_ru: У меня больше полномочий, чем у тебя.

# Dialogue_Response,DL_JalaReport_PlayerResponse_2
source: Please, I'd like to know what's going on around here.
ru_ru: Пожалуйста, я хочу знать о том, что здесь происходит.

# Dialogue_Response,DL_JalaReportTahu_PlayerResponse_1
source: Thank you for the information.
ru_ru: Спасибо за информацию.

# Dialogue_Response,DL_JalaTakoro_PlayerResponse_1
source: Remind me, Who are you?
ru_ru: Напомни мне, Кто ты?

# Dialogue_Response,DL_JalaWho_PlayerResponse_1
source: How do I get to the village?
ru_ru: Как мне попасть в деревню?

# Dialogue_Response,DL_JalaWho_PlayerResponse_3
source: Thank you, I remember now.
ru_ru: Спасибо, теперь я {G}|gender(вспомнил, вспомнила).

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_1
source: What's this about the Turaga?
ru_ru: Что там насчёт Тураги?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_2
source: Your shipment?
ru_ru: Твой груз?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_3
source: Reka said you would have a job for me.
ru_ru: Река сказал, что у тебя может быть работёнка для меня.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_4
source: Carry on.
ru_ru: Продолжай.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_1
source: Am I disturbing you?
ru_ru: Я тебе мешаю?

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_2
source: Reka sent me.
ru_ru: Меня прислал Река.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_3
source: I'll leave you to... whatever you're doing.
ru_ru: Я не буду мешать... заниматься тем, чем ты занимаешься.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_1
source: Sounds like something I could handle.
ru_ru: Звучит как что-то, с чем я могу помочь.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_2
source: What kind of shipment?
ru_ru: Что за груз?

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_1
source: He said you might have a job for me.
ru_ru: Он сказал, что у тебя может быть работа для меня.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_2
source: You looked distracted just then.
ru_ru: Ты выглядел рассеянным в тот момент.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_3
source: Nevermind.
ru_ru: Неважно.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_1
source: Alright, I'm on it.
ru_ru: Хорошо, я займусь этим.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_2
source: Remind me, what type of shipment is this?
ru_ru: Напомни мне, что это за груз?

# Dialogue_Response,DL_JobmasterReturn1_PlayerResponse_1
source: Why were you having them imported?
ru_ru: Для чего ты их импортируешь?

# Dialogue_Response,DL_JobmasterReturn2_PlayerResponse_1
source: This stops now.
ru_ru: Это закончится сейчас.

# Dialogue_Response,DL_JobmasterReturn3_PlayerResponse_1
source: I believe you owe me some widgets.
ru_ru: Кажется, ты мне должен немножко виджетов.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_1
source: Your Illegal Ruki were eaten by Rahi.
ru_ru: Твои незаконные Руки были съедены Рахи.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_2
source: Not yet.
ru_ru: Ещё нет.

# Dialogue_Response,DL_JobmasterReturnFinal_PlayerResponse_1
source: Sorry.
ru_ru: Мне жаль.

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_1
source: Is there something I can do for you?
ru_ru: Есть что-то, с чем я могу помочь?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_2
source: And what did you say about the Turaga?
ru_ru: И что ты говорил насчёт Тураги?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_3
source: Reka said you might have a job for me. How about I locate this shipment?
ru_ru: Река сказал, что у тебя есть работа для меня. Как насчёт того, что я найду этот груз?

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_1
source: I accept.
ru_ru: По рукам.

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_2
source: I have some other matters to attend to.
ru_ru: У меня есть другие дела, с которыми нужно разобраться.

# Dialogue_Response,DL_JobmasterShipmentJob_PlayerResponse_1
source: What do you need me to do?
ru_ru: Что ты хочешь, чтобы я {G}|gender(сделал, сделала)?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_2
source: Where exactly is the shipping center?
ru_ru: Где конкретно этот центр доставки грузов?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_3
source: What type of shipment was it again?
ru_ru: Напомни, что это был за груз?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_1
source: What's this about a shipment?
ru_ru: Что за груз?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_2
source: Reka mentioned I should come see you.
ru_ru: Река сказал, что мне нужно встретиться с тобой.

# Dialogue_Response,DL_KapuraGa_PlayerResponse_2
source: Why are you in Ga-wahi?
ru_ru: Что ты делаешь в Га-Вахи?

# Dialogue_Response,DL_KapuraKo_PlayerResponse_2
source: What is a Ta-Matoran doing in Ko-Wahi?
ru_ru: Что Та-Маторан делает в Ко-Вахи?

# Dialogue_Response,DL_KapuraLe_PlayerResponse_2
source: Why are you in Le-Wahi?
ru_ru: Что ты делаешь в Ле-Вахи?

# Dialogue_Response,DL_Kapuranotlost_PlayerResponse_1
source: Ok, Goodbye...
ru_ru: Ладно, до встречи...

# Dialogue_Response,DL_KapuraOnu_PlayerResponse_2
source: What are you doing on this Island?
ru_ru: Что ты делаешь на этом острове?

# Dialogue_Response,DL_KapuraPo1_PlayerResponse_1
source: Huh, I almost didn't recognise you without your wandering in circles!
ru_ru: Хех, я тебя чуть было не {G}|gender(узнал, узнала) без твоих хождений по кругу!

# Dialogue_Response,DL_KapuraPo2_PlayerResponse_1
source: Very well then, I'll leave you to it.
ru_ru: Ну ладно, не буду тебе мешать.

# Dialogue_Response,DL_KapuraPo_PlayerResponse_1
source: Kapura?
ru_ru: Капура?

# Dialogue_Response,DL_KapuraWhatareyoudoing_PlayerResponse_2
source: Ok, Goodbye...
ru_ru: Ладно, до встречи...

# Dialogue_Response,DL_KapuraWhereGa_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
ru_ru: Если ты прошёл весь этот путь из Та-Вахи, то он, видимо, был прав.

# Dialogue_Response,DL_KapuraWhereKo_PlayerResponse_1
source: If you managed to come all the way from Ta-Wahi, then It seems he was right.
ru_ru: Если ты умудрился пройти весь этот путь из Та-Вахи, то он, видимо, был прав.

# Dialogue_Response,DL_KapuraWhereLe_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
ru_ru: Если ты прошёл весь этот путь из Та-Вахи, то он, видимо, был прав.

# Dialogue_Response,DL_KapuraWhereOnu_PlayerResponse_1
source: Huh, I suppose you're right.
ru_ru: Хмм… Полагаю, что ты прав.

# Dialogue_Response,DL_KewaMaster1_PlayerResponse_1
source: Can I?
ru_ru: А можно?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_1
source: What about this Kahu, can I ride him?
ru_ru: Что насчёт этого Каху, я могу на нём прокатиться?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_2
source: Oh...
ru_ru: Оу...

# Dialogue_Response,DL_Kieve1_PlayerResponse_1
source: We? You... want me to come with you?
ru_ru: Мы? Ты... хочешь, чтобы я {G}|gender(пошёл, пошла) с тобой?

# Dialogue_Response,DL_Kieve2_PlayerResponse_1
source: Alright, Are you sure you'll be okay?
ru_ru: Ладно. Ты уверен, что справишься?

# Dialogue_Response,DL_Kieve3_PlayerResponse_1
source: I'll... Leave you to it then.
ru_ru: Ну... тогда не буду мешать.

# Dialogue_Response,DL_KoAstronomer1_PlayerResponse_1
source: Do you... Do anything else?
ru_ru: Занимаешься ли ты... чем-то ещё?

# Dialogue_Response,DL_KoAstronomer2_PlayerResponse_1
source: How do you make these?
ru_ru: Как ты их составляешь?

# Dialogue_Response,DL_KoAstronomer3_PlayerResponse_1
source: Intriguing.
ru_ru: Интригует.

# Dialogue_Response,DL_KoFishSeller2_PlayerResponse_1
source: Where are you from?
ru_ru: Откуда ты?

# Dialogue_Response,DL_KoFishSeller3_PlayerResponse_1
source: So then you settled?
ru_ru: Значит, ты остался?

# Dialogue_Response,DL_KoFishSeller4_PlayerResponse_1
source: Thank you, that was a nice story.
ru_ru: Спасибо, это был интересный рассказ.

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_1
source: What do you sell?
ru_ru: Что ты продаёшь?

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_2
source: Where are you from?
ru_ru: Откуда ты?

# Dialogue_Response,DL_KoFishSellerAbandoned1_PlayerResponse_1
source: How are you Kahli?
ru_ru: Как ты, Кали?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
ru_ru: Как тебе Ле-Коро? Лучше, чем было раньше?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_2
source: Have you seen any of the others since you left?
ru_ru: Видел ли ты кого-то из остальных с момента ухода?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro1_PlayerResponse_1
source: You seem like something's bothering you.
ru_ru: Кажется, тебя что-то беспокоит.

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_1
source: Have you seen any of the others since you left?
ru_ru: Видел ли ты кого-то из остальных с момента ухода?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_2
source: I'm sure you'll work it out, It's been good to see you Kahli.
ru_ru: Я {G}|gender(уверен, уверена), что ты сможешь это решить. {G}|gender(Был рад, Была рада) тебя видеть, Кали.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
ru_ru: Как проходят поиски Ле-Коро? Лучше, чем было ранее?

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_2
source: I'm glad you're feeling better, however it's time for me to go.
ru_ru: Я {G}|gender(рад, рада), что тебе лучше, но мне нужно идти.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen_PlayerResponse_1
source: You think?
ru_ru: Думаешь?

# Dialogue_Response,DL_KoFishSellerFixed1_PlayerResponse_1
source: Then what are you doing up there?
ru_ru: Что ты тогда тут делаешь?

# Dialogue_Response,DL_KoFishSellerFixed2_PlayerResponse_1
source: I like it.
ru_ru: Мне это нравится.

# Dialogue_Response,DL_KoFishSellerFixed_PlayerResponse_1
source: Are you feeling alright Kahli?
ru_ru: Ты в порядке, Кали?

# Dialogue_Response,DL_KoFishSellerFixing1_PlayerResponse_1
source: Okay... *Back away slowly*
ru_ru: Ладно... *Медленно отходит*

# Dialogue_Response,DL_KoFishSellerFixing_PlayerResponse_1
source: Are you alright Kahli?
ru_ru: Ты в порядке, Кали?

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_1
source: That seems like a lot of work, supplying the entire island.
ru_ru: Звучит как огромный труд, поставлять весь остров.

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_2
source: Neat!
ru_ru: Неплохо!

# Dialogue_Response,DL_KoFlagQuestFlagMaker2_PlayerResponse_1
source: Don't overwork yourself little one!
ru_ru: Не перетрудись, малец!

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_1
source: What do you do here?
ru_ru: Что ты тут делаешь?

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_2
source: I apologise. I'll leave you to your work.
ru_ru: Я извиняюсь. Можешь продолжить свою работу.

# Dialogue_Response,DL_KoFlagQuestOtherFlagmakers_PlayerResponse_1
source: Thank you, Flagmaker, Rest well.
ru_ru: Спасибо, Создатель флагов. Отдохни как следует.

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_1
source: Before I leave, do you know of any other flag makers?
ru_ru: Прежде чем я уйду, знаешь ли ты других создателей флагов?

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_2
source: Goodbye, Flagmaker. Rest well.
ru_ru: Пока, создатель флагов. Отдохни как следует.

# Dialogue_Response,DL_KokoroGuardGreeting2_2_PlayerResponse_1
source: Protodermis?
ru_ru: Протодермис?

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_1
source: Protodermis?
ru_ru: Протодермис?

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_2
source: What is Going on in Ko-koro?
ru_ru: Что происходит в Ко-Коро?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_1
source: Protodermis, what is that?
ru_ru: Протодермис, что это такое?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_2
source: Ahh, I see.
ru_ru: А, всё ясно.

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_1
source: Anything going on in town?
ru_ru: Что нового происходит в селении?

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_2
source: Well now I know, Thank you!
ru_ru: Ну, теперь я знаю, спасибо!

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_1
source: Anything going on in town?
ru_ru: Что нового происходит в селении?

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_2
source: Well now I know, Thank you!
ru_ru: Ну, теперь я знаю, спасибо!

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_1
source: Anything going on in town?
ru_ru: Что нового происходит в селении?

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_2
source: Well now I know, Thank you!
ru_ru: Ну, теперь я в курсе, спасибо!

# Dialogue_Response,DL_Kongu1_PlayerResponse_1
source: Did you need something from me?
ru_ru: Тебе от меня что-нибудь нужно?

# Dialogue_Response,DL_Kongu2_PlayerResponse_1
source: Hmm, anywhere I should start?
ru_ru: Хмм, с чего бы мне начать?

# Dialogue_Response,DL_Kongu2_PlayerResponse_2
source: Hmm, anywhere I should start?
ru_ru: Хмм, с чего бы мне начать?

# Dialogue_Response,DL_Kongu_PlayerResponse_1
source: What do you mean? This is the first time I've been here, and who are you?
ru_ru: Что ты имеешь в виду? Я здесь нахожусь в первый раз. И кто ты?

# Dialogue_Response,DL_KonguMap_PlayerResponse_1
source: Thank you, I'll begin my search.
ru_ru: Спасибо, я начну свои поиски.

# Dialogue_Response,DL_KonguNoMap_PlayerResponse_1
source: Thank you, I'll begin my search.
ru_ru: Спасибо, я начну свои поиски.

# Dialogue_Response,DL_KonguReturn_PlayerResponse_1
source: Yes, I'm still looking.
ru_ru: Да, я всё ещё ищу.

# Dialogue_Response,DL_Kopeke1_PlayerResponse_1
source: What is this sculpture?
ru_ru: Что это за скульптура?

# Dialogue_Response,DL_Kopeke1_PlayerResponse_2
source: Looks good!
ru_ru: Выглядит неплохо!

# Dialogue_Response,DL_Kopeke2_PlayerResponse_1
source: But... Isn't that a Lightstone?
ru_ru: Но... Разве это не камень Света?

# Dialogue_Response,DL_Kopeke2_PlayerResponse_2
source: Intriguing.
ru_ru: Интригует.

# Dialogue_Response,DL_Kopeke3_PlayerResponse_1
source: I'll let you get to that.
ru_ru: Я, пожалуй, не буду мешать тебе.

# Dialogue_Response,DL_KoTempleMaster1_PlayerResponse_1
source: Thank you, I'll be sure to do that.
ru_ru: Спасибо, я обязательно это сделаю.

# Dialogue_Response,DL_KoTempleMaster_PlayerResponse_1
source: I'll keep a look out for them.
ru_ru: Я присмотрю за ними.

# Dialogue_Response,DL_KoTownBuyer2_PlayerResponse_1
source: Your colors are very different from any Po-Matoran I've ever met.
ru_ru: Твои цвета отличаются от остальных По-Маторанов, которых мне доводилось встречать.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_1
source: You spoke of a "Protosteel", I'm not familiar with this material.
ru_ru: Ты говорил о «Протостали», я ничего не знаю про этот материал.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_2
source: Interesting, thank you.
ru_ru: Интересно, спасибо.

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_1
source: I don't mean to be rude, but what kind of Matoran are you?
ru_ru: Не хочу обидеть или задеть, но что ты за Маторан?

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_2
source: I've never heard of this Protosteel, wouldn't a Protodermis pickaxe be a stronger tool for mining?
ru_ru: Я ничего не знаю об этой Протостали, разве кирка из Протодермиса не является более крепким инструментом для копания?

# Dialogue_Response,DL_KoTownBuyerGainQuest_PlayerResponse_1
source: Of course.
ru_ru: Конечно.

# Dialogue_Response,DL_KoTownBuyerOnua1_PlayerResponse_1
source: I'll try to find it for you, will you be here when I return?
ru_ru: Я постараюсь найти это для тебя. Ты же будешь тут, когда я вернусь?

# Dialogue_Response,DL_KoTownBuyerOnua_PlayerResponse_1
source: Interesting, do you have a lead on any other Protosteel tools? Perhaps I can help.
ru_ru: Интересно, есть ли у тебя зацепки на какие-то другие инструменты из Протостали? Может я смогу помочь...

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_2
source: Do you know that your village was attacked?
ru_ru: Знаешь ли ты, что на твою деревню напали?

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_3
source: Do you know that Whagna village was attacked?
ru_ru: Ты знаешь, что на деревню Вагна напали?

# Dialogue_Response,DL_KoTownKohiProtosteel2_PlayerResponse_1
source: Uhh no, Whagna village, the small port you were just at.
ru_ru: Эм... нет. Деревня Вагна, небольшой порт, где ты недавно был.

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_1
source: And this is?
ru_ru: А это?

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
ru_ru: Не хочу спрашивать тебя об этом, Кохи, но связан ли ты с нападением на Вагну?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_1
source: What happened?
ru_ru: Что случилось?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_2
source: What do you plan to do with it?
ru_ru: Что ты планируешь делать с этим?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered3_PlayerResponse_1
source: So, how did you manage it?
ru_ru: Ну, и как тебе это удалось?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_1
source: Incredible.
ru_ru: Невероятно.

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_2
source: What do you plan to do with this discovery?
ru_ru: Что ты планируешь делать с этой находкой?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered_PlayerResponse_1
source: You've discovered how to manipulate Protosteel?
ru_ru: Тебе удалось обнаружить способ работы с Протосталью?

# Dialogue_Response,DL_KoTownKohiProtosteelGift1_PlayerResponse_1
source: Of course, sounds great!
ru_ru: Конечно, звучит здорово!

# Dialogue_Response,DL_KoTownKohiProtosteelGift2_PlayerResponse_1
source: It's very stylish, thank you.
ru_ru: Очень стильно, спасибо.

# Dialogue_Response,DL_KoTownKohiProtosteelGift_PlayerResponse_1
source: Thank you! What are you going to make?
ru_ru: Спасибо! Что ты будешь делать?

# Dialogue_Response,DL_KoTownKohiProtosteelGive1_PlayerResponse_1
source: I also got the one you wanted from Le-Wahi.
ru_ru: Мне также удалось достать то, что ты хотел из Ле-Вахи.

# Dialogue_Response,DL_KoTownKohiProtosteelGive2_PlayerResponse_1
source: I'll make sure to stop by soon.
ru_ru: Я обязательно загляну.

# Dialogue_Response,DL_KoTownKohiProtosteelGive_PlayerResponse_1
source: That was suprisingly easy.
ru_ru: На удивление, это было легко.

# Dialogue_Response,DL_KoTownKohiProtosteelPlan_PlayerResponse_1
source: How did you manage to manipulate the Protosteel?
ru_ru: Как тебе удалось провести манипуляции с Протосталью?

# Dialogue_Response,DL_KoTownKohiProtosteelQuestion_PlayerResponse_1
source: Of course, I'm just trying to find out what happened.
ru_ru: Конечно, я лишь пытаюсь разобраться с тем, что произошло.

# Dialogue_Response,DL_KoTownKohiProtosteelWaitingfor_PlayerResponse_1
source: Right.
ru_ru: Верно.

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_1
source: And what is this?
ru_ru: И что это?

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
ru_ru: Не хочу спрашивать тебя об этом, Кохи, но связан ли ты с нападением на Вагну?

# Dialogue_Response,DL_KoTownSeller1_PlayerResponse_1
source: Interesting.
ru_ru: Интересно.

# Dialogue_Response,DL_KoTownSeller2_PlayerResponse_1
source: What happened here?
ru_ru: Что тут произошло?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_1
source: Where is Kohi?
ru_ru: Где Кохи?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_2
source: What else can you tell me about this attack?
ru_ru: Что ещё ты можешь рассказать мне об этой атаке?

# Dialogue_Response,DL_KoTownSeller4_PlayerResponse_1
source: The Po-Matoran that was here, asking about Protosteel.
ru_ru: По-Маторан, который был здесь, спрашивал про Протосталь.

# Dialogue_Response,DL_KoTownSeller5_PlayerResponse_1
source: Thank you, and sorry about your shop.
ru_ru: Спасибо. И мне жаль за случившееся с твоим магазином.

# Dialogue_Response,DL_KoTownSeller6_PlayerResponse_1
source: Where did you say Kohi was?
ru_ru: Где, говоришь, был Кохи?

# Dialogue_Response,DL_KoTownSeller_PlayerResponse_1
source: What do you carry?
ru_ru: Что ты продаёшь?

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_1
source: I could ask you the same.
ru_ru: Я {G}|gender(хотел, хотела) спросить у тебя то же самое.

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_2
source: Have you seen any of the others since you left?
ru_ru: Видел ли ты кого-то из остальных с момента своего ухода?

# Dialogue_Response,DL_KoTownSellerAbandoned2_PlayerResponse_1
source: Have you seen any of the others since you left?
ru_ru: Видел ли ты кого-то из остальных с момента своего ухода?
