Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_Allknowingmatoran_Explaination
source: Ahh yes. It's our belief that Mata-Nui can't survive without the Makuta, and vice versa. It's been our belief for... a long time.
el: Α, ναι. Πιστεύουμε ότι ο Mata-Nui δεν μπορεί να επιβιώσει χωρίς τον Makuta, κι αντίστροφα. Είναι η πεποίθησή μας εδώ και... πολύ καιρό.

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Reward
source: Wait! I found armor set during my travels, perhaps you could make use of it?
el: Περίμενε! Βρήκα σετ πανοπλιών στα ταξίδια μου, ίσως θα μπορούσες να το χρησιμοποιήσεις;

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Thanks
source: Thank you for snaping me out of it Toa!
el: Ευχαριστώ που με συνέφερες, Toa!

# Dialogue_Text,DL_Allknowingmatoran_ThanksForSavingHim
source: Thank you for helping save Komaru $T!
el: Ευχαριστώ που βοήθησες να σωθεί ο Komaru $T!

# Dialogue_Text,DL_Allknowingmatoran_Visions
source: Perhaps, it's unclear whether they show the future, or the past...
el: Ίσως, δεν είναι σαφές αν δείχνουν το μέλλον ή το παρελθόν...

# Dialogue_Text,DL_Allknowingmatoran_Visions_2
source: Perhaps, it's unclear whether they show the future, or the past...
el: Ίσως, δεν είναι σαφές αν δείχνουν το μέλλον ή το παρελθόν...

# Dialogue_Text,DL_Allknowingmatoran_WDYF2
source: Please tell me, I am eager to make sense of this vision.
el: Παρακαλώ πες μου, ανυπομονώ να κατανοήσω αυτό το όραμα.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim
source: I need you to find this Matoran, Toa. If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
el: Πρέπει να βρεις αυτόν τον Matoran, Toa. Αν δεν τον βρεις, θα μπορούσε να σημάνει το τέλος του Mata-Nui... Υπάρχει ένας ανεξάρτητος λόφος κοντά στην ακτογραμμή του Ko-Wahi που ξέρω, μπορεί να κρύβεται εκεί.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim2
source: There's no time for that Toa, I need you to find this Matoran, If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
el: Δεν υπάρχει χρόνος για αυτό Toa, πρέπει να βρεις αυτόν τον Matoran, αν δεν τον βρεις, θα μπορούσε να σημάνει το τέλος του Mata-Nui... Υπάρχει ένας ανεξάρτητος λόφος κοντά στην ακτογραμμή του Ko-Wahi που ξέρω, μπορεί να κρύβεται εκεί.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHimDoor
source: There should be a rock door with three spinning rocks on it, The order is Faith, Creation, then Peace
el: Θα έπρεπε να υπάρχει μια πέτρινη πόρτα με τρεις περιστρεφόμενες πέτρες πάνω της. Η σειρά είναι Πίστη, Δημιουργία, μετά Ειρήνη

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiar
source: Really? Was there any reason why?
el: Αλήθεια; Υπήρχε κάποιος λόγος;

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiarReason
source: Mhh Hmm interesting... Where there stones of the Great Spirit?
el: Μμμ Χμμ ενδιαφέρον... Πού υπάρχουν πέτρες του Μεγάλου Πνεύματος;

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere
source: Mhh Hmm... Where there stones of the Great Spirit?
el: Μμμ Χμμ... Πού υπάρχουν πέτρες του Μεγάλου Πνεύματος;

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere2
source: Mhh Hmm... Where there stones of the Great Spirit?
el: Μμμ Χμμ... Πού υπάρχουν πέτρες του Μεγάλου Πνεύματος;

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere3
source: Mhh Hmm... Where there stones of the Great Spirit?
el: Μμμ Χμμ... Πού υπάρχουν πέτρες του Μεγάλου Πνεύματος;

# Dialogue_Text,DL_Allknowingmatoran_WDYFOddMatoran
source: Really? Hmm, did he say anything that stood out to you?
el: Αλήθεια; Χμμ, είπε κάτι που σου έκανε εντύπωση;

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones
source: Oh no, this is a bad omen, a bad omen indeed. Did you see the Matoran's colors?
el: Ωχ όχι, αυτό είναι κακός οιωνός, κακός οιωνός. Είδες τα χρώματα των Ματοράν;

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones2
source: Oh no, this is a bad omen, A bad omen indeed. Was there a Matoran? Did you see the Matoran's colors?
el: Ωχ όχι, αυτό είναι κακός οιωνός, όντως κακός οιωνός. Υπήρχε ένας Matoran; Είδες τα χρώματα του Matoran;

# Dialogue_Text,DL_Allknowingmatoran_WDYFWhatToDo
source: I... Just try talking him down, if not... Then I don't know.
el: Εγώ... Απλώς προσπάθησε να τον ηρεμήσεις, αν όχι... Τότε δεν ξέρω.

# Dialogue_Text,DL_Allknowingmatoran_Whatdidyoufind
source: Hello Toa, have you found the place I mentioned yet?
el: Γεια σου Toa, βρήκες το μέρος που ανέφερα;

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw
source: One night, I lied down to rest. When I fell asleep I saw visions of a strange place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw them come out... And After a while, I woke up.
el: Ένα βράδυ, ξάπλωσα για να ξεκουραστώ. Όταν αποκοιμήθηκα, είδα οράματα ενός παράξενου μέρους στο βουνό... Ήταν ένα κρύο μέρος, γεμάτο σκοτάδι. Αλλά ξαφνικά ένιωσα μια ζεστασιά πίσω μου, μπορούσα να νιώσω ότι ήταν ένας Toa. Ο Toa μπήκε, αλλά δεν τον είδα ποτέ να βγαίνει... Και μετά από λίγο, ξύπνησα.

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw_2
source: One night, I lied down to rest. When I fell asleep I saw visions of a dark place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw him come out... And After a while, I woke up.
el: Ένα βράδυ, ξάπλωσα για να ξεκουραστώ. Όταν αποκοιμήθηκα, είδα οράματα ενός παράξενου μέρους στο βουνό... Ήταν ένα κρύο μέρος, γεμάτο σκοτάδι. Αλλά ξαφνικά ένιωσα μια ζεστασιά πίσω μου, μπορούσα να νιώσω ότι ήταν ένας Toa. Ο Toa μπήκε, αλλά δεν τον είδα ποτέ να βγαίνει... Και μετά από λίγο, ξύπνησα.

# Dialogue_Text,DL_BandGreeting1
source: *Doots instrument in your face*
el: *Ντουτάρει Μουσικό όργανο στο πρόσωπό σου*

# Dialogue_Text,DL_BandGreetingNeg
source: *DOOT*
el: *ΝΤΟΥΟΥΟΥΟΥΤ*

# Dialogue_Text,DL_Boat
source: Hello Toa, Come to rent a Boat?
el: Γεια σου Toa, ήρθες να νοικιάσεις ένα σκάφος;

# Dialogue_Text,DL_BoatManager
source: Ahoy there Toa $T!
el: Γεια και χαρά, Toa $T!

# Dialogue_Text,DL_BoatManager2
source: What is it ye be wantin'?
el: Τι είναι αυτό που θέλεις;

# Dialogue_Text,DL_BoatManager3
source: Aye, I'm told that quite often.
el: Ναι, μου το λένε αρκετά συχνά.

# Dialogue_Text,DL_BoatManagerKohi
source: Kohi? Ahh, he was one odd Po-Matoran. You rarely see people exploring the island in these dangerous times.
el: Kohi; Α, ήταν ένας περίεργος Po-Matoran. Σπάνια βλέπεις κόσμο να εξερευνάει το νησί σε αυτούς τους επικίνδυνους καιρούς.

# Dialogue_Text,DL_BoatManagerKohi2
source: Aye, I believe he did... I think he said he was going to climb the Po-Koro Mesas.
el: Ναι, πιστεύω ότι το έκανε... Νομίζω ότι είπε ότι θα σκαρφάλωνε στο Οροπέδιο του Po-Koro.

# Dialogue_Text,DL_BoatManagerKohi3
source: The mesas, the big ol' rocks sittin' right next to Po-Koro.
el: Το οροπέδιο, οι μεγάλες παλιές πέτρες που κάθονται ακριβώς δίπλα στο Po-Koro.

# Dialogue_Text,DL_BoatManagerQuest
source: Hello Toa, Come to rent a Boat?
el: Γεια σου Toa, ήρθες να νοικιάσεις ένα σκάφος;

# Dialogue_Text,DL_Buyer
source: Where could it be? Maybe the next store has it?
el: Πού θα μπορούσε να είναι; Ίσως το έχει το επόμενο κατάστημα;

# Dialogue_Text,DL_Candles1
source: Welcome welcome Toa! Here to buy a candle?
el: Καλώς ήρθες, καλώς ήρθες Toa! Ήρθες να αγοράσεις ένα κερί;

# Dialogue_Text,DL_Candles2
source: Why yes it's our sister shop! The company has plenty stores around Mata-Nui... I probably shouldn't of said that.
el: Ναι, είναι το αδελφό μας κατάστημα! Η εταιρεία έχει πολλά καταστήματα γύρω από το Mata-Nui... Μάλλον δεν έπρεπε να το πω αυτό.

# Dialogue_Text,DL_CandlesCompany
source: Uhh it's not - not something I can really talk about... *Whispering* They own most of the shops here and in Onu-koro! But you didn't hear it from me!
el: Εεε, δεν είναι - δεν είναι κάτι για το οποίο μπορώ να μιλήσω πραγματικά... *Ψιθυρίζοντας* Αυτοί είναι οι ιδιοκτήτες των περισσότερων καταστημάτων εδώ και στο Onu-koro! Αλλά δεν το άκουσες από εμένα!

# Dialogue_Text,DL_CandleSeller
source: Get your candles here! They're the brightest candles around! Straight from Ta-Koro!
el: Αποκτήστε τα κεριά σας εδώ! Είναι τα πιο λαμπερά κεριά που υπάρχουν! Κατευθείαν από το Ta-Koro!

# Dialogue_Text,DL_CantWait
source: I can't wait to see what the Great Spirit brought me!
el: Ανυπομονώ να δω τι μου έφερε το Μεγάλο Πνεύμα!

# Dialogue_Text,DL_CartographerHowWidgets
source: Hmm... I suppose you could ask Khalo if he has a job for you. He's the cheif Jobmaster in the city, and seems to always know of something that needs to be done.
el: Χμμ... Υποθέτω ότι θα μπορούσες να ρωτήσεις τον Khalo αν έχει δουλειά για σένα. Είναι ο επικεφαλής εργολάβος στην πόλη και φαίνεται να ξέρει πάντα για κάτι που πρέπει να γίνει.

# Dialogue_Text,DL_CartographerIntro
source: Greetings, Toa. Is there anything you need from me?
el: Χαιρετισμούς, Τόα. Χρειάζεσαι κάτι από μένα;

# Dialogue_Text,DL_CartographerIntro_2
source: I craft masks, replacements - ususally for Matoran. Do you require my services?
el: Κατασκευάζω μάσκες, ανταλλακτικά - συνήθως για τους Matoran. Χρειάζεστε τις υπηρεσίες μου;

# Dialogue_Text,DL_CartographerIntroNoKakama
source: Greetings, Toa. Is there anything you need from me?
el: Χαιρετισμούς, Τόα. Χρειάζεσαι κάτι από μένα;

# Dialogue_Text,DL_CartographerIntroNoKakama1
source: I'm afraid not, that Kakama was the only one.
el: Φοβάμαι πως όχι, αυτή η Kakama ήταν η μόνη.

# Dialogue_Text,DL_CartographerNeedMap
source: Hmm, I did find one a while back - It's a Kakama. I would normally price it at about 500 widgets, but i'll make an exception for you. 350 widgets it is.
el: Χμμ, βρήκα ένα πριν από λίγο καιρό - Είναι μία Kakama. Κανονικά θα το τιμολογούσα περίπου στα 500 μεταλλίσματα, αλλά θα κάνω μια εξαίρεση για εσάς. Είναι 350 μεταλλίσματα για εσένα.

# Dialogue_Text,DL_CartographerPay
source: Excellent, here you go $T.
el: Εξαιρετικά, ορίστε $T.

# Dialogue_Text,DL_CartographerPay1
source: Pleasure doing business with you $T!
el: Χάρηκα για τη συνεργασία, $T!

# Dialogue_Text,DL_CartographerPillar
source: The Pillar-Lands don't really have lots of pillars, just large natural rock formations. It's very beautiful, but quite hard to get to. Maybe not for a toa though.
el: Τα Στυλό-Εδάφια δεν έχουν πολλούς πυλώνες, μόνο μεγάλους φυσικούς βραχώδεις σχηματισμούς. Είναι πολύ όμορφο, αλλά αρκετά δύσκολο να το φτάσει κανείς. Ίσως όμως όχι για έναν Toa.

# Dialogue_Text,DL_CartographerQuestStart
source: Thanks for stopping by Toa $T.
el: Ευχαριστώ που πέρασες από εδώ, Toa $T.

# Dialogue_Text,DL_CartographerReturn
source: Hello again $T, can you pay for the mask yet?
el: Γεια σου ξανά $T, μπορείς να πληρώσεις για τη μάσκα τώρα;

# Dialogue_Text,DL_CartographerTiro
source: Tiro Canyon is a dangerous but beatiful region just outside the city. It's home to many unique plants and rahi. If you're planning on venturing there, make sure to pack climbing gear... Although I suppose you wouldn't need that.
el: Το φαράγγι Τίρο είναι μια επικίνδυνη αλλά όμορφη περιοχή λίγο έξω από την πόλη. Φιλοξενεί πολλά μοναδικά φυτά και ράχι. Αν σκοπεύετε να το εξερευνήσετε, φροντίστε να πάρετε μαζί σας εξοπλισμό αναρρίχησης... Αν και υποθέτω ότι δεν θα τον χρειαστείτε.

# Dialogue_Text,DL_CartographerToaLegend
source: I'm aware, but I can't make exceptions - I already gave you half off. Sorry. Making masks is how I get my widgets for a living. I wouldn't be able to eat or buy the new Kolhii ball without them.
el: Το ξέρω, αλλά δεν μπορώ να κάνω εξαιρέσεις - σου έδωσα ήδη τη μισή έκπτωση. Συγγνώμη. Φτιάχνοντας μάσκες βγάζω τα προς το ζην. Δεν θα μπορούσα να φάω ή να αγοράσω τη νέα μπάλα Kolhii χωρίς λεφτά.

# Dialogue_Text,DL_CartographerWhere
source: We're in the town of Po-Koro, in the Motara Desert. Nearby is Tiro Canyon and the Pillar-lands. We call this entire region Po-Wahi.
el: Βρισκόμαστε στην πόλη του Po-Koro, στην έρημο Motara. Κοντά βρίσκεται το φαράγγι Tiro και τα Στυλό-Εδάφια. Ονομάζουμε ολόκληρη την περιοχή Po-Wahi.

# Dialogue_Text,DL_CaveInMatoran
source: Hmm, Oh hello $T. I must appologize if you need to get to the great mine, as you can see there's been a cave in, it may be a while yet before we can clear it out.
el: Χμμ, ω γεια σου $T. Πρέπει να ζητήσω συγγνώμη αν χρειάζεται να πας στο μεγάλο ορυχείο, όπως βλέπεις υπάρχει μια κατάρρευση, μπορεί να περάσει λίγος καιρός ακόμα πριν μπορέσουμε να την καθαρίσουμε.

# Dialogue_Text,DL_Cleaning
source: Hello Toa!
el: Γειά Toa!

# Dialogue_Text,DL_Cleaning1
source: Why I'm polishing your Suva of course!
el: Γυαλίζω το Suva σου φυσικά!

# Dialogue_Text,DL_Cleaning2
source: Oh boy... I'm honered, but I'm not him! I just a Janitor, I clean things!
el: Ωχ, Θεέ μου... είμαι τιμημένος, αλλά δεν είμαι αυτός! Είμαι απλώς ένας θυρωρός, καθαρίζω πράγματα!

# Dialogue_Text,DL_DamemoExit
source: Of course I won't keep you Toa, Good luck in your travels.
el: Φυσικά και δεν θα σε κρατήσω Toa, καλή τύχη στα ταξίδια σου.

# Dialogue_Text,DL_DamemoLeave
source: Perhaps back to Onu, or Ko-Koro. Maybe I can even start a new town!
el: Ίσως πίσω στο Onu, ή το Ko-Koro. Ίσως μπορέσω ακόμη και να ξεκινήσω μια νέα πόλη!

# Dialogue_Text,DL_DamemoLose
source: Toa, you're back, and alive too!
el: Toa, γύρισες, ζώντας κιόλας!

# Dialogue_Text,DL_DamemoLose1
source: Too strong for a Toa? Oh my...
el: Πολύ δυνατό για έναν Toa; Ω, Θεέ μου...

# Dialogue_Text,DL_DamemoLose2
source: I see... I suppose you're right. I guess there's really nothing left for me here, if there's no way to restore the river.
el: Καταλαβαίνω... Μάλλον έχεις δίκιο. Υποθέτω ότι δεν έχει μείνει τίποτα για μένα εδώ, αν δεν υπάρχει τρόπος να αποκαταστήσω το ποτάμι.

# Dialogue_Text,DL_DamemoRuki
source: How? Oh I see you- you found out about that... Yes we collect Pink Tailed Ruki which are illegal in Po, Onu, Ga, and Ta-Koro. I started this town to get out of the jurisdiction of Onu-Koro law on their collection.
el: Πώς; Ω, καταλαβαίνω - το έμαθες κι εσύ... Ναι, συλλέγουμε Ruki με Ροζ Ουρές, τα οποία είναι παράνομα στο Po, Onu, Ga, και Ta-Koro. Ξεκίνησα αυτήν την πόλη για να ξεφύγω από τη δικαιοδοσία του Onu-Koro.

# Dialogue_Text,DL_DamemoRukiDanger
source: Yeah so? I know that may seem cruel but everything dies at some point. Besides they're worth a lot, and I have to keep my town in shape - I mean half the huts here have collapsed or nearly.
el: Και λοιπόν; Ξέρω ότι μπορεί να φαίνεται άκαρδο, αλλά όλα κάποια στιγμή πεθαίνουν. Εκτός αυτού, αξίζουν πολλά, και πρέπει να διατηρώ την πόλη μου σε καλή κατάσταση - οι μισές καλύβες εδώ έχουν καταρρεύσει ή σχεδόν έχουν καταρρεύσει.

# Dialogue_Text,DL_DamemoRukiSell
source: They ARE legal to sell in, Le, and Ko-Koro... We also do the occasional exclusive import for high paying customers...
el: ΕΙΝΑΙ νόμιμα να πωλούνται στο Le και Ko-Koro... Κάνουμε επίσης περιστασιακές αποκλειστικές εισαγωγές για πελάτες που πληρώνουν πολλά...

# Dialogue_Text,DL_DamemoTruth
source: What- Why?
el: Τι - Γιατί;

# Dialogue_Text,DL_DamemoWin1
source: You did it Toa! And you're still alive!
el: Τα κατάφερες Τόα! Και ζεις ακόμα!

# Dialogue_Text,DL_DamemoWin2
source: The spirit, did it not attack you? Or did you defeat it?
el: Το πνεύμα, δεν σου επιτέθηκε; Ή μήπως το νίκησες;

# Dialogue_Text,DL_DamemoWin3
source: Incredible, this is truely a story for the chronicles great Toa $T. I can't thank you enough.
el: Απίστευτο, αυτή είναι πραγματικά μια ιστορία για τον χρονικογράφο, Toa $T. Δεν έχω λόγια για να σε ευχαριστήσω αρκετά.

# Dialogue_Text,DL_DameoCamping
source: Toa! I didn't expect to see you again.
el: Toa! Δεν περίμενα να σε ξαναδώ.

# Dialogue_Text,DL_DameoCamping1
source: Oh, since that whole fishing busniess didn't go to well, I'm on my way to stay in Ko-Koro... Eventually. I decided to take my time getting there and see the sights, like I used to before I started fishing.
el: Ω, ύστερα από τη αλιευτική δουλειά δεν πήγε καλά, φεύγω για να μείνω στο in Ko-Koro... Σε κάποια φάση. Αποφάσισα να αφιερώσω χρόνο για να φτάσω εκεί και να δω τα αξιοθέατα, όπως συνήθιζα πριν ξεκινήσω το ψάρεμα.

# Dialogue_Text,DL_DameoReturn
source: Ahh Toa, you're back, anything I can do for you?
el: Αααα Toa, γύρισες, μπορώ να κάνω κάτι για σένα;

# Dialogue_Text,DL_DamMaster2
source: Yes I suppose you have defeated me, you have the right to an explanation.
el: Ναι, υποθέτω ότι με νίκησες, έχεις το δικαίωμα σε μια εξήγηση.

# Dialogue_Text,DL_DamMaster3
source: Indeed you have. This lake is home to the rare and endangered Pink Tailed Ruki. They swim up the river to nest, and back down again to eat. The village down there has been taking these fish and selling them, in five years time the Pink Tailed Ruki will be extinct.
el: Πράγματι, ναι. Αυτή η λίμνη φιλοξενεί το σπάνιο και απειλούμενο είδος Ruki με Ροζ Ουρά. Κολυμπούν στο ποτάμι για να φτιάξουν φωλιές και ξανά κάτω για να φάνε. Το χωριό εκεί κάτω παίρνει αυτά τα ψάρια και τα πουλάει. Σε πέντε χρόνια, τα Ruki με Ροζ Ουρές θα έχει εξαλειφθεί.

# Dialogue_Text,DL_DamMaster4
source: I suppose you could say that yes. The only way I could find to protect these Rahi, was to block off the river and force them to move on. However I quickly realised that just about anyone could come and undo my work, so I had to put a guardian in place.
el: Υποθέτω ότι θα μπορούσες να πεις αυτό, ναι. Ο μόνος τρόπος που μπορούσα να βρω για να προστατεύσω αυτά τα Rahi ήταν να μπλοκάρω το ποτάμι και να τα αναγκάσω να φύγουν. Ωστόσο, γρήγορα συνειδητοποίησα ότι σχεδόν ο καθένας μπορούσε να έρθει και να ανατρέψει τη δουλειά μου, οπότε έπρεπε να βάλω έναν φύλακα.

# Dialogue_Text,DL_DamMaster5
source: Well, yes. But he was no rahi, mearly a poorly cobbled together imitation of a Rahi scavenged from existing parts.
el: Λοιπόν, ναι. Αλλά δεν ήταν rahi, απλώς μια κακοσχηματισμένη απομίμηση ενός Rahi από υπάρχοντα κομμάτια.

# Dialogue_Text,DL_DamMaster6
source: Please Toa $T, I beg you do not make me send these Ruki to their extinction.
el: Σε παρακαλώ Toa $T, σε ικετεύω, μην με κάνεις να στείλω αυτά τα Ruki στον αφανισμό τους.

# Dialogue_Text,DL_DamMasterLeave
source: Thank you Toa, I'm sure the Ruki will be greatful too!
el: Ευχαριστώ Toa, είμαι σίγουρη ότι και τα Ruki θα είναι ευγνώμων!

# Dialogue_Text,DL_DamMasterLift
source: Very well, the Ruki won't forgive you for this Toa.
el: Πολύ καλά, τα Ρούκι δεν θα σε συγχωρέσουν για αυτό, Τόα.

# Dialogue_Text,DL_DamQuestCause
source: I think so, the river used to flow from the mountain top, a while ago we heard the sound of stones sliding or falling, that's when the river stopped flowing. There must have been a land slide or something that happened up there.
el: Νομίζω πως ναι, το ποτάμι παλιά έρεε από την κορυφή του βουνού, πριν από λίγο καιρό ακούσαμε τον ήχο από πέτρες που γλιστρούσαν ή έπεφταν, τότε σταμάτησε να ρέει το ποτάμι. Πρέπει να έγινε κατολίσθηση ή κάτι τέτοιο εκεί πάνω.

# Dialogue_Text,DL_DamQuestFishing
source: It would work yes, but not nearly as well. You see, In the winter the Ruki fish swim up the river to lay their eggs then by the summer there are hundreds of Ruki swiming down to the ocean, that's where we catch them. Not to even mention that the river was our fresh water source!
el: Θα λειτουργούσε ναι, αλλά όχι τόσο καλά. Βλέπετε, τον χειμώνα τα ψάρια Ruki κολυμπούν στο ποτάμι για να γεννήσουν τα αυγά τους και μέχρι το καλοκαίρι υπάρχουν εκατοντάδες Ruki που κολυμπούν προς τον ωκεανό, από όπου τα πιάνουμε. Για να μην αναφέρουμε καν ότι το ποτάμι ήταν η πηγή γλυκού νερού μας!

# Dialogue_Text,DL_DamQuestIntro
source: Not many left...
el: Δεν έχουν μίνει πολλά...

# Dialogue_Text,DL_DamQuestIntro2
source: Oh hello Toa, sorry I didn't see you there. Yeah not many fish left... >snif<
el: Ω γεια σου Toa, συγγνώμη που δεν σε είδα εκεί. Ναι, δεν έχουν μείνει πολλά ψάρια... >σνιφ<

# Dialogue_Text,DL_DamQuestIntro3
source: Oh well, it's probably nothing you can help with. You see we trade these fish for... or used to trade with them
el: Ε, λοιπόν, μάλλον δεν υπάρχει κάτι με το οποίο μπορείς να βοηθήσεις. Βλέπεις, ανταλλάσσουμε αυτά τα ψάρια με... ή παλιά τα ανταλλάσσαμε

# Dialogue_Text,DL_DamQuestIntro4
source: Yeah, This used to be a small fishing town with five or so people including me, but after the river dried up and the fish stopped flowing everone left. I'm Dameo by the way.
el: Ναι, αυτό ήταν κάποτε ένα μικρό ψαροχώρι με περίπου πέντε άτομα, συμπεριλαμβανομένου και εμού, αλλά αφού στέρεψε το ποτάμι και σταμάτησαν να ρέουν τα ψάρια, όλοι έφυγαν. Είμαι ο Dameo παρεμπιπτόντως.

# Dialogue_Text,DL_DamQuestMyth
source: Hold a moment Toa $T! I've heard a legend about that peak that you may wish to hear. They say that the Lake of The Frost is home to a spiteful spirit that will attack you on sight, that lake is where our river flows from, be careful Toa.
el: Μισό λεπτό, Toa $T! Έχω ακούσει έναν θρύλο για εκείνη την κορυφή που ίσως θελήσεις να ακούσεις. Λένε ότι η Λίμνη του Παγετού φιλοξενεί ένα κακόβουλο πνεύμα που θα σε επιτεθεί μόλις το δεις, από αυτή τη λίμνη πηγάζει το ποτάμι μας, πρόσεχε Toa.

# Dialogue_Text,DL_DamQuestStillHere
source: Well because I started the town of course!
el: Επειδή εγώ ξεκίνησα την πόλη φυσικά!

# Dialogue_Text,DL_DamQuestStillHere2
source: I did! My passion is fishing you see, and there's not much fishing in Ko-koro as you can imagine, well Ice fishing sure, but I grew bored of that quickly. So one day I decided to leave and start a fishing village!
el: Αυτό έκανα! Το πάθος μου είναι το ψάρεμα, βλέπετε, και δεν υπάρχει πολύ ψάρεμα στο Ko-koro όπως μπορείτε να φανταστείτε, ναι, ψάρεμα στον πάγο σίγουρα, αλλά το βαρέθηκα γρήγορα. Έτσι, μια μέρα αποφάσισα να φύγω και να ξεκινήσω ένα ψαροχώρι!

# Dialogue_Text,DL_Fish
source: I once caught a fish *this* big!
el: Κάποτε έπιασα ένα ψάρι *τόσο* μεγάλο!

# Dialogue_Text,DL_Fish2
source: Oh yeah, Well I once caught a fish *thiiiis* big!
el: Ω ναι, λοιπόν, κάποτε έπιασα ένα ψάρι *τόοοοσο* μεγάλο!

# Dialogue_Text,DL_FishSeller
source: Fresh fish from Ga-Koro! Only five Widgets each!
el: Φρέσκα ψάρια από το Ga-Koro! Μόνο πέντε Μεταλλίσματα το καθένα!

# Dialogue_Text,DL_Gali1
source: I... agree.
el: Εγώ...συμφωνώ.

# Dialogue_Text,DL_Gali2
source: Have you not sensed that there is something off about all this? Something is not as it should be.
el: Δεν έχεις νιώσει ότι κάτι δεν πάει καλά με όλα αυτά; Κάτι δεν είναι όπως θα έπρεπε να είναι.

# Dialogue_Text,DL_GeneralKokoranbyprotopool
source: *Yawn* Hi Toa how are you.
el: *Χασμουρητό* Γεια σου Toa, πως είσαι.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_2
source: Oh, I like the sound. It makes me feel at peace.
el: Ω, μου αρέσει ο ήχος. Με κάνει να νιώθω γαλήνη.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_3
source: *Yawn* Hi Toa how are you.
el: *Χασμουρητό* Γεια σου Toa, πως είσαι.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_4
source: It's always sort of been there. Not sure what it does really.
el: Ήταν πάντα εκεί. Δεν είμαι σίγουρος τι κάνει πραγματικά.

# Dialogue_Text,DL_GeneralKokoranGreeting
source: Do you know where Nuju is? I can't seem to find him.
el: Ξέρεις πού είναι ο Nuju; Δεν μπορώ να τον βρω.

# Dialogue_Text,DL_GeneralKokoranGreeting_3
source: Do you know where Nuju is? I can't seem to find him.
el: Ξέρεις πού είναι ο Nuju; Δεν μπορώ να τον βρω.

# Dialogue_Text,DL_GeneralKokoranGreeting_4
source: It's gone... all of it.
el: Έχει εξαφανιστεί... όλο.

# Dialogue_Text,DL_GeneralNone
source: Few, thank you Toa, you saved our sanctuary!
el: Λίγα, σε ευχαριστώ Toa, έσωσες το ιερό μας!

# Dialogue_Text,DL_GiveHat
source: Hello Toa $T!
el: Γειά Toa $T!
