Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_PetOwner
source: Howdy Toa! Staying long?
ru_ru: Приветики, Тоа! Вы надолго?

# Dialogue_Text,DL_PetOwner_Why
source: Why it's beautiful! Haha, I crack myself up sometimes. Trade is going well from what I hear, I'm not really in a position to say much else.
ru_ru: Ну, это прекрасно! Ха-ха, меня иногда самого разрывает. Торговля идёт неплохо, судя по тому, что я слышал. Я не могу сказать чего-то ещё.

# Dialogue_Text,DL_PlantSeller1
source: Fresh vegetation, Harakeke, Bamboo, and more!
ru_ru: Свежие растения, Харакеке, Бамбук и прочие!

# Dialogue_Text,DL_PoduFail1
source: Good to see you, $T.
ru_ru: Рад вас видеть, $T.

# Dialogue_Text,DL_PoduFailGeneral1
source: Just for Kopaka... again. It feels like I’ve been out here for so long... but at least it’s better than Ko-Koro.
ru_ru: Лишь Копаку… опять. Кажется, я нахожусь тут очень долго... но здесь всяко лучше, чем в Ко-Коро.

# Dialogue_Text,DL_PoduFailKopaka1
source: DID SOMEONE JUST SAY POHATU?
ru_ru: КТО-ТО СКАЗАЛ ПОХАТУ?

# Dialogue_Text,DL_PoduFailKopaka2
source: Well that’s just perfect timing on my part. You ready?
ru_ru: Ну, весьма неплохой тайминг с моей стороны. Ты готов?

# Dialogue_Text,DL_PoduFailKopakaRematch
source: That’s good enough. Let’s Race!
ru_ru: И так сойдёт. Погнали!

# Dialogue_Text,DL_PoduFailPohatu
source: You’re the only Toa I’ve seen, Pohatu.
ru_ru: Ты единственный Тоа, которого я видел, Похату.

# Dialogue_Text,DL_PoduFailPohatu1
source: ...Sure thing.
ru_ru: ...Ага, конечно.

# Dialogue_Text,DL_PoduRace1
source: It’s a lot… c-c-colder here than it is in Po-Koro…
ru_ru: Здесь... гор-р-раздо холоднее, чем в По-Коро…

# Dialogue_Text,DL_PoduRace2
source: Sigh…
ru_ru: Эх…

# Dialogue_Text,DL_PoduRaceActive
source: Don't talk to me, you have a race to win!
ru_ru: Не говорите со мной, вам нужно выиграть гонку!

# Dialogue_Text,DL_PoduRaceGeneral
source: Well, I’m here on somewhat of an urgent mission… I need to find Toa Kopaka and talk to him!
ru_ru: Ну, я типа на важной миссии... Мне нужно найти Тоа Копаку и поговорить с ним!

# Dialogue_Text,DL_PoduRaceGeneral2
source: Well I’m just waiting for Toa Kopaka… I told him that this is where he needed to come, but I’m worried that he’s simply forgotten.
ru_ru: Ну, я жду Тоа Копаку… Я сказал ему, что он должен сюда прийти, но боюсь, что он об этом забыл.

# Dialogue_Text,DL_PoduRaceKopaka
source: Well I’ve been looking for you, Toa Kopaka!
ru_ru: Ну, я искал вас, Тоа Копака!

# Dialogue_Text,DL_PoduRaceKopaka2
source: I wasn’t told much, only that it was urgent for you to hear this. You must travel to the very northern tip of Po-Wahi, past the old Temple.
ru_ru: Мне сказали не особо много: всего лишь то, что это нечто важное для вас. Вам нужно отправиться на самую северную оконечность По-Вахи, близ старого храма.

# Dialogue_Text,DL_PoduRaceKopakaCutscene
source: Perfect! You’re here! Now all we need to do is wait for...
ru_ru: Отлично! Вы здесь! Теперь нам нужно дождаться...

# Dialogue_Text,DL_PoduRaceKopakaExit
source: Thank you, Kopaka. Oh, and one other thing- I was told that you should bring a Kakama if you have one. Some legends say there’s one in the hidden Temple...
ru_ru: Спасибо, Копака. Да, и ещё: мне сказали, что вам лучше принести с собой Какаму, если она у вас есть. Какие-то легенды говорят, что её можно найти в спрятанном Храме...

# Dialogue_Text,DL_PoduRaceKopakaWhat
source: I’m… not quite sure honestly. All I know is that it’s urgent. There isn’t much past the hidden Temple, so your guess is as good as mine.
ru_ru: Я... честно говоря, не до конца уверен. Всё, что мне сказали, так это то, что это срочно. Кроме спрятанного храма особенного ничего нет, поэтому ваши догадки будут на уровне моих.

# Dialogue_Text,DL_PoduRaceKopakaWho
source: I... was told to keep it anonymous. All I was told to say is that it came from a good friend of yours. ...Sorry.
ru_ru: Мне... сказали хранить это в тайне. Всё, что меня попросили передать – то, что это от вашего хорошего друга. ...Извиняюсь.

# Dialogue_Text,DL_PoduRaceKopakaWho2
source: This- this isn’t a trap, I swear! If I really wanted to put you in danger, I would have run out to find you instead of freezing my mask off in Ko-Koro for Mata-Nui knows how long!
ru_ru: Это... это не ловушка, я клянусь! Если бы я действительно хотел подвергнуть вас опасности, я бы прибежал прямо к вам, а не мёрзнул со своей маской в Ко-Коро дух знает сколько!

# Dialogue_Text,DL_PoduRacePohatu
source: Well… it is a little chillier than I expected. But I’m staying until I find Kopaka, just like you told me to do!
ru_ru: Ну... Здесь несколько прохладнее, чем я думал. Но я буду тут, пока не встречу Копаку, как ты мне и сказал сделать!

# Dialogue_Text,DL_PoduRacePohatu2
source: I sure hope he is. I’ve had to do a lot of waiting around for this, so it better be worth it!
ru_ru: Надеюсь на это. Мне пришлось очень долго ждать, так что лучше бы оно того стоило!

# Dialogue_Text,DL_PoduRaceReturn1
source: Sigh…
ru_ru: Эх...

# Dialogue_Text,DL_PoduRaceReturnKopaka
source: Finally! Now if only Pohatu were to show up...
ru_ru: Наконец-то! Теперь бы ещё дождаться Похату...

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu1
source: I knew you’d come back!
ru_ru: Я знал, что ты вернёшься!

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu2
source: Of course not! Not the entire time...
ru_ru: Конечно нет! Не всё время...

# Dialogue_Text,DL_PoduRaceReturnPohatu
source: Not yet... you think he’s ever gonna show up again?
ru_ru: Ещё нет... Думаешь, что он покажется ещё раз?

# Dialogue_Text,DL_PoduRaceReturnPohatu2
source: ...You might not know him as well as you think.
ru_ru: ...Ты не знаешь его так хорошо, как тебе кажется.

# Dialogue_Text,DL_Poekae
source: Welcome Toa, to Poekae's goods!
ru_ru: Добро пожаловать в лавку Поке, Тоа!

# Dialogue_Text,DL_Poekae1
source: Why only the best treatment for all alements, Wahae-Mata Gel! It can cure everything from joint pain to a cracked mask!
ru_ru: С единственным средством от всех болезней – Гелем Вахе-Мата! Он может устранить всё – от болей в суставах до трещин в масках!

# Dialogue_Text,DL_Poekae2
source: Of course it can, just try it yourself! While you're here, check out our Wahae-Mata Canister, it holds a large amount of Gel so you can keep feeling good for longer!
ru_ru: Конечно может, проверьте это самостоятельно! А пока вы здесь, оцените нашу Канистру Вахе-Мата, она содержит больше геля, что дольше позволяет вам чувствовать себя лучше!

# Dialogue_Text,DL_Pohatu1
source: What do you mean? Each of us has collected the masks, found the Makoki stones, and done all that we are to do to face our destiny! How could we be more prepared?
ru_ru: Что ты имеешь в виду? Каждый из нас собрал маски, нашёл камни Макоки и сделал всё, что должен был для встречи с судьбой! Как ещё мы должны быть готовы?

# Dialogue_Text,DL_PohatuLoseRace1
source: Well played, brother! You almost had me for a bit there. You wouldn’t happen to care for a rematch, would you?
ru_ru: Неплохо, брат! Ты почти обогнал меня. Ты же не против матч-реванша, да?

# Dialogue_Text,DL_PohatuLoseRaceNo
source: ...Oh well. If you ever change your mind, you know where to find Podu!
ru_ru: ...Ну, ладно. Если передумаешь, ты знаешь где искать Поду!

# Dialogue_Text,DL_PohatuLoseRaceYes
source: That’s the spirit! Race you back to Podu!
ru_ru: Вот это дух! Погнали обратно к Поду!

# Dialogue_Text,DL_PotMaker
source: Oh, Uhh. Hi Toa $T.
ru_ru: Ой, эээ. Приветствую, Тоа $T.

# Dialogue_Text,DL_PotMaker1
source: I make pots, I'm currently inspecting them as the final stage before I sell them. Usually I sell them to local shops, but would you like to buy one from me?
ru_ru: Я создаю горшки. На данный момент я проверяю их в рамках последнего этапа перед их продажей. Я обычно продаю их местным торговцам, но не хотели бы вы купить один у меня?

# Dialogue_Text,DL_PotMakerBacktoNormal
source: Oh, Uhh. Hello again Toa $T.
ru_ru: Ой, эээ. И снова доброго дня, Тоа $T.

# Dialogue_Text,DL_PotMakerBacktoNormal1
source: A Toa, check up on me? Uhh, I'm okay I guess. Kohi was a friend but we weren't that close... I just hope he's okay.
ru_ru: Тоа? Проведать меня? Эээ, я в порядке... Наверное. Кохи был моим другом, но не сказать, что близким... Я лишь надеюсь, что с ним всё в порядке.

# Dialogue_Text,DL_PotMakerTrade1
source: I do! Usually I sell them to local retailers, but I suppose you could buy one from me if you want.
ru_ru: Да! Обычно я их продаю местным продавцам, но, думаю, что если хотите, можете купить их у меня.

# Dialogue_Text,DL_PotMakerWhatHappened
source: I- I didn't think-
ru_ru: Я... я не думал, что...

# Dialogue_Text,DL_PotMakerWhatHappened1
source: I think it was attacked! I live next door you see, and while I was asleep I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
ru_ru: Кажется, на него напали! Я живу по соседству и, видите ли, пока я спал, я слышал какие-то странные звуки. Я думал, что это очередная ночная обработка металла у Кохи, но стук был куда сильнее обычного. Через некоторое время он остановился, но как только я проснулся, я увидел, что Кохи пропал, а с его лавкой случилось вот это!

# Dialogue_Text,DL_PotMakerWhatHappened1Alt
source: You- You remembered me? Oh, well I was asleep and I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
ru_ru: Вы... Вы вспомнили меня? Ну, я спал и слышал какие-то странные звуки. Я думал, что это очередная ночная обработка металла у Кохи, но стук был куда сильнее обычного. Через некоторое время он остановился, но как только я проснулся, я увидел, что Кохи пропал, а с его лавкой случилось вот это!

# Dialogue_Text,DL_PotMakerWhatHappened2
source: No! I've asked about everyone in Po-Koro, and no one knows!
ru_ru: Нет! Я опросил каждого в По-Коро и никто ничего не знает!

# Dialogue_Text,DL_PotMakerWhatHappened3
source: One of the guards thought he saw a Tarakava driving away from Po-Koro, but that's impossible. Tarakava don't live in Po-Wahi, and this is much too far from anywhere they WOULD live! I suppose it could be the fabled Sand-Tarakava, but those are just a myth...
ru_ru: Один из стражников подумал, что увидел Таракаву, покидающую пределы По-Коро, но это невозможно. Таракавы не живут в По-Вахи, да и это далеко от мест, где они МОГУТ обитать! Я полагаю, что это может быть легендарный Песчаный Таракава, но они существуют лишь в мифах...

# Dialogue_Text,DL_PotMakerWhatHappened4
source: I- I don't know... I hate to say it but, I don't think so.
ru_ru: Я... я не знаю... Не хочу этого говорить, но я так не думаю.

# Dialogue_Text,DL_ProtoSeller
source: Greetings, I have Protodermis for you Toa, need a boost of energy? I've got that too!
ru_ru: Приветствую! У меня для вас есть Протодермис, Тоа! Нужен заряд энергии? У меня это тоже есть!

# Dialogue_Text,DL_QuarterMaster1
source: *Seething to self* What exactly am I supposed to do with four crates of CLASS TWOS?! When I specifically requested CLASS ONES!
ru_ru: *Обиженно про себя* И что именно я должен делать с четырьмя ящиками КЛАССА ДВА? Когда я специально запрашивал КЛАСС ОДИН!

# Dialogue_Text,DL_QuarterMaster10
source: You have the pikes now. If you would be so kind, return them to the fool who sent them.
ru_ru: Посохи у вас. Если не затруднит, верните их, пожалуйста, тому глупцу, что прислал их.

# Dialogue_Text,DL_QuarterMaster11
source: I have finally received the correct pikes thanks to you Toa.
ru_ru: Я наконец-то получил правильные посохи и всё благодаря вам, Тоа.

# Dialogue_Text,DL_QuarterMaster2
source: Toa! I didn't see you there... I suppose there is yes, Would you mind speaking to Takar about this mix up? He's the staff seller just outside of Ta-Koro.
ru_ru: Тоа! Я вас не заметил... Я думаю, да. Не могли бы вы поговорить с Такаром насчёт этой путаницы? Он продаёт посохи недалеко от Та-Коро.

# Dialogue_Text,DL_QuarterMaster3
source: Good, meanwhile I'll just stare at these useless things.
ru_ru: Хорошо. Я пока буду пялиться на эти бесполезные вещи.

# Dialogue_Text,DL_QuarterMaster4
source: Welcome back Toa, have you spoken to that fool yet?
ru_ru: С возвращением, Тоа, вы поговорили с этим глупцом?

# Dialogue_Text,DL_QuarterMaster5
source: Finally, some good news. Did he send you to pick up these ones then?
ru_ru: Наконец-то, хоть какие-то хорошие новости. Он послал вас забрать эти посохи?

# Dialogue_Text,DL_QuarterMaster6
source: It's the logical choice. You're strong, fast, and best of all free.
ru_ru: Это логично. Вы сильны, быстры, а главное, бесплатны.

# Dialogue_Text,DL_QuarterMaster7
source: Strange, It's not everyday you hear about Toa being paid to do a petty task, usually they just do them for free.
ru_ru: Странно, не каждый день можно услышать, что Тоа платят за мелкие работы. Они, как правило, делают их бесплатно.

# Dialogue_Text,DL_QuarterMaster8
source: I suppose that could be true for some, but being paid is usually my prefered route.
ru_ru: Для кого-то это может быть правдой, но я предпочитаю, чтобы мне платили.

# Dialogue_Text,DL_QuarterMaster9
source: Ahh yes, I nearly forgot. Lets get to work.
ru_ru: Ах, да, чуть не забыл. За работу.

# Dialogue_Text,DL_RacePohatu1
source: Brother!
ru_ru: Брат!

# Dialogue_Text,DL_RacePohatu2
source: What’s wrong? You don’t look happy to see me. I thought you’d enjoy getting to spend some time with a good friend!
ru_ru: Что-то не так? Кажется, ты не очень счастлив, что увидел меня. Я уж думал, что тебе понравится провести время с хорошим другом!

# Dialogue_Text,DL_RacePohatu3
source: Oh, what’s the difference? But hey, if that’s gonna be your attitude about it, it's a good thing I brought you down here for some good old friendly competition.
ru_ru: А какая разница? Но если ты так на это реагируешь, то, значит, я не зря притащил тебя сюда ради старого доброго дружеского соревнования.

# Dialogue_Text,DL_RacePohatu4
source: Of course. If there’s one thing Po-Koro’s known for, it’s sport!
ru_ru: Конечно. Если По-Коро чем и известен, так это спортом!

# Dialogue_Text,DL_RacePohatu5
source: ...He was in on the whole thing from the start.
ru_ru: ...Он знал об этом всём с самого начала.

# Dialogue_Text,DL_RacePohatu6
source: A friendly race, that’s all! From here to Po-Koro. Just you and me!
ru_ru: Дружеская гонка, только и всего! Отсюда и до По-Коро. Только ты и я!

# Dialogue_Text,DL_RacePohatu7
source: There’s a very stylish prize for you if you win.
ru_ru: Если ты победишь, то получишь подарочек.

# Dialogue_Text,DL_RacePohatuAccept
source: Excellent! First one to make it to the gates of Po-Koro wins! Hope you’re ready!
ru_ru: Отлично! Кто доберётся первым до ворот По-Коро – тот и победил! Надеюсь, что ты готов!

# Dialogue_Text,DL_RacePohatuLeave
source: Very well... just let Podu here know WHEN you change your mind.
ru_ru: Ну, ладно... только сообщи сидящему здесь Поду, КОГДА ты передумаешь.

# Dialogue_Text,DL_RacePohatuPodu1
source: Huh? What do I have to do with this?
ru_ru: Эээ? А я тут причём?

# Dialogue_Text,DL_RacePohatuPodu2
source: Half of it was my idea.
ru_ru: Отчасти это была и моя идея.

# Dialogue_Text,DL_RacePohatuWhy
source: Well you just haven’t seen it yet! Trust me- it is a VERY cool hat.
ru_ru: Ну, ты её ещё не видел! Поверь мне – это ОЧЕНЬ крутая шапка.

# Dialogue_Text,DL_RacePohatuWhy2
source: Well I don’t want to race anyone else but you.
ru_ru: Ну, я не хочу гоняться ни с кем, кроме тебя.

# Dialogue_Text,DL_RacePohatuWhy3
source: Yes! ...But also because of the Island-wide poll I did.
ru_ru: Да! ...Но ещё и по результатам опроса, проведённого мной по всему острову.

# Dialogue_Text,DL_RacePohatuWhy4
source: I held a vote asking Matoran from all across the island who their favorite Toa was - And you won!
ru_ru: Я опросил Маторанов по всему острову кто их любимый Тоа – и ты победил!

# Dialogue_Text,DL_RacePohatuWhy5
source: I do as well. Though I did come in a very close second... half a percent of the vote! A little outrageous if you ask me, but you still won, fair and square.
ru_ru: Я тоже. Хоть я и отставал от тебя... всего на полпроцента! Возмутительно, конечно, но ты победил, честно и справедливо.

# Dialogue_Text,DL_RacePohatuWhy6
source: Yes! Oh, quit being so serious all the time, Kopaka! You’re always the one who is most dedicated out of all of us - don’t you think you deserve a little bit of fun now and then?
ru_ru: Да! Ой, прекрати всё время быть настолько серьёзным, Копака! Ты всегда был единственным из всех нас, кто яро предан делу! Разве ты не заслуживаешь хоть немножко веселья время от времени?

# Dialogue_Text,DL_RacePohatuWhy7
source: ...How about this, then. If you beat me in this race, it shall prove once and for all that you are the superior Toa, and you shall be burdened by the plight of my comradery for no longer.
ru_ru: ...Ну хорошо, давай так. Если ты меня победишь, то это будет весомым доказательством того, что ты лучший Тоа, а я перестану докучать тебя своим «товариществом».

# Dialogue_Text,DL_RahiAboutTemple
source: Why are you talking to me? The- The Rahi, they're still here!
ru_ru: Почему вы говорите со мной? Р... Рахи, они всё ещё здесь!

# Dialogue_Text,DL_RockGuy
source: Howdy Toa, Welcome to the back end of nowhere - otherwise known as my shop!
ru_ru: Приветствую, Тоа! Добро пожаловать в отдалённую глушь – также известную как моя лавка!

# Dialogue_Text,DL_SadKolhiiPlayer
source: *Sigh*
ru_ru: *Вздох*

# Dialogue_Text,DL_SadKolhiiPlayer1
source: Huh? Oh, hello Toa... >snif<
ru_ru: А? О, здравствуй, Тоа… >всхлип<

# Dialogue_Text,DL_SadKolhiiPlayer2
source: No...
ru_ru: Нет...

# Dialogue_Text,DL_SadKolhiiPlayerAlreadyHave
source: You do? How - Oh right you're a Toa. Can I...
ru_ru: Есть? Но как? А, ну да, вы же Тоа. Могу я...

# Dialogue_Text,DL_SadKolhiiPlayerComplete1
source: Hello again toa!
ru_ru: И снова приветствую, Тоа!

# Dialogue_Text,DL_SadKolhiiPlayerComplete2
source: Absolutely! I would be playing with it now but I've been feeling rather tired recently, I figured it would be better for me to rest for now.
ru_ru: Конечно! Я теперь буду с ним играть, но я что-то подустал в последнее время, поэтому я решил, что мне пока лучше передохнуть.

# Dialogue_Text,DL_SadKolhiiPlayerCompleteQuest
source: Thank you so much for this Toa, I am forever indebted to you!
ru_ru: Спасибо большое за это, Тоа! Я перед вами в долгу!

# Dialogue_Text,DL_SadKolhiiPlayerExplain
source: I- I can't buy a Comet... I worked hard, I saved everything up, and when I had just enough I sold my kohlii ball to get me over the top! But right when I went to buy one the price got raised! As much as I want to, I can't blame Ahkmou, they are in very high demand.
ru_ru: Я... Я не могу купить Комету... Я усердно работал, экономил на всём, мне даже пришлось продать свой старый мяч для Колхи, чтобы накопить достаточно! Но как только я захотел его купить, цены взлетели! Как бы я ни хотел, я не могу винить Акму – на них установлен очень высокий спрос.

# Dialogue_Text,DL_SadKolhiiPlayerExplainAgain
source: That's okay, I'll just sit here and sulk some more...
ru_ru: Всё хорошо, я посижу здесь и погрущу немножко...

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice1
source: What, you'd pay for it all - are you sure?
ru_ru: Что? Вы заплатите всю сумму, вы уверены?

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice2
source: Uhh, in exchange I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
ru_ru: Эээ, а в обмен я могу дать вам... Эмм... Вот это! Нашёл это лежащим где-то недалеко от По-Коро, может оно что-то стоит?

# Dialogue_Text,DL_SadKolhiiPlayerGiveHalf
source: You'd do that for me? Here it is, that's all I have, feel free to keep the change if there is any.
ru_ru: Вы сделаете это... ради меня? Вот, здесь всё что у меня есть. Сдачу, если таковая будет, можете спокойно оставить себе.

# Dialogue_Text,DL_SadKolhiiPlayerNoMoney
source: That's great, thank you Toa. I'm very glad that you have taken an interest in my petty needs.
ru_ru: Это замечательно, большое вам спасибо, Тоа. Я рад тому, что вы проявили интерес к моим мелочным нуждам.

# Dialogue_Text,DL_SadKolhiiPlayerReturn
source: Oh Toa you're back! Did you manage to get a Comet yet?
ru_ru: О, Тоа, с возращением! Вам удалось купить Комету?

# Dialogue_Text,DL_SadKolhiiPlayerReturn1
source: You did? YEEESS! Hand it over!
ru_ru: Удалось? ДАААА! Давайте её сюда!

# Dialogue_Text,DL_SadKolhiiPlayerReturn2
source: This is amazing Toa $T! I can't thank you enough!
ru_ru: Это замечательно, Тоа $T! Я не знаю как вас отблагодарить!

# Dialogue_Text,DL_SadKolhiiPlayerReturnNoMoneyReward
source: Oh yes of course, Uhh I could give you some of the money I had saved up, and maybe something else...
ru_ru: А, да, конечно... Эээ, я мог бы дать вам какие-то сэкономленные деньги, может даже кое-что ещё...

# Dialogue_Text,DL_SadKolhiiPlayerRewardItem
source: Uhh, perhaps I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
ru_ru: Эээ, возможно я могу дать вам... Эмм... Вот это! Нашёл это лежащим где-то недалеко от По-Коро, может оно что-то стоит?

# Dialogue_Text,DL_ScaredConvo1
source: Toa, You're here Finally! What took you so long!
ru_ru: Тоа, наконец-то вы здесь! Почему так долго?!

# Dialogue_Text,DL_ScaredConvo10
source: I would offer you the cargo, but most of it was eaten. Good luck Toa.
ru_ru: Я мог бы предложить вам груз, но большая его часть была съедена. Удачи, Тоа.

# Dialogue_Text,DL_ScaredConvo2
source: We are, please exuse Laru, he's still very shaken up from the incident.
ru_ru: Да. Я прошу извинить Лару, он всё ещё в шоке после произошедшего.

# Dialogue_Text,DL_ScaredConvo3
source: The Tarakava down there sprinted at us from across the Pillar lands. Luckily, Me and Laru made it up here before they attacked - I think they wanted our cargo.
ru_ru: Таракава оттуда рванул к нам со стороны Столбовых земель. К счастью, мне и Лару удалось забраться сюда до их атаки. Мне кажется, что им был нужен наш груз.

# Dialogue_Text,DL_ScaredConvo4
source: I was never allowed to look inside, though it smelled terrible. Based on what I can see it looks like some kind of fish.
ru_ru: Мне не разрешалось заглядывать внутрь, но пах он ужасно. На основе того, что я вижу, это похоже на какую-то рыбу.

# Dialogue_Text,DL_ScaredConvo5
source: They're after me, THEY'RE AFTER MY MASK!
ru_ru: Они идут за мной, ОНИ ИДУТ ЗА МОЕЙ МАСКОЙ!

# Dialogue_Text,DL_ScaredConvo6
source: Relax Laru, no one's after your mask.
ru_ru: Успокойся, Лару, никому твоя маска не нужна.

# Dialogue_Text,DL_ScaredConvo7
source: NO NO YOU'RE WRONG! I smell like them, the Pink tailed ruki - It's their favorate treat! Wait, THEY'RE GOING TO EAT ME!
ru_ru: НЕТ, НЕТ, ТЫ НЕ ПРАВ! Я пахну, как и они, эти Розовохвостые Руки – это их любимая еда! Стоп, ОНИ МЕНЯ СЪЕДЯТ!

# Dialogue_Text,DL_ScaredConvo8
source: Wait, Pink tailed Ruki? They're illegal in Po-Koro, why were we transporting this there?
ru_ru: Подожди, Розовохвостые Руки? Они же вне закона в По-Коро, почему мы их везём сюда?

# Dialogue_Text,DL_ScaredConvo9
source: Well, yes that's what it said on the order form. You know him?
ru_ru: Ну, да, так записано в форме заказа. Ты знаешь его?

# Dialogue_Text,DL_ScaredConvoWho
source: WHAT DO YOU MEAN? Omak didn't send you? Gah!
ru_ru: В СМЫСЛЕ? Тебя прислал не Омак? Блин!

# Dialogue_Text,DL_Scholar1
source: </><Matoran>The chronicler will become the light</><Key> ... Hmm Okay.
ru_ru: </><Matoran>Летописец станет светом</><Key> ... Хмм, ну ладно.
