Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_TafallAbandoned6_PlayerResponse_1
source: Taphal?
ru_ru: Тафал?

# Dialogue_Response,DL_TafallAbandoned7_PlayerResponse_1
source: There we go. Settling conflicts, it's what Toa do... Sometimes.
ru_ru: Ну, вот. Разрешение конфликтов – то, что делает Тоа... Иногда.

# Dialogue_Response,DL_TafallAbandoned8_PlayerResponse_1
source: You're welcome, and good luck. It's been great seeing you two.
ru_ru: Не за что и удачи. Было весело встретиться с вам двоими.

# Dialogue_Response,DL_TafallAbandonedReturn_PlayerResponse_1
source: No problem.
ru_ru: Без проблем.

# Dialogue_Response,DL_TafallFixing1_PlayerResponse_1
source: You know snow is just water, right?
ru_ru: Ты же знаешь, что снег – лишь вода, да?

# Dialogue_Response,DL_TafallFixing2_PlayerResponse_1
source: I know, it's sort of a habit.
ru_ru: Знаю, это своего рода привычка.

# Dialogue_Response,DL_TafallQuestion_PlayerResponse_1
source: Right, I'll try my best not to mix you up.
ru_ru: Да, я постараюсь вас не перепутать.

# Dialogue_Response,DL_Tahu2_PlayerResponse_1
source: Continue to the End game
ru_ru: Продолжить до Конца

# Dialogue_Response,DL_Taipu1_PlayerResponse_1
source: Having some trouble deciding there little one?
ru_ru: Какие-то проблемы с решением, малец?

# Dialogue_Response,DL_Taipu2_PlayerResponse_1
source: They all look the same to me... I don't think I can help.
ru_ru: Они все для меня выглядят одинаково... Не думаю, что я смогу помочь.

# Dialogue_Response,DL_Taipu3_PlayerResponse_1
source: Well good luck with that...
ru_ru: Ну, удачи с этим...

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_1
source: Excuse me?
ru_ru: Пардон?

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_2
source: Very well, I'll leave at once.
ru_ru: Ну что ж, я сейчас же уйду.

# Dialogue_Response,DL_TakoroGuardGreeting4_PlayerResponse_1
source: I'm aware.
ru_ru: Я в курсе.

# Dialogue_Response,DL_TakoroGuardGreeting_1_PlayerResponse_1
source: You good up there?
ru_ru: Ты в порядке?

# Dialogue_Response,DL_TakoroGuardGreeting_2_PlayerResponse_1
source: You'll be fine, you're not that high up.
ru_ru: Всё будет хорошо, ты не настолько высоко.

# Dialogue_Response,DL_TakoroGuardGreetingPositive_PlayerResponse_1
source: Thank you guardsman.
ru_ru: Спасибо, стражник.

# Dialogue_Response,DL_TakoroGuardInTraining1_PlayerResponse_1
source: Why are you looking to buy a staff?
ru_ru: Зачем ты хочешь купить посох?

# Dialogue_Response,DL_TakoroGuardInTraining2_PlayerResponse_1
source: Cool.
ru_ru: Круто.

# Dialogue_Response,DL_TakoroGuardResponse2_PlayerResponse_1
source: What do you mean about Kapura?
ru_ru: Что ты имеешь в виду, говоря про Капуру?

# Dialogue_Response,DL_TakoroGuardResponse3_PlayerResponse_1
source: Hmm, Interesting.
ru_ru: Хмм, интересно.

# Dialogue_Response,DL_TakoroGuardResponse4_PlayerResponse_1
source: *Huff* Very well.
ru_ru: *Вздох* Ну ладно.

# Dialogue_Response,DL_Takua1_PlayerResponse_1
source: You’re lucky I did. If I weren’t here you’d be in a whole lot more trouble.
ru_ru: Тебе повезло, что я {G}|gender(был, была) неподалёку. Если бы меня не было, ты бы попал в ещё большие неприятности.

# Dialogue_Response,DL_Takua2_PlayerResponse_1
source: Is that the Makoki stone?
ru_ru: Это камень Макоки?

# Dialogue_Response,DL_Takua2_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
ru_ru: Тебе удалось найти пропавшую маску Вакамы?

# Dialogue_Response,DL_Takua2_PlayerResponse_3
source: How’d you make it past all the Rahi?
ru_ru: Как тебе удалось пробраться через всех Рахи?

# Dialogue_Response,DL_Takua3_PlayerResponse_1
source: Not a problem... Wait, is that the Makoki Stone?
ru_ru: Не за что... Постой, это камень Макоки?

# Dialogue_Response,DL_Takua3_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
ru_ru: Тебе удалось найти пропавшую маску Вакамы?

# Dialogue_Response,DL_Takua4_PlayerResponse_1
source: Thanks for... guarding it.
ru_ru: Спасибо, что... сторожил его.

# Dialogue_Response,DL_Takua4_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
ru_ru: Тебе удалось найти пропавшую маску Вакамы?

# Dialogue_Response,DL_Takua4_PlayerResponse_3
source: How’d you make it past all the Rahi?
ru_ru: Как тебе удалось пробраться через всех Рахи?

# Dialogue_Response,DL_Takua5_PlayerResponse_1
source: I’ll need to be taking that. You sure you can find your way out?
ru_ru: Мне это нужно забрать. Ты уверен, что сможешь найти выход?

# Dialogue_Response,DL_Takua6_PlayerResponse_1
source: Good idea.
ru_ru: Хорошая идея.

# Dialogue_Response,DL_TakuaMask_PlayerResponse_1
source: Is that the Makoki stone?
ru_ru: Это камень Макоки?

# Dialogue_Response,DL_TakuaMask_PlayerResponse_2
source: How’d you make it past all the Rahi?
ru_ru: Как тебе удалось пробраться через всех Рахи?

# Dialogue_Response,DL_TakuaSaved1_PlayerResponse_1
source: Why?
ru_ru: За что?

# Dialogue_Response,DL_TakuaSaved2_PlayerResponse_1
source: Ahh, I see. Well good luck with that.
ru_ru: А, ясно. Ну, тогда удачи с этим.

# Dialogue_Response,DL_TakuaSaved_PlayerResponse_1
source: No problem. Say, what are you doing standing around here, aren't you usually adventuring?
ru_ru: Не за что. Скажи, а почему ты стоишь тут? Разве ты обычно не ищешь приключения?

# Dialogue_Response,DL_Talok10_PlayerResponse_1
source: "This city burns with life."
ru_ru: «Этот город кипит жизнью.»

# Dialogue_Response,DL_Talok10_PlayerResponse_2
source: "Smoke rises to greet the sun."
ru_ru: «Дым поднимается вверх, чтобы приветствовать солнце.»

# Dialogue_Response,DL_Talok10_PlayerResponse_3
source: "Our city is full of light."
ru_ru: «Наш город полон света.»

# Dialogue_Response,DL_Talok10_PlayerResponse_4
source: "This place is too hot."
ru_ru: «Здесь слишком жарко.»

# Dialogue_Response,DL_Talok35_PlayerResponse_1
source: You're a poet?
ru_ru: Ты поэт?

# Dialogue_Response,DL_Talok4_PlayerResponse_1
source: What?
ru_ru: Что?

# Dialogue_Response,DL_Talok5_PlayerResponse_1
source: I don't believe I've heard of you before.
ru_ru: Не думаю, что я ранее {G}|gender(слышал, слышала) о тебе.

# Dialogue_Response,DL_Talok6_PlayerResponse_1
source: Nope, never heard of you.
ru_ru: Нет, никогда не {G}|gender(слышал, слышала) о тебе.

# Dialogue_Response,DL_Talok7_PlayerResponse_1
source: Sounds good!
ru_ru: Звучит неплохо!

# Dialogue_Response,DL_Talok8_PlayerResponse_1
source: Is that it?
ru_ru: Это всё?

# Dialogue_Response,DL_Talok9_PlayerResponse_1
source: I would be honored.
ru_ru: Это честь для меня.

# Dialogue_Response,DL_TalokDone1_PlayerResponse_1
source: Nice, I'll leave you to it.
ru_ru: Ладно, я оставлю тебя в покое.

# Dialogue_Response,DL_TalokDone_PlayerResponse_1
source: What are you doing out here?
ru_ru: Что ты тут делаешь?

# Dialogue_Response,DL_Tamaru1_PlayerResponse_1
source: I'm afraid not, sorry.
ru_ru: Боюсь, что нет. Мне жаль.

# Dialogue_Response,DL_Tamaru2_PlayerResponse_1
source: Perhaps you're right Tamaru.
ru_ru: Наверное, ты прав, Тамару.

# Dialogue_Response,DL_Tamaru3_PlayerResponse_1
source: Me too... I think.
ru_ru: Я тоже... Наверное.

# Dialogue_Response,DL_Tamaru_PlayerResponse_1
source: We've spoken before?
ru_ru: Мы раньше общались?

# Dialogue_Response,DL_Tamaru_PlayerResponse_2
source: We didn't speak much before...
ru_ru: Мы ранее особо не общались...

# Dialogue_Response,DL_Taphal1_PlayerResponse_1
source: Break from what, and why would you be worried about being lazy?
ru_ru: От чего отдохнуть? И почему ты боишься разлениться?

# Dialogue_Response,DL_Taphal1_PlayerResponse_2
source: I met Tafall - You two have very similar names.
ru_ru: Я {G}|gender(встретил, встретила) Тафол – У вас двоих очень похожие имена.

# Dialogue_Response,DL_Taphal2_PlayerResponse_1
source: I see, but don't let your work consume you little one. Feel free to take a break whenever you need to.
ru_ru: Ясно, но не позволяй работе поглотить тебя, малец. Возьми паузу, когда тебе она будет нужна.

# Dialogue_Response,DL_Taphal3_PlayerResponse_1
source: Take care.
ru_ru: Береги себя.

# Dialogue_Response,DL_TaphalFixed2_PlayerResponse_1
source: nice...
ru_ru: Весело...

# Dialogue_Response,DL_TaphalFixed3_PlayerResponse_1
source: Just you two?
ru_ru: Лишь вы вдвоём?

# Dialogue_Response,DL_TaphalFixed4_PlayerResponse_1
source: Tafall is your apprentice now?
ru_ru: Тафол стала твоя ученицей?

# Dialogue_Response,DL_TaphalFixed6_PlayerResponse_1
source: Alright, I'll leave you to it.
ru_ru: Ладно, я оставлю тебя в покое.

# Dialogue_Response,DL_TaphalFixed_PlayerResponse_1
source: Yes it seems quite-
ru_ru: Да, это весьма...

# Dialogue_Response,DL_TaphalFixing1_PlayerResponse_1
source: Are you okay Taphal?
ru_ru: Ты в порядке, Тафал?

# Dialogue_Response,DL_TaphalFixing2_PlayerResponse_1
source: I'm sure you will, good luck.
ru_ru: Я уверен, что ты справишься. Удачи тебе.

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_1
source: You mentioned something about being lazy, why would anyone think you're lazy?
ru_ru: Ты говорил что-то о лени. Почему кто-то может подумать о том, что ты ленивый?

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_2
source: Ahh yes, I see how it is.
ru_ru: Ааа, да. Я понимаю.

# Dialogue_Response,DL_TelescopeMan1_PlayerResponse_1
source: Have any prophecies you've read come true?
ru_ru: Есть ли сбывшиеся пророчества из тех, что ты читал?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_1
source: Which prophecies have come true?
ru_ru: Какие пророчества сбылись?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_2
source: How is this done?
ru_ru: Как это делается?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_3
source: Can I use this telescope?
ru_ru: Я могу воспользоваться этим телескопом?

# Dialogue_Response,DL_TelescopeMan_PlayerResponse_1
source: Hello, what are you reading?
ru_ru: Привет, что ты читаешь?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_1
source: Which prophecies have come true?
ru_ru: Какие пророчества сбылись?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_2
source: Can I use this telescope?
ru_ru: Я могу воспользоваться этим телескопом?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_1
source: Which prophecies have come true?
ru_ru: Какие пророчества сбылись?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_2
source: How do you make prophecies?
ru_ru: Как вы вообще составляете пророчества?

# Dialogue_Response,DL_TelescopeManWhich_PlayerResponse_1
source: Hmm, very Interesting. I'll leave you to it.
ru_ru: Хмм, очень интересно. Я оставлю тебя в покое.

# Dialogue_Response,DL_TempleMasterOtherTemples_PlayerResponse_1
source: Very well, I'll keep a look out for them.
ru_ru: Ну что же, я продолжу их искать.

# Dialogue_Response,DL_TempleMasterQuestion_PlayerResponse_1
source: Yes the temple is safe.
ru_ru: Да, храм в безопасности.

# Dialogue_Response,DL_TempleMasterThanks_PlayerResponse_1
source: Alright, I seem to be done here, Goodbye.
ru_ru: Ну, мои дела тут закончены. До встречи.

# Dialogue_Response,DL_TempleMatoran1_PlayerResponse_1
source: You're welcome!
ru_ru: Не за что!

# Dialogue_Response,DL_TempleMatoran2_PlayerResponse_1
source: If I have the time, I will!
ru_ru: Если будет время, обязательно!

# Dialogue_Response,DL_TempleMatoranGetQuest_PlayerResponse_1
source: If I have the time, I will!
ru_ru: Если будет время, обязательно!

# Dialogue_Response,DL_TempleMatoranQuestGet_PlayerResponse_1
source: Thank you, I'll look for it.
ru_ru: Спасибо, я поищу его.

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_1
source: Would you happen to know where the closest one is?
ru_ru: Знаешь ли ты, где находится ближайший?

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_2
source: I'll see what I can do.
ru_ru: Я посмотрю, что можно сделать.

# Dialogue_Response,DL_Thankscavetemple1_PlayerResponse_1
source: No problem.
ru_ru: Не за что.

# Dialogue_Response,DL_Thankscavetemple_PlayerResponse_1
source: Yes, the Rahi have been defeated.
ru_ru: Да, Рахи были побеждены.

# Dialogue_Response,DL_ThanksyouforKumo_PlayerResponse_1
source: You're welcome little one.
ru_ru: Не за что, малец.

# Dialogue_Response,DL_Thuei2_PlayerResponse_1
source: And... what exactly is it supposed to be?
ru_ru: И... что именно это должно быть?

# Dialogue_Response,DL_Thuei2_PlayerResponse_2
source: And... what exactly is it supposed to be?
ru_ru: И... что именно это должно быть?

# Dialogue_Response,DL_Thuei3_PlayerResponse_2
source: When will you finish it?
ru_ru: Когда ты это закончишь?

# Dialogue_Response,DL_Thuei3_PlayerResponse_3
source: When will you finish it?
ru_ru: Когда ты это закончишь?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_2
source: I'm honored... I think. When will you finish it?
ru_ru: Это большая честь... Мне кажется. Когда ты это закончишь?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_3
source: I'm honored... I think. When will you finish it?
ru_ru: Это большая честь... Мне кажется. Когда ты это закончишь?

# Dialogue_Response,DL_ThueiFinish_PlayerResponse_1
source: That's an interesting idea.
ru_ru: Это интересная идея.

# Dialogue_Response,DL_ThueiFinishOnua_PlayerResponse_1
source: That's an interesting idea.
ru_ru: Это интересная идея.

# Dialogue_Response,DL_ThueiFun_PlayerResponse_1
source: When will you finish it?
ru_ru: Когда ты это закончишь?

# Dialogue_Response,DL_ThueiFun_PlayerResponse_2
source: When will you finish it?
ru_ru: Когда ты это закончишь?

# Dialogue_Response,DL_ThueiOutro_PlayerResponse_1
source: I'll leave you to it.
ru_ru: Я оставлю тебя в покое.

# Dialogue_Response,DL_Trader1_PlayerResponse_1
source: Sure.
ru_ru: Конечно.

# Dialogue_Response,DL_Trader1_PlayerResponse_2
source: No thanks.
ru_ru: Нет, спасибо.

# Dialogue_Response,DL_TutCorruptedMakuta1_PlayerResponse_1
source: Stop this madness, Makuta!
ru_ru: Останови это безумие, Макута!

# Dialogue_Response,DL_TutCorruptedMakuta2_PlayerResponse_1
source: It’s your control over us that has ended!
ru_ru: Твой контроль над нами закончился!

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_1
source: What is my duty?
ru_ru: Каков мой долг?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_2
source: Where am I?
ru_ru: Где я?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_3
source: Who am I?
ru_ru: Кто я?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_4
source: I am ready to wake up.
ru_ru: Я {G}|gender(готов, готова) к пробуждению.

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_1
source: Where am I?
ru_ru: Где я?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_2
source: Who am I?
ru_ru: Кто я?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_3
source: I am ready to wake up.
ru_ru: Я {G}|gender(готов, готова) к пробуждению.

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_1
source: What is my duty?
ru_ru: Каков мой долг?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_2
source: Who am I?
ru_ru: Кто я?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_3
source: I am ready to wake up.
ru_ru: Я {G}|gender(готов, готова) к пробуждению.

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_1
source: What is my duty?
ru_ru: Каков мой долг?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_2
source: Where am I?
ru_ru: Где я?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_3
source: I am ready to wake up.
ru_ru: Я {G}|gender(готов, готова) к пробуждению.

# Dialogue_Response,DL_Ukkar1_PlayerResponse_1
source: What is?
ru_ru: Что именно?

# Dialogue_Response,DL_Ukkar2_PlayerResponse_1
source: I've seen a fair amount of it.
ru_ru: Я {G}|gender(повидал, повидала) немало.

# Dialogue_Response,DL_Ukkar3_PlayerResponse_1
source: Really?
ru_ru: Серьёзно?

# Dialogue_Response,DL_Ukkar4_PlayerResponse_1
source: Me as well.
ru_ru: Я тоже.

# Dialogue_Response,DL_VakamaBeforeRescue1_PlayerResponse_2
source: Can you remind me how we met?
ru_ru: Можете напомнить как мы встретились?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_1
source: What could have happened to the other Turaga?
ru_ru: Что могло случиться с другими Турага?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_2
source: What should I do?
ru_ru: Что мне делать?

# Dialogue_Response,DL_VakamaBeforeRescueLeave_PlayerResponse_1
source: I shall leave you in peace.
ru_ru: Я оставлю вас в покое.

# Dialogue_Response,DL_VakamaBeforeRescueMap_PlayerResponse_1
source: I'll find the other Turaga.
ru_ru: Я найду остальных Турага.

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_1
source: How might I find these other Villages?
ru_ru: Как мне найти эти другие деревни?

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_2
source: Of Course Turaga.
ru_ru: Конечно, Турага.

# Dialogue_Response,DL_VakamaBeforeRescueWhere_PlayerResponse_1
source: What should I do?
ru_ru: Что мне делать?

# Dialogue_Response,DL_VakamaPostKini1_PlayerResponse_1
source: Very well, I'll return to my questing.
ru_ru: Ну что ж, я продолжу своё приключение.

# Dialogue_Response,DL_VakamaPostKini_PlayerResponse_2
source: We have gathered all of our Makoki stones Turaga, what is next?
ru_ru: Мы собрали все наши камни Макоки, Турага. Что дальше?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_1
source: I heard you have a task for me?
ru_ru: Я {G}|gender(слышал, слышала), что у вас есть для меня задание?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_3
source: I am glad they are safe as well.
ru_ru: Я {G}|gender(рад, рада), что они в безопасности.

# Dialogue_Response,DL_VakamaPostRescueSafe_PlayerResponse_1
source: Indeed.
ru_ru: Действительно.

# Dialogue_Response,DL_VakamaPostRescueTahu1_PlayerResponse_1
source: So you need me to enter the Ta-Kini in search of this mask?
ru_ru: То есть вы хотите, чтобы я вошёл в Та-Кини в поисках этой маски?

# Dialogue_Response,DL_VakamaPostRescueTahu2_PlayerResponse_1
source: Who?
ru_ru: Кто?

# Dialogue_Response,DL_VakamaPostRescueTahu3_PlayerResponse_1
source: What happened?
ru_ru: Что случилось?

# Dialogue_Response,DL_VakamaPostRescueTahu4_PlayerResponse_1
source: I shall save him, Turaga.
ru_ru: Я спасу его, Турага.

# Dialogue_Response,DL_VakamaPostRescueTahu_PlayerResponse_1
source: I am prepared. What is it?
ru_ru: Я готов. Что это?

# Dialogue_Response,DL_VakamaPostTAKiniFailsafe_PlayerResponse_2
source: Thank you Turaga, I'm off.
ru_ru: Спасибо, Турага. Я выдвигаюсь.

# Dialogue_Response,DL_VegSeller1_PlayerResponse_1
source: What's the matter?
ru_ru: В чём дело?

# Dialogue_Response,DL_VegSeller2_PlayerResponse_2
source: I don't need any at the moment, no.
ru_ru: Пока нет, мне не нужно.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay1_PlayerResponse_1
source: I see... I hope to see you all here next time I visit. Goodbye everyone, and goodluck.
ru_ru: Ясно... Надеюсь, что увижу вас всех в следующий раз, когда я приду. Всем до встречи и удачи.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay_PlayerResponse_1
source: Excuse me?
ru_ru: Пардон?

# Dialogue_Response,DL_WhagnaMeeting_Parhi17_PlayerResponse_1
source: Me? You'd trust me with the fate of your village?
ru_ru: Мне? Вы доверите мне судьбу своего поселения?

# Dialogue_Response,DL_WhagnaMeeting_Parhi18_PlayerResponse_1
source: I see, I will use my best judgement.
ru_ru: Ясно, я постараюсь сделать «как лучше».

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_1
source: You should stay and repair Whagna, It will be hard - but this is your home.
ru_ru: Вам лучше остаться и восстановить Вагну. Будет тяжело, да – но это ваш дом.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_2
source: You should go back to your own Koros, It's too dangerous for Matoran out this far.
ru_ru: Вам лучше вернуться в свои Коро, здесь слишком опасно находиться Маторанам.

# Dialogue_Response,DL_WhagnaMeeting_ReturnStay_PlayerResponse_1
source: Very well, good luck.
ru_ru: Ну что же, удачи.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave2_PlayerResponse_1
source: I hope to see you again soon, Goodbye.
ru_ru: Надеюсь, что скоро увижу тебя, пока.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave_PlayerResponse_1
source: I'm sorry crafter, It's for your own safety.
ru_ru: Мне жаль, ремесленник, но это для твоей же безопасности.

# Dialogue_Response,DL_WhagnaVillager1_PlayerResponse_1
source: This is a nice town you have here.
ru_ru: Неплохое у тебя поселение.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_1
source: I heard you have something for me?
ru_ru: Я {G}|gender(слышал, слышала), что у вас есть кое-что для меня?

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_3
source: Has Onu-Koro been faring well?
ru_ru: В Ону-Коро всё хорошо?

# Dialogue_Response,DL_WhenuaDefaultPostKini_PlayerResponse_1
source: Has Onu-Koro been faring well?
ru_ru: В Ону-Коро всё хорошо?

# Dialogue_Response,DL_WhenuaGetmeDown_PlayerResponse_1
source: Alright alright.
ru_ru: Ладно, ладно.

# Dialogue_Response,DL_WhenuaLost1_PlayerResponse_1
source: What are you doing up there?
ru_ru: Что вы делаете на такой высоте?

# Dialogue_Response,DL_WhenuaLost2_PlayerResponse_1
source: Do you need help getting down, Turaga?
ru_ru: Вам помочь спуститься, Турага?

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_1
source: It’s not that far. You can Jump!
ru_ru: Это не так высоко. Вы можете прыгнуть!

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_2
source: Don’t worry- I’ll find some way to get you down.
ru_ru: Не волнуйтесь – я что-нибудь придумаю, чтобы спустить вас.

# Dialogue_Response,DL_WhenuaOnua1_PlayerResponse_1
source: What do you mean?
ru_ru: В каком смысле?

# Dialogue_Response,DL_WhenuaOnua2_PlayerResponse_1
source: What do you mean “again”?
ru_ru: В каком смысле «снова»?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_1
source: I see. What is so important about this temple?
ru_ru: Я понял. Что в этом храме такого важного?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_2
source: I see. What is so important about this temple?
ru_ru: Я понял. Что в этом храме такого важного?

# Dialogue_Response,DL_WhenuaOnua4real_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
ru_ru: Спасибо, Турага. Я буду соблюдать осторожность.

# Dialogue_Response,DL_WhenuaOnua_PlayerResponse_1
source: I see. I am glad that you’ve found your way back to Onu-Koro safely.
ru_ru: Я понял. Рад, что вам удалось благополучно вернуться в Ону-Коро.

# Dialogue_Response,DL_WhenuaOnuaMap_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
ru_ru: Спасибо, Турага. Я буду соблюдать осторожность.

# Dialogue_Response,DL_WhenuaSaved1_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
ru_ru: Я {G}|gender(готов, готова) поспорить, что вам не терпится вернуться в Ону-Коро.

# Dialogue_Response,DL_WhenuaSaved2_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
ru_ru: Я {G}|gender(готов, готова) поспорить, что вам не терпится вернуться в Ону-Коро.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_1
source: I didn’t know you were that afraid of heights, Turaga.
ru_ru: Я не {G}|gender(знал, знала), что вы так боитесь высоты, Турага.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_2
source: What were you saying about “back in your day?”
ru_ru: Что вы говорили про «ваши времена?»

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_1
source: Pohatu isn't expecting another race out of me, is he?
ru_ru: Похату же не ждёт ещё одной гонки от меня, да?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_2
source: ...You can come back to Po-Koro, you know.
ru_ru: ...Знаешь, ты можешь вернуться в По-Коро.

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
ru_ru: Что Маторан вроде тебя делает в такой дали?
