Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_MatauKoroLewa3
source: A Makoki stone- a key to the Makuta’s lair which you and all of the Toa must seek-find.
ru_ru: Камень Макоки – ключ к логову Макуты, который ты и остальные Тоа должны обнаружить-найти.

# Dialogue_Text,DL_MatauKoroLewa4
source: ...Do be slow-careful, Lewa...
ru_ru: ...Будь крайне медленным и осторожным, Лева...

# Dialogue_Text,DL_MatauKoroOtherToa
source: Always on the lookout for another danger-quest, eh? Well I don’t have anything at the moment… unless you were Lewa. Say, you probably know where he’s sneak-hiding, don’t you? Send him treebound- I’ve got something for him.
ru_ru: Всегда хочется новых опасных приключений, да? Ну, у меня ничего на данный момент нет. А вот если бы ты {G}|gender(был, была) Левой... Ты же наверняка знаешь где он прячется, да? Отправь его к большому дереву – у меня для него кое-что есть.

# Dialogue_Text,DL_MatauKoroPostKini
source: Heart-Welcome to Le-Koro, Toa-Hero! I hope you’re feeling spirit-lifted and warm-hearted! No worries, you didn't disturb me, I was just resting.
ru_ru: Сердечно приветствую тебя в Ле-Коро, Герой Тоа! Надеюсь, ты чувствуешь теплоту и доброту вокруг! Не волнуйся, ты меня не побеспокоил, я лишь отдыхал.

# Dialogue_Text,DL_MatauOutofTree
source: Well... that’s one way to do it. Heart-thanks, Toa.
ru_ru: Ну... есть лишь один способ сделать это. Сердечно благодарю, Тоа.

# Dialogue_Text,DL_MatauOutofTreeSaved
source: It’ll take a bit more than chop-knocking me down from a tree to mind-shake old Matau! ...but I do think that when I get back I might take a good, long sleep-nap... or two. Wake me up afterwards- I’ve got a couple of other task-quests for you to do.
ru_ru: Тебе потребуется больше, чем сбить меня с дерева, чтобы помутнить сознание старины Матау! ...но я думаю, что как только я вернусь, то ненадолго вздремну... а может и надолго. Разбуди меня потом – у меня есть парочка заданий, чтобы занять тебя.

# Dialogue_Text,DL_MatauOutofTreeWhere
source: Oh... that. Never mind that! You won’t be getting any slip-tongue gossip out of me. Wouldn’t have even happened if that old firespitter kept better track of his belongings...
ru_ru: А... это. Не зацикливайся на этом! Я об этом и слова никому не скажу. Этого бы не случилось, если бы этот огненный плевака знал своё место...

# Dialogue_Text,DL_MatauOutofTreeWhere2
source: Agreed. I’m headed quick-back to Le-Koro. If you happen to swing by, give me a little quick-chat. I’ve got a few things for you.
ru_ru: Согласен. Я быстро возвращаюсь в Ле-Коро. Если будешь пролетать мимо, загляни ко мне. У меня есть кое-что для тебя.

# Dialogue_Text,DL_MatoranTransporter1
source: Sorry $T I'm a little busy right now, I have a delivery to make.
ru_ru: Извиняюсь, $T, но я немножко занят сейчас. Мне нужно осуществить доставку.

# Dialogue_Text,DL_MatoranTransporter10
source: Oh, of course they're very good at moving heavy objects, even mining! They're probably the most versitile Rahi around!
ru_ru: А, конечно да, они хороши для перемещения объектов и даже шахтёрских работ! Они являются, пожалуй, самыми универсальными Рахи на острове!

# Dialogue_Text,DL_MatoranTransporter11
source: Well I've heard about the Ga-Matoran using big fishes for some things, The Le-Matoran riding birds... And I even head some crazy myth once about a Ko-Matoran that could ride a Mahi! What a load of protodermis that is.
ru_ru: Ну, я слышал о Га-Маторанах, использующие огромных рыб для каких-то вещей, о Ле-Маторанах, приручивших птиц... Я даже слышал байку о том, как Ко-Маторан смог приручить Махи! Как по мне, звучит как брехня.

# Dialogue_Text,DL_MatoranTransporter12
source: YOU'RE RIGHT, I GOTTA GO!
ru_ru: ВЫ ПРАВЫ, МНЕ НУЖНО БЕЖАТЬ!

# Dialogue_Text,DL_MatoranTransporter2
source: I'm late! Out of the way!
ru_ru: Я опаздываю! С дороги!

# Dialogue_Text,DL_MatoranTransporter3
source: Greetings Toa, what are you doing out here?
ru_ru: Приветствую, Тоа. Что вы тут делаете?

# Dialogue_Text,DL_MatoranTransporter4
source: Why, I'm making a delivery to the Onu-Koro shipping center of course!
ru_ru: Ну, я осуществляю доставку в центр доставок Ону-Коро, конечно же!

# Dialogue_Text,DL_MatoranTransporter5
source: I'm... Not sure actually. It's not like they bother to tell me what I'm transporting, they only say if it's urgent or fragile.
ru_ru: Я... не уверен, если честно. Они мне не говорят про сам груз, который мне нужно перевезти, они лишь иногда говорят, что он важный или хрупкий.

# Dialogue_Text,DL_MatoranTransporter6
source: Yeah kind of, Oh but sometimes I like to pretend it's something really REALLY important, like a super powerful gemstone that will be used to invent the next big thing! But usally it just ends up being fish or wood - Something boring.
ru_ru: Да, типа того. Но иногда я люблю притворяться, что там лежит что-то ОЧЕНЬ важное, по типу очень крепкого камня, из которого можно сделать что-то крутое! Но обычно там оказывается рыба или древесина – что-то скучное.

# Dialogue_Text,DL_MatoranTransporter7
source: I'm on the clock Toa, speak fast.
ru_ru: Я тороплюсь, Тоа, ближе к делу.

# Dialogue_Text,DL_MatoranTransporter8
source: Transporting Goods to Po-Koro.
ru_ru: Везу товары в По-Коро.

# Dialogue_Text,DL_MatoranTransporter9
source: It's a She, but yes she's been doing very well recently! The loads can be quite heavy but she's used to it!
ru_ru: Вообще-то Она, но да, у неё дела в последнее время идут хорошо. Грузы могут быть тяжёлыми, но она уже привыкла к этому!

# Dialogue_Text,DL_Matoro1
source: Greetings again Toa, there is an important matter I need to discuss with you.
ru_ru: Приветствую ещё раз, Тоа. Есть важное дело, которое нужно с вами обсудить.

# Dialogue_Text,DL_Matoro2
source: You don't remember me? Strange... That will have to wait, my name is Matoro - and we have a more important matter to discuss.
ru_ru: Вы не помните меня? Странно... Ладно, это подождёт. Меня зовут Маторо – и у нас есть более важное дело для обсуждения.

# Dialogue_Text,DL_Matoro3
source: I was returning from a meeting with Turaga Nuju, when we decided to cut through the drifts to save time - However during the blizzard I was separated from him! We have conducted searches, but the drifts are so difficult to navigate that we've had no luck in finding him.
ru_ru: Я возвращался со встречи вместе с Турагой Нуджу и мы решили срезать через сугробы, чтобы сэкономить время. Однако во время метели я отделился от него! Нам нужно провести поиски, но пересечь сугробы не так уж и просто, у нас ничего не получилось.

# Dialogue_Text,DL_Matoro4
source: Yes if you would. I fear for his safety, the drifts are a harsh and dangerous place, no one can survive in there for long...
ru_ru: Да, если не затруднит. Я волнуюсь за его безопасность, ведь сугробы – место опасное, никто не сможет продержаться там долго...

# Dialogue_Text,DL_Matoro5
source: Please do find him, I- I feel partially responsible for his disappearance.
ru_ru: Пожалуйста, найдите его, я... я чувствую свою ответственность в его исчезновении.

# Dialogue_Text,DL_MatoroGetMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate. Here I'll mark it on your- you don't have a map? Gah, very well take my piece, it's just Ko-Wahi but it should help you find Nuju.
ru_ru: Результаты поисков привели нас к весьма странному гнезду Нуи-Джаг, но нас быстро отогнали, мы не успели его осмотреть. Вот, я отмечу его на вашей... у вас нет карты? Ай, ладно, возьмите мою. Там лишь Ко-Вахи, но этого должно хватить, чтобы помочь вам найти Нуджу.

# Dialogue_Text,DL_MatoroHaveMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate, here I'll mark it on your map.
ru_ru: Результаты поисков привели нас к весьма странному гнезду Нуи-Джаг, но нас быстро отогнали, мы не успели его осмотреть. Вот, я отмечу его на вашей карте.

# Dialogue_Text,DL_MatoroKini1
source: Welcome, $T.
ru_ru: Приветствую, $T.

# Dialogue_Text,DL_MatoroKini2
source: What are you waiting for?
ru_ru: Чего же вы ждёте?

# Dialogue_Text,DL_MatoroKiniExplanation1
source: $T! Wait!
ru_ru: $T! Постойте!

# Dialogue_Text,DL_MatoroKiniExplanation10
source: I shall go to the Ko-Kini and wait for you there.
ru_ru: Я отправлюсь к Ко-Кини и буду ждать вас там.

# Dialogue_Text,DL_MatoroKiniExplanation2
source: I... I must speak with you. It’s about the task Nuju didn’t tell you about.
ru_ru: Мне... Мне нужно поговорить с вами. Это про задание, о котором Нуджу вам не рассказал.

# Dialogue_Text,DL_MatoroKiniExplanation3
source: The Turaga recently held a meeting to discuss certain... things that have been happening to you Toa. Nuju, unfortunately, came to the conclusion that he was unsure where your loyalties lie.
ru_ru: Турага недавно организовали встречу, на которой обсуждались... кое-какие вещи, которые случились с вами, Тоа. Нуджу, к сожалению, пришёл к выводу, что он не уверен в том, что вам и другим Тоа можно доверять.

# Dialogue_Text,DL_MatoroKiniExplanation4
source: Do not blame him, Kopaka... Nuju is skeptical and cold by his nature. He has seen prophecies change and fail. He has seen his own friends and allies turn against him. It has taken a bigger toll on him than he cares to admit.
ru_ru: Не держите на него зла, Копака… Нуджу по натуре скептичен и хладнокровен. Он видел то, как менялись и не сбывались предсказания. Он видел то, как от него отвернулись все друзья и соратники. Это подействовало на него куда сильнее, чем он готов это признать.

# Dialogue_Text,DL_MatoroKiniExplanation5
source: ...My oath to the Turaga forbids me from sharing information which is deemed a secret. However, helping you to fulfil your destiny through my actions does not violate that oath.
ru_ru: ...Моя клятва Тураге запрещает мне разглашать информацию, являющуюся секретной. Но помощь в исполнении вашей судьбы через мои действия не является нарушением данной клятвы.

# Dialogue_Text,DL_MatoroKiniExplanation6
source: It means I shall assist you on your task, Toa.
ru_ru: Это значит, что я буду помогать вам с вашим заданием, Тоа.

# Dialogue_Text,DL_MatoroKiniExplanation7
source: You, Kopaka, must travel to the Ko-Kini temple on the outskirts of Ko-Wahi. Within the temple lies a Makoki stone- a part of a key to the lair of the Makuta.
ru_ru: Вы, Копака, должны отправиться к храму Ко-Кини на окраине Ко-Вахи. Внутри храма находится камень Макоки – фрагмент ключа, ведущего в логово Макуты.

# Dialogue_Text,DL_MatoroKiniExplanation8
source: I am afraid we must, Kopaka.
ru_ru: Боюсь, что мы должны, Копака.

# Dialogue_Text,DL_MatoroKiniExplanation9
source: I will accompany you. The temple remains locked, and I know the secret to unlocking it. I... hope that Nuju can forgive me for this, but this must be done. I cannot allow Nuju’s skepticism to prevent it.
ru_ru: Я буду сопровождать вас. Храм остаётся закрытым, а я знаю то, как его открыть. Я... надеюсь, что Нуджу сможет простить меня за это, но это нужно сделать. Я не могу позволить скептицизму Нуджу помешать этому.

# Dialogue_Text,DL_MatoroKiniKopaka1
source: Good. Now descend into the Ko-Kini.
ru_ru: Хорошо. Теперь спускайтесь в Ко-Кини.

# Dialogue_Text,DL_MatoroKiniOther
source: Just... waiting. I wonder what’s taking Kopaka so long...
ru_ru: Я... жду. Интересно, почему Копака так долго этим занимается...

# Dialogue_Text,DL_MatoroKiniReturn
source: I see you have found the stone...
ru_ru: Вижу, что вам удалось найти камень...

# Dialogue_Text,DL_MatoroKiniReturn1
source: Yes... I suppose...
ru_ru: Да... Я полагаю...

# Dialogue_Text,DL_MatoroKiniReturn2
source: I… I know that I am doing the right thing in helping you with this... but I have still gone behind Nuju’s back to complete this task. I still feel uneasy about this...
ru_ru: Я... я знаю, что делаю всё правильно, помогая вам... но я сделал это без ведома Нуджу, чтобы выполнить задачу. Мне всё ещё немножко не по себе...

# Dialogue_Text,DL_MatoroKiniReturn3
source: ...Forgive me, Toa, but I do not feel that you should leave with this stone while Nuju is deceived.
ru_ru: ...Извиняюсь, Тоа, но я не могу отпустить вас с этим камнем, пока об этом не знает Нуджу.

# Dialogue_Text,DL_MatoroKiniReturnEnd
source: I shall go to speak with Nuju. Speak to us when you are ready.
ru_ru: Я поговорю с Нуджу. Когда будете готовы, приходите к нам.

# Dialogue_Text,DL_MatoroKiniReturnMine
source: If it were not for my help, you would remain without the stone, Toa. We have both gone behind Nuju’s back to do this- and I feel it is both my and your duty to have his blessing before you continue.
ru_ru: Если бы не моя помощь, вы бы остались без камня, Тоа. Мы оба действовали без ведома Нуджу, чтобы сделать это. И я считаю, что и мой, и ваш долг – получить его благословение, прежде чем продолжать.

# Dialogue_Text,DL_MatoroKiniReturnUnderstand
source: I will as well... I only hope that he will be able to see reason. Please speak with him as soon as you are able to.
ru_ru: Я тоже... Я лишь надеюсь, что он сможет понять причину. Пожалуйста, поговорите с ним как можно скорее.

# Dialogue_Text,DL_MatoroReturn
source: Have you found our Turaga yet?
ru_ru: Вы нашли нашего Турагу?

# Dialogue_Text,DL_MetalSeller
source: Metals, Statues, Crystals! I've got it all, want to take a look Toa?
ru_ru: Металлы, Статуи, Кристаллы! У меня есть всё. Хочешь взглянуть, Тоа?

# Dialogue_Text,DL_Metonu
source: Hmm... Finally done.
ru_ru: Хмм… Готово.

# Dialogue_Text,DL_Metonu1
source: Oh it's nothing... Well it was actually quite a feat - But nothing you need concern yourself with Toa.
ru_ru: Ой, ничего особенного. Ну, на самом деле это было нечто, но ничего такого, о чём нужно беспокоиться, Тоа.

# Dialogue_Text,DL_Metonu2
source: Hah! Very well. I will say that all endings are merely beginnings, waiting to be born. So, It's now time for our next step.
ru_ru: Ха! Ну хорошо. Я скажу такую мысль, что все концовки – лишь начала, ожидающие своего часа. Пришло время для нашего следующего шага.

# Dialogue_Text,DL_Metonu3
source: Oh wait Toa! You're still looking for the masks right? I have a device that may help.
ru_ru: Постойте, Тоа! Вы же всё ещё ищете маски, да? У меня есть устройство, которое может помочь.

# Dialogue_Text,DL_MetonuAkaku
source: The Akaku! X-Ray vision... Yup... That's a pretty cool one. Anyways I'll get to work!
ru_ru: Акаку! Рентгеновское зрение... Ага... Это крутая маска. В любом случае, я примусь за работу!

# Dialogue_Text,DL_MetonuExplain
source: I had my friend Nuparu draft up some plans for a small device that would seek out the unique energy signals of powered masks! Or well, It's supposed to... The current design can only track one type of mask. If you'd like one I'll need some rare materials to build it, a Toa like yourself shouldn't have trouble with that though.
ru_ru: Я попросил своего друга Нупару создать чертежи небольшого устройства, которое может искать энергетические сигналы масок силы! Ну, по крайней мере, на бумаге... Текущая версия пока может отслеживать лишь один тип масок. Если оно тебе нужно, мне потребуются кое-какие редкие материалы, чтобы собрать его. Думаю, что для Тоа вроде вас это будет пустяком.

# Dialogue_Text,DL_MetonuGive
source: Here you go. I hope you'll use it well $T!
ru_ru: Держите. Надеюсь, вы найдёте ему применение, $T!

# Dialogue_Text,DL_MetonuHau
source: The Hau! Quite a useful mask, Very well!
ru_ru: Хау! Крайне полезная маска. За дело!

# Dialogue_Text,DL_MetonuHaveMaterials
source: Excellent! I'll get to work on it immediately. Before I do though, What mask would you like to track?
ru_ru: Отлично! Я займусь этим безотлагательно. Но перед этим, Какую маску хотелось бы отследить?

# Dialogue_Text,DL_MetonuHuna
source: The Huna! Very sneaky Toa... I'll get to work then!
ru_ru: Хуна! Очень хитро, Тоа... Я займусь этим!

# Dialogue_Text,DL_MetonuKakama
source: The Kakama! Ahh this one has always been one of my favorites, if I could use mask powers that'd be the one I'd wear... Anyways I'll get to work!
ru_ru: Какама! Ах, это одна из моих любимых. Если бы я мог использовать силу масок, я бы выбрал именно её... В любом случае, за дело!

# Dialogue_Text,DL_MetonuKaukau
source: The Kaukau! Water breathing is always a handy thing to have. I'll get to work right away!
ru_ru: Каукау! Дыхание под водой – штука всегда полезная. Я тотчас примусь за дело!

# Dialogue_Text,DL_MetonuKomau
source: The Komau! Mind control? I trust you won't go around using these on my fellow Matoran? Hah, I jest. I'll get to work then!
ru_ru: Комау! Контроль разума? Надеюсь, вы не будете использовать её на других Маторанах? Ха, да я пошутил. Примусь тогда за дело!

# Dialogue_Text,DL_MetonuMahiki
source: The Mahiki! Huh, Illusion... alright I'll get to work!
ru_ru: Махики! Хм, Иллюзии... ладно, я примусь за дело!

# Dialogue_Text,DL_MetonuMatatu
source: The Matatu! Huh, never really saw the use in Telekinesis, but alright I'll get to work!
ru_ru: Матату! Хм, никогда не видел смысла в способности Телекинеза, но ладно, примусь за дело!

# Dialogue_Text,DL_MetonuMaterials
source: Now I hate to ask this of you, as it is a rather large list but here we go... Ten Metallic Protodermis Ingots, Ten Glow Crystals, Fifty Wahae-Mata Gel, and Two Hundred widgets. Did you catch all that?
ru_ru: Не хотелось бы спрашивать это с вас, поскольку список достаточно большой, но ладно... Десять слитков Металлического Протодермиса, десять светящихся кристаллов, пятьдесят единиц геля Вахе-Мата, а также двести виджетов. Получилось запомнить?

# Dialogue_Text,DL_MetonuMaterialsWriting
source: Oh, of couse. Here you go!
ru_ru: Да, конечно. Держите!

# Dialogue_Text,DL_MetonuMiru
source: The Miru! Levitation is nice, but I've heard it gives you a jump boost too. Maybe it should be renamed to like... The Mask of High Jump! Okay, not that but... I'll just make the thing now.
ru_ru: Миру! Левитация, конечно, круто, но я слышал, что она ещё даёт и ускорение к прыжку. Может её стоило переименовать во что-то типа... Маска Высоких Прыжков? Ну ладно, не совсем так, но... Я лучше займусь делом.

# Dialogue_Text,DL_MetonuOrig
source: Ahh, Finally done. Wonder what I'll do now... Wait. What do I do now?
ru_ru: И... готово. Интересно, чем же мне теперь заняться... Стоп. А чем мне дальше-то заниматься?

# Dialogue_Text,DL_MetonuPakari
source: The Pakari! Wish I had one of those myself... Err, uhh, I mean I wish I could use the power! I'll just get to work...
ru_ru: Пакари! Хотел бы я иметь у себя такую... Эм, в смысле, хотел бы я уметь использовать её силу! Я лучше примусь за дело...

# Dialogue_Text,DL_MetonuRau
source: The Rau! Translation, not super useful but I can see the appeal... I'll get right to work then!
ru_ru: Рау! Перевод, не особо полезный навык, но я вижу на него спрос... Примусь-ка за дело!

# Dialogue_Text,DL_MetonuReturn
source: Ahh yes, Interested?
ru_ru: Ах, да. Интересно?

# Dialogue_Text,DL_MetonuRuru
source: The Ruru! I hope this may shed some light on it's location... That was bad, I'll just get to work.
ru_ru: Руру! Надеюсь, это поможет пролить свет на её местоположение... М-да, плохая шутка, я лучше примусь за дело.

# Dialogue_Text,DL_Midak1
source: G'day $T!
ru_ru: Доброго дня, $T!

# Dialogue_Text,DL_Midak2
source: I'm not a fan of the dark, so I stay out here.
ru_ru: Я не любитель темноты, поэтому я остаюсь здесь.

# Dialogue_Text,DL_MiningMatoran1
source: *Huff Huff*
ru_ru: *Пыхтит*

# Dialogue_Text,DL_MiningMatoran2
source: *Humming*
ru_ru: *Бурчит*

# Dialogue_Text,DL_MiningMatoran3
source: *Singing* Oh, there once was a great spirit. They called him Mata-Nui, he stood tall above the clouds, he was oh so very proud. Then one day the Makuta came, and took that all away. Mata-Nui Hit the ground and will, forever, slumber now.
ru_ru: *Поёт* Жил да был великий дух. Прозвали Мата Нуи, жил он где-то в облаках и был он очень горд. Затем пришёл Макута и всё это забрал. Мата Нуи упал на землю и будет вечность спать.

# Dialogue_Text,DL_MiningMatoranLost
source: *Cuckle* I don't know how I got out here.
ru_ru: *Удивлённо* Я не знаю как я сюда попал.

# Dialogue_Text,DL_MiningMatoranUssal
source: You got it, Keep going buddy!
ru_ru: У тебя всё получится, дружище! Продолжай в том же духе!

# Dialogue_Text,DL_NightWatchGuard1
source: Greetings Toa $T. Any trouble to report?
ru_ru: Приветствую, Тоа $T. Есть о чём доложить?

# Dialogue_Text,DL_NightWatchGuard2
source: Be on the look out for trouble makers.
ru_ru: Будьте начеку, остерегайтесь нарушителей.

# Dialogue_Text,DL_Nixie
source: Hmm, I see, interesting.
ru_ru: Хмм, это интересно.

# Dialogue_Text,DL_NixieResponse
source: Ahh, Hello Toa $T, It's nothing just studying the stars.
ru_ru: А, здравствуй, Тоа $T. Ничего особенного, я лишь изучаю звёзды.

# Dialogue_Text,DL_NixieResponse1
source: I interpret the positions of the stars in relation to the Red Star to determine the future.
ru_ru: Я интерпретирую позиции звёзд относительно Красной Звезды для того, чтобы определить будущее.

# Dialogue_Text,DL_NixieResponse2
source: I've seen the tell tale signs of a big change on the horizon. For better or for worse, things will be changing Toa $T...
ru_ru: Я видела признаки того, что назревают большие перемены. К лучшему ли, к худшему ли, но вещи изменятся, Тоа $T...

# Dialogue_Text,DL_Nokama1
source: A truth that, we confess, should have been told to you from the beginning.
ru_ru: С правдой, которую нам, должны признаться, стоило рассказать вам с самого начала.

# Dialogue_Text,DL_Nokama2
source: This... this is not the first time you have descended into Mangaia.
ru_ru: Это... это не первый раз, когда вы спускаетесь в Мангайю.

# Dialogue_Text,DL_Nokama3
source: The Turaga and I were... holding a meeting. On my way back to Ga-Koro, I was attacked by that Tarakava you encountered and dragged down here.
ru_ru: Турага и я... проводили встречу. На обратном пути в Га-Коро на меня напала эта Таракава, с которой тебе пришлось сразиться, и затащила меня вниз.

# Dialogue_Text,DL_NokamaBase1
source: $T! It is good to see you. It has been quite some time since I’ve seen a friendly face.
ru_ru: $T! Рада тебя видеть. Я давно не видела дружественное лицо.

# Dialogue_Text,DL_NokamaHeadBack
source: I will indeed. Many thanks, Toa $T. I hope you will visit our village once I have returned- there are more things I wish to show you.
ru_ru: Обязательно. Большое спасибо, Тоа $T. Я надеюсь, что ты посетишь наше селение, как только я вернусь – у меня есть много всего, что я хочу показать.

# Dialogue_Text,DL_NokamaHeadBack2
source: I am as well. Do come visit me once I have returned to Ga-Koro. I have something which I will be able to share with you.
ru_ru: Я тоже. Как только я вернусь в Га-Коро, посети меня. У меня для тебя есть кое-что, с чем я могу поделиться.

# Dialogue_Text,DL_NokamaKoro
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
ru_ru: Как я рада тебя видеть, Тоа $T. Полагаю, ты наслаждаешься своим времяпрепровождением в Га-Коро?

# Dialogue_Text,DL_NokamaKoroGali1
source: I did, Gali. There is another artifact which you must collect, alongside your great masks. It is called a Makoki Stone, and it is a part of a key to the Makuta’s lair.
ru_ru: Да, Гали. Есть ещё один артефакт, который ты должна собрать, наряду с великими масками. Он называется Камень Макоки, он является частью ключа в логово Макуты.

# Dialogue_Text,DL_NokamaKoroGali2
source: The stone lies within the Ga-Kini, a Temple which lies beneath the water not far from here. You must go there, descend into the temple, and retrieve the stone that lies within.
ru_ru: Камень находится в Га-Кини – храме, который находится в водах недалеко отсюда. Тебе нужно добраться до места, спуститься в храм и забрать лежащий внутри камень.
