Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_YumaFishIntro_Gali
source: Oh yeah. Guess I didn't think about that. If you catch any rare ones, you can always sell them to me!
it: Oh già. Immagino di non averci pensato. Se dovessi catturarne di rari, potresti sempre venderli a me!

# Dialogue_Text,DL_YumaFishIntro_lewa
source: Fair enough I suppose... though if you ever have a change of appetite you know the salesman to buy from!
it: Suppongo che sia abbastanza giusto... tuttavia se dovesse mai venirti un certo appetito, sai da quale venditore comprare!

# Engine_Project,Engine_ProjectDisplayTitle
source: Bionicle: Masks of Power
it: Bionicle: Le Maschere del Potere

# InvItem_Description,Item_AmanaVoloSphere_Desc
source: Rare orbs full of a powerful essence that has the power to heal a great amount.
it: Rare sfere ricolme di una potente essenza che ha la capacità di curare una grande quantità di salute.

# InvItem_Description,Item_ArakaNote_Desc
source: A note left to inform any shoppers of Araka's absence.
it: Una nota lasciata per informare gli acquirenti dell'assenza di Araka.

# InvItem_Description,Item_Blackmask_Desc
source: A mysterious Komau covered in a strange black substance. It's cracked and doesn't work. The hypnotising material on the surface of the mask pulses slowly, as if breathing...
it: Una misteriosa Komau ricoperta di una strana sostanza nera. È crepata e non funziona. L'ipnotizzante materiale sulla superfice della maschera pulsa lentamente, come se stesse respirando...

# InvItem_Description,Item_BrothersNote_Desc
source: A poorly written note telling the tale of two Matoran.
it: Una nota scritta male che racconta la storia di due Matoran.

# InvItem_Description,Item_Candle_Desc
source: A candle sitting atop a small carving of the great spirit.
it: Una candela posta sopra ad un'incisione del Grande Spirito.

# InvItem_Description,Item_Comets_Desc
source: A specal, enhanced, Kolhii ball for increased performance.
it: Una speciale palla da Kolhii, potenziata per incrementarne le prestazioni.

# InvItem_Description,Item_CookBook_Desc
source: A dusty old cookbook, the only one of it's kind.
it: Un vecchio e polveroso libro di cucina, l'unico del suo genere.

# InvItem_Description,Item_DoorKeyNote_Desc
source: A note showing designations of many symbols.
it: Una nota che mostra la designazione di molti simboli.

# InvItem_Description,Item_GlowCrystal_Desc
source: A shard of green glow crystal, may be worth something.
it: Una scheggia di una cristallo verde scintillante, potrebbe valere qualcosa.

# InvItem_Description,Item_GoldBars_Desc
source: A stack of shiny gold bars.
it: Una pila di lingotti d'oro.

# InvItem_Description,Item_GoldenMahi_Desc
source: A large golden Mahi figure. Hard to carry.
it: Una grande figura Mahi dorata. Difficile da trasportare.

# InvItem_Description,Item_GoldenRama_Desc
source: It's a small statue of a Nui-Rama. Strangely, it seems to be made of solid gold. It's very heavy.
it: È una piccola stata di un Nui-Rama. Stranamente, sembra essere realizzata in oro massiccio. È molto pesante.

# InvItem_Description,Item_GoldenRuki_Desc
source: A small golden figure of a Ruki.
it: Una piccola figura dorata di un Ruki.

# InvItem_Description,Item_GoldenStatue_Desc
source: A statue of Mata-Nui, made of solid gold.
it: Una statua di Mata-Nui, realizzata in oro massiccio.

# InvItem_Description,Item_GoldenUssal_Desc
source: A small statue of an Ussal, made of solid gold.
it: Una piccola statua di un Ussal, realizzata in oro massiccio.

# InvItem_Description,Item_HauUnpowered_Desc
source: The Hau great mask of Shielding, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Hau, la grande maschera della Protezione, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_InfectedMasks_Desc
source: These masks seem to be under a strange power from Makuta. Perhaps they are worth some widgets?
it: Queste maschere sembrano essere sotto l'effetto di uno strano potere di Makuta. Forse valgono qualche congegno?

# InvItem_Description,Item_KakamaUnpowered_Desc
source: The Kakama great mask of Speed, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Kakama, la grande maschera della Velocità, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_KolhiiBall_Desc
source: A standard Kolhii ball.
it: Una normale palla da Kolhii.

# InvItem_Description,Item_MahaiTea_Desc
source: Tea made from Mahai bark. It tastes very bitter, and quite earthy. The Matoran use this drink for a boost of energy. It would probably work on a Toa, too.
it: Tè ricavato dalla corteccia di Mahai. Ha un sapore piuttosto aspro, e alquanto terroso. I Matoran sfruttano questa bevanda per ottenere una scarica di energia. Probabilmente funzionerebbe anche su di un Toa.

# InvItem_Description,Item_MarenMap1_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 1/4
it: Una mappa che presumibilmente conduce ad un grande tesoro nascosto dal leggendario marinaio Ga-Matoran Mascheranera. 1/4

# InvItem_Description,Item_MarenMap2_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 2/4
it: Una mappa che presumibilmente conduce ad un grande tesoro nascosto dal leggendario marinaio Ga-Matoran Mascheranera. 2/4

# InvItem_Description,Item_MarenMap3_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 3/4
it: Una mappa che presumibilmente conduce ad un grande tesoro nascosto dal leggendario marinaio Ga-Matoran Mascheranera. 3/4

# InvItem_Description,Item_MarenMap4_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 4/4
it: Una mappa che presumibilmente conduce ad un grande tesoro nascosto dal leggendario marinaio Ga-Matoran Mascheranera. 4/4

# InvItem_Description,Item_MaskFinder_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
it: Un piccolo dispositivo realizzato da Metonu, progettato da Nuparu, che può essere utilizzato per localizzare $M nei paraggi.

# InvItem_Description,Item_MaskLocator_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
it: Un piccolo dispositivo realizzato da Metonu, progettato da Nuparu, che può essere utilizzato per localizzare $M nei paraggi.

# InvItem_Description,Item_MetallicProtodermisIngots_Desc
source: Ingots of Metallic Protodermis. This material is extremely hard to make, and can be used in the creation of powerful tools.
it: Lingotti di Protodermis Metallico. Questo materiale è estremamente difficile da creare, e può essere impiegato nella realizzazione di potenti attrezzi.

# InvItem_Description,Item_Pocketdermis_Desc
source: A small bag of powdered Protodermis that your mask will draw energy from over time. Effects will not stack, lasts for 8 seconds.
it: Un piccolo sacchetto di Protodermis in polvere da cui la tua maschera preleverà energia nel tempo. Gli effetti non sono cumulabili, durata 8 secondi.

# InvItem_Description,Item_PoetNoteBurns_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
it: Seconda parte di una serie scritta da Talok il Grande Poeta, su Ta-Koro.

# InvItem_Description,Item_PoetNoteHot_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
it: Seconda parte di una serie scritta da Talok il Grande Poeta, su Ta-Koro.

# InvItem_Description,Item_PoetNoteLight_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
it: Seconda parte di una serie scritta da Talok il Grande Poeta, su Ta-Koro.

# InvItem_Description,Item_PoetNotePart1_Desc
source: Part one in a series written by Talok the Great Poet, about Ta-Koro.
it: Prima parte di una serie scritta da Talok il Grande Poeta, su Ta-Koro.

# InvItem_Description,Item_PoetNotePart3_Desc
source: Part three in a series written by Talok the Great Poet, about Ta-Koro.
it: Terza parte di una serie scritta da Talok il Grande Poeta, su Ta-Koro.

# InvItem_Description,Item_PoetNoteSmoke_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
it: Seconda parte di una serie scritta da Talok il Grande Poeta, su Ta-Koro.

# InvItem_Description,Item_Pots_Desc
source: An expertly crafted pot, for all your potting needs.
it: Un vaso realizzato con maestria, per tutte le tue esigenze di coltivazione.

# InvItem_Description,Item_ProtoCell_Desc
source: A small capsule filled with Protodermis, can be crushed to absorb it's power.
it: Una piccola capsula ripiena di Protodermis, puoi frantumarla per assorbirne il potere.

# InvItem_Description,Item_ProtoCharge_Desc
source: A large tank filled with a great sum of Protodermis, can be smashed to absorb it's power.
it: Una grossa tanica ricolma di una gran quantità di Protodermis, puoi frantumarla per assorbirne il potere.

# InvItem_Description,Item_ResearchNotes_Desc
source: A collection of research notes from a curious Matoran.
it: Una raccolta di appunti di ricerca di un Matoran curioso.

# InvItem_Description,Item_RestorationGel_Desc
source: This green jiggly substance can be applied to damaged armor to repair it over time. Effects will not stack, lasts for 5 seconds.
it: Questa tremolante sostanza verde può essere applicata sull'armatura danneggiata per ripararla nel tempo. Gli effetti non sono cumulabili, durata 5 secondi.

# InvItem_Description,Item_RockHat_Desc
source: A strangely shaped rock.
it: Una roccia dalla forma strana.

# InvItem_Description,Item_ShoppingList_Desc
source: A hastily scribbled note indicating the materials needed to create the Mask Finder.
it: Una nota scarabocchiata frettolosamente che indica i materiali necessari alla realizzazione del Localizza Maschere.

# InvItem_Description,Item_SouthernTipNote_Desc
source: A note found on the southern tip of the island.
it: Una nota rinvenuta sulla punta più a sud dell'isola.

# InvItem_Description,Item_StaffClass2_Desc
source: The standard staves used by the Ta-Koro guard. Class 2s are slightly weaker and shorter than the superior Class 1s.
it: I normali bastoni utilizzati dalla guardia di Ta-Koro. Quelli di 2° Classe sono leggermente più deboli e corti di quelli di 1° Classe.

# InvItem_Description,Item_Statuette_Desc
source: A Small rock carving of a Toa.
it: Una piccola incisione in pietra di un Toa.

# InvItem_Description,Item_StoneCarving_Desc
source: Crudely carved stone in the shape of the Great Spirit.
it: Una pietra scolpita rozzamente nella forma del Grande Spirito.

# InvItem_Description,Item_SwordStatueNotePart1_Desc
source: Part one in a series of journal pages documenting Akoga's enlightenment.
it: Prima parte di una serie di pagine di diario che documentano l'illuminazione di Akoga.

# InvItem_Description,Item_SwordStatueNotePart2_Desc
source: Part two in a series of journal pages documenting Akoga's enlightenment.
it: Seconda parte di una serie di pagine di diario che documentano l'illuminazione di Akoga.

# InvItem_Description,Item_SwordStatuesNotePart3_Desc
source: The final part in a series of journal pages documenting Akoga's enlightenment.
it: L'ultima parte di una serie di pagine di diario che documentano l'illuminazione di Akoga.

# InvItem_Description,Item_ThueiNote_Desc
source: A message found on the hut of an eccentric carver.
it: Un messaggio ritrovato sulla capanna di un eccentrico scultore.

# InvItem_Description,Item_TombKey_Desc
source: A strange key found near some abandoned cargo, it seems to belong to the door of a tomb.
it: Una strana chiave rinvenuta vicino ad un carico abbandonato, sembra appartenere alla porta di una tomba.

# InvItem_Description,Item_UnpoweredAkaku_Desc
source: The Akaku great mask of X-ray Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Akaku, la grande maschera della Visione a Raggi-X, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredHuna_Desc
source: The Huna Noble mask of Concealment, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Huna, la nobile maschera dell'Occultamento, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredKaukau_Desc
source: The Kaukau great mask of Water Breathing, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Kaukau, la grande maschera della Respirazione Subacquea, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredKomau_Desc
source: The Komau Noble mask of Mind Control, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Komau, la nobile maschera del Controllo Mentale, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredMahiki_Desc
source: The Mahiki Noble mask of Illusion, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Mahiki, la nobile maschera dell'Illusione, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredMatatu_Desc
source: The Matatu Noble mask of Telekinesis, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Matatu, la nobile maschera della Telecinesi, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredMiru_Desc
source: The Miru Great mask of Levitation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Miru, la grande maschera della Levitazione, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredPakari_Desc
source: The Pakari Great mask of Strength, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Pakari, la grande maschera della Forza, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredRau_Desc
source: The Rau Noble mask of Translation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Rau, la nobile maschera della Traduzione, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_UnpoweredRuru_Desc
source: The Ruru Noble mask of Night Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
it: Ruru, la nobile maschera della Visione Notturna, questa maschera è stata realizzata per i Matoran e non possiede alcun potere. Forse c'è un modo per potenziarla?

# InvItem_Description,Item_VuataMacaSeeds_Desc
source: These seeds dropped from the rare Vuata Maca tree are said to help you recover from wounds.
it: Si dice che questi semi caduti dal raro albero di Vuata Maca possano aiutarti a riprenderti dalle tue ferite.

# InvItem_Description,Item_WaheCanister_Desc
source: This capsule of strange orange substance glows and pulsates with energy, it seems powerful. Crush it to add 50 Wahae-Mata Gel to your inventory. The label reads: (Wahae-Mata must be gently removed from canister before use!)
it: Questa capsula contenete una strana sostanza arancione brilla e pulsa di energia, sembra potente. Frantumala per aggiungere 50 Gel Wahae-Mata al tuo inventario. L'etichetta recita: (il Wahae-Mata deve essere rimosso con cura dal contenitore prima dell'uso!)

# InvItem_Description,Item_WaheGel_Desc
source: A strange orange substance that pulsates with power. Perhaps it can be used with something?
it: Una strana sostanza arancione che pulsa di energia. Forse può essere utilizzata con qualcosa?

# InvItem_Description,Item_WhakaNui_Desc
source: This battery like device can give a temporary boost of energy to a Toa, allowing them to bounce back quicker after performing activites. Effects will not stack, lasts for 10 seconds.
it: Questo dispositivo simile ad una batteria può dare una scarica temporanea di energia ad un Toa, permettendogli di riprendersi più rapidamente dopo aver effettuato un'azione. Gli effetti non si sommano, durata 10 secondi.

# InvItem_Description,Item_Widgets_Desc
source: These strange peices of metal seem to be used as a currency primarily by the Po-Matoran. Matoran from other cultures will accept widgets while trading, too.
it: Questi strani pezzi di metallo sembrano essere utilizzati come moneta di scambio principalmente dai Po-Matoran. Anche i Matoran di altre culture accetteranno i congegni per gli scambi.

# InvItem_Description,Item_WoodStatue_Desc
source: A small wooden likeness. Somewhat resembles a Matoran's head.
it: Una piccola incisione in lego. In qualche modo ricorda la testa di un Matoran.

# InvItem_Description,Item_WorldMap_Desc
source: A full map of the Island of Mata-Nui.
it: Una mappa completa dell'Isola di Mata-Nui.

# InvItem_Description,KylmaNote_Desc
source: The research notes lost by Kylma
it: Gli appunti della ricerca persi da Kylma

# InvItem_Name,Item_AmanaVoloSphere
source: Amana Volo Sphere
it: Sfera Amana Volo

# InvItem_Name,Item_ArakaNote
source: Araka: Gone Shopping
it: Araka: a fare compere

# InvItem_Name,Item_Blackmask
source: The Black Mask
it: La Maschera Nera

# InvItem_Name,Item_BrothersNote
source: The Note of the Brother
it: La Nota del Fratello

# InvItem_Name,Item_Candle
source: Carving Candle
it: Candela da incisione

# InvItem_Name,Item_Comets
source: Comet Kolhii Ball
it: Cometa, palla da Kolhii

# InvItem_Name,Item_CookBook
source: Manha's Special Recipes
it: Ricette speciali di Manha

# InvItem_Name,Item_DoorKeyNote
source: Door Icon Key
it: Chiave della Porta

# InvItem_Name,Item_FirstMateLog1
source: First Mate Dakk's Log #1
it: Diario di bordo del primo ufficiale Dakk #1

# InvItem_Name,Item_FirstMateLog2
source: First Mate Dakk's Log #2
it: Diario di bordo del primo ufficiale Dakk #2

# InvItem_Name,Item_FirstMateLog3
source: First Mate Dakk's Log #3
it: Diario di bordo del primo ufficiale Dakk #3

# InvItem_Name,Item_FirstMateLog4
source: First Mate Dakk's Log #4
it: Diario di bordo del primo ufficiale Dakk #4

# InvItem_Name,Item_FirstMateLog5
source: First Mate Dakk's Log #5
it: Diario di bordo del primo ufficiale Dakk #5

# InvItem_Name,Item_FirstMateLog6
source: First Mate Dakk's Log #6
it: Diario di bordo del primo ufficiale Dakk #6

# InvItem_Name,Item_GaMakoki
source: Ga Makoki Stone
it: Pietra Ga Makoki

# InvItem_Name,Item_GlowCrystal
source: Glow Crystal
it: Cristallo luminoso

# InvItem_Name,Item_GoldBars
source: Gold Bars
it: Lingotti d'oro

# InvItem_Name,Item_GoldenMahi
source: The Golden Mahi
it: Mahi dorato

# InvItem_Name,Item_GoldenRama
source: The Golden Rama
it: Rama dorato

# InvItem_Name,Item_GoldenRuki
source: The Golden Ruki
it: Ruki dorato

# InvItem_Name,Item_GoldenStatue
source: The Golden Mata
it: Mata dorato

# InvItem_Name,Item_GoldenUssal
source: The Golden Ussal
it: Ussal dorato

# InvItem_Name,Item_HauUnpowered
source: Hau (Unpowered)
it: Hau (senza poteri)

# InvItem_Name,Item_InfectedMasks
source: Infected Mask
it: Maschera infetta

# InvItem_Name,Item_KakamaUnpowered
source: Kakama (Unpowered)
it: Kakama (senza poteri)

# InvItem_Name,Item_KolhiiBall
source: Kolhii Ball
it: Palla da Kolhii

# InvItem_Name,Item_KoMakoki
source: Ko Makoki Stone
it: Pietra Ko-Makoki

# InvItem_Name,Item_LeMakoki
source: Le Makoki Stone
it: Pietra Le-Makoki

# InvItem_Name,Item_MahaiTea
source: Mahai Tea
it: Tè Mahai

# InvItem_Name,Item_MarenMap1
source: Blackmask's Treasure Map #1
it: Mappa del tesoro di Mascheranera #1

# InvItem_Name,Item_MarenMap2
source: Blackmask's Treasure Map #2
it: Mappa del tesoro di Mascheranera #2

# InvItem_Name,Item_MarenMap3
source: Blackmask's Treasure Map #3
it: Mappa del tesoro di Mascheranera #3

# InvItem_Name,Item_MarenMap4
source: Blackmask's Treasure Map #4
it: Mappa del tesoro di Mascheranera #4

# InvItem_Name,Item_MaskFinder
source: The Mask Finder
it: Localizzatore di Maschere

# InvItem_Name,Item_MaskLocator
source: The Mask Finder
it: Localizzatore di Maschere

# InvItem_Name,Item_MetallicProtodermisIngots
source: Metallic Protodermis Ingots
it: Lingotti di Protodermis Metallico

# InvItem_Name,Item_OnuMakoki
source: Onu Makoki Stone
it: Pietra Onu-Makoki

# InvItem_Name,Item_PoetNoteBurns
source: Talok: The Ballad of Ta-koro Part 2
it: Talok: La Ballata di Ta-koro Parte 2

# InvItem_Name,Item_PoetNoteHot
source: Talok: The Ballad of Ta-koro Part 2
it: Talok: La Ballata di Ta-koro Parte 2

# InvItem_Name,Item_PoetNoteLight
source: Talok: The Ballad of Ta-koro Part 2
it: Talok: La Ballata di Ta-koro Parte 2

# InvItem_Name,Item_PoetNotePart1
source: Talok: The Ballad of Ta-koro Part 1
it: Talok: La Ballata di Ta-koro Parte 1

# InvItem_Name,Item_PoetNotePart3
source: Talok: The Ballad of Ta-koro Part 3
it: Talok: La Ballata di Ta-koro Parte 3

# InvItem_Name,Item_PoetNoteSmoke
source: Talok: The Ballad of Ta-koro Part 2
it: Talok: La Ballata di Ta-koro Parte 2

# InvItem_Name,Item_PoMakoki
source: Po Makoki Stone
it: Pietra Po-Makoki

# InvItem_Name,Item_Pots
source: Po-Koro Pot
it: Vaso di Po-Koro

# InvItem_Name,Item_ProtoCell
source: Protodermis Cell
it: Nucleo di Protodermis

# InvItem_Name,Item_ProtoCharge
source: Protodermis Charge
it: Carica di Protodermis

# InvItem_Name,Item_ResearchNotes
source: The Artifact from Below
it: L'Artefatto dal Profondo

# InvItem_Name,Item_RestorationGel
source: Restoration Gel
it: Gel Ricostituente

# InvItem_Name,Item_RockHat
source: Rock
it: Roccia

# InvItem_Name,Item_ShoppingList
source: Metonu's Shopping List
it: Lista della spesa di Metonu

# InvItem_Name,Item_SouthernTipNote
source: Southern Tip Note
it: Nota della punta meridionale

# InvItem_Name,Item_StaffClass2
source: Takoro Guard Staff Class 2
it: Bastone della Guardia di Ta-Koro di 2° Classe

# InvItem_Name,Item_Statuette
source: Toa Statuette
it: Statuetta Toa

# InvItem_Name,Item_StoneCarving
source: Mata-Nui Carving
it: Incisione di Mata-Nui

# InvItem_Name,Item_SwordStatueNotePart1
source: The Legend of The Swords: Part 1
it: La Leggenda della Spada: Parte 1

# InvItem_Name,Item_SwordStatueNotePart2
source: The Legend of The Swords: Part 2
it: La Leggenda della Spada: Parte 2

# InvItem_Name,Item_SwordStatuesNotePart3
source: The Legend of The Swords: Part 3
it: La Leggenda della Spada: Parte 3

# InvItem_Name,Item_TaMakoki
source: Ta Makoki Stone
it: Pietra Ta-Makoki

# InvItem_Name,Item_ThueiNote
source: 'Out carving!'
it: 'Fuori a incidere!'

# InvItem_Name,Item_TombKey
source: Tomb Key
it: Chiave della Tomba

# InvItem_Name,Item_UnpoweredAkaku
source: Akaku (Unpowered)
it: Akaku (senza poteri)

# InvItem_Name,Item_UnpoweredHuna
source: Huna (Unpowered)
it: Huna (senza poteri)

# InvItem_Name,Item_UnpoweredKaukau
source: Kaukau (Unpowered)
it: Kaukau (senza poteri)

# InvItem_Name,Item_UnpoweredKomau
source: Komau (Unpowered)
it: Komau (senza poteri)

# InvItem_Name,Item_UnpoweredMahiki
source: Mahiki (Unpowered)
it: Mahiki (senza poteri)

# InvItem_Name,Item_UnpoweredMatatu
source: Matatu (Unpowered)
it: Matatu (senza poteri)

# InvItem_Name,Item_UnpoweredMiru
source: Miru (Unpowered)
it: Miru (senza poteri)
