Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_ImportedPlantSeller_PlayerResponse_2
source: I don't need any at the moment thank you.
pl_pl: Dziękuję, na razie nic nie potrzebuję.

# Dialogue_Response,DL_InsaneMatoran1_2_PlayerResponse_1
source: Don't worry I won't hurt you!
pl_pl: Nie bój się, nie skrzywdzę Cię!

# Dialogue_Response,DL_InsaneMatoran1_PlayerResponse_1
source: Don't worry I won't hurt you!
pl_pl: Nie bój się, nie skrzywdzę Cię!

# Dialogue_Response,DL_InsaneMatoran2_2_PlayerResponse_1
source: Wait, I'm not lying!!
pl_pl: Czekaj, ja nie kłamię!!!

# Dialogue_Response,DL_InsaneMatoran2_PlayerResponse_1
source: Wait, I'm not lying!!
pl_pl: Czekaj, ja nie kłamię!!!

# Dialogue_Response,DL_Jala1_PlayerResponse_2
source: How do I get to the village?
pl_pl: Jak mogę dostać się do wioski?

# Dialogue_Response,DL_Jala1_PlayerResponse_4
source: Nothing, didn't mean to bother you.
pl_pl: Nic takiego, nie {G}|gender(chciałem, chciałam) Ci przeszkadzać.

# Dialogue_Response,DL_JalaReport1_PlayerResponse_1
source: Any news in Ta-Koro?
pl_pl: Co nowego w Ta-Koro?

# Dialogue_Response,DL_JalaReport1_PlayerResponse_2
source: Thank you for the information. I'll speak to him.
pl_pl: Dziękuję za informację. Porozmawiam z nim.

# Dialogue_Response,DL_JalaReport_PlayerResponse_1
source: I have more Athority than you.
pl_pl: Mam większy autorytet niż Ty.

# Dialogue_Response,DL_JalaReport_PlayerResponse_2
source: Please, I'd like to know what's going on around here.
pl_pl: Proszę, {G}|gender(chciałbym, chciałabym) wiedzieć, co się tutaj dzieje.

# Dialogue_Response,DL_JalaReportTahu_PlayerResponse_1
source: Thank you for the information.
pl_pl: Dziękuję za informację.

# Dialogue_Response,DL_JalaTakoro_PlayerResponse_1
source: Remind me, Who are you?
pl_pl: Przypomnij mi, kim jesteś?

# Dialogue_Response,DL_JalaWho_PlayerResponse_1
source: How do I get to the village?
pl_pl: Jak mogę dostać się do wioski?

# Dialogue_Response,DL_JalaWho_PlayerResponse_3
source: Thank you, I remember now.
pl_pl: Dziękuję, teraz pamiętam.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_1
source: What's this about the Turaga?
pl_pl: Co to za sprawa z Turagą?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_2
source: Your shipment?
pl_pl: Twoje zamówienie?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_3
source: Reka said you would have a job for me.
pl_pl: Reka powiedział, że możesz mieć dla mnie pracę.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_4
source: Carry on.
pl_pl: Kontynuj.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_1
source: Am I disturbing you?
pl_pl: Czy przeszkadzam?

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_2
source: Reka sent me.
pl_pl: Przysyła mnie Reka.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_3
source: I'll leave you to... whatever you're doing.
pl_pl: Zostawię Cię z... czymkolwiek się zajmujesz.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_1
source: Sounds like something I could handle.
pl_pl: Brzmi jak coś, z czym {G}|gender(powinienem, powinnam) sobie poradzić.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_2
source: What kind of shipment?
pl_pl: Co to za przesyłka?

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_1
source: He said you might have a job for me.
pl_pl: Powiedział, że możesz mieć dla mnie pracę.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_2
source: You looked distracted just then.
pl_pl: Chwilę temu wyglądałeś, jakbyś był rozkojarzony.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_3
source: Nevermind.
pl_pl: Nieważne.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_1
source: Alright, I'm on it.
pl_pl: Dobra, biorę się za to.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_2
source: Remind me, what type of shipment is this?
pl_pl: Przypomnij mi, co to za przesyłka?

# Dialogue_Response,DL_JobmasterReturn1_PlayerResponse_1
source: Why were you having them imported?
pl_pl: Dlaczego decydowałeś się na ich sprowadzanie?

# Dialogue_Response,DL_JobmasterReturn2_PlayerResponse_1
source: This stops now.
pl_pl: Koniec z tym.

# Dialogue_Response,DL_JobmasterReturn3_PlayerResponse_1
source: I believe you owe me some widgets.
pl_pl: Chyba należy mi się trochę widżetów.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_1
source: Your Illegal Ruki were eaten by Rahi.
pl_pl: Twoje nielegalne Ruki zostały pożarte przez Rahi.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_2
source: Not yet.
pl_pl: Jeszcze nie.

# Dialogue_Response,DL_JobmasterReturnFinal_PlayerResponse_1
source: Sorry.
pl_pl: Przepraszam.

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_1
source: Is there something I can do for you?
pl_pl: Czy jest coś, co mogę dla Ciebie zrobić?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_2
source: And what did you say about the Turaga?
pl_pl: I co to za sprawa z Turagą?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_3
source: Reka said you might have a job for me. How about I locate this shipment?
pl_pl: Reka powiedział, że możesz mieć dla mnie pracę. Może pomogę Ci odnaleźć tę przesyłkę?

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_1
source: I accept.
pl_pl: Wchodzę w to.

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_2
source: I have some other matters to attend to.
pl_pl: Mam teraz inne rzeczy do zrobienia.

# Dialogue_Response,DL_JobmasterShipmentJob_PlayerResponse_1
source: What do you need me to do?
pl_pl: Co mam zrobić?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_2
source: Where exactly is the shipping center?
pl_pl: Gdzie dokładnie znajduje się centrum przesyłkowe?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_3
source: What type of shipment was it again?
pl_pl: Przypomnij mi jeszcze raz, co to za przesyłka?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_1
source: What's this about a shipment?
pl_pl: O co chodzi z przesyłką?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_2
source: Reka mentioned I should come see you.
pl_pl: Reka powiedział, żebym się z Tobą skontaktował.

# Dialogue_Response,DL_KapuraGa_PlayerResponse_2
source: Why are you in Ga-wahi?
pl_pl: Dlaczego jesteś w Ga-Wahi?

# Dialogue_Response,DL_KapuraKo_PlayerResponse_2
source: What is a Ta-Matoran doing in Ko-Wahi?
pl_pl: Co Ta-Matoranin robi w Ko-Wahi?

# Dialogue_Response,DL_KapuraLe_PlayerResponse_2
source: Why are you in Le-Wahi?
pl_pl: Dlaczego jesteś w Le-Wahi?

# Dialogue_Response,DL_Kapuranotlost_PlayerResponse_1
source: Ok, Goodbye...
pl_pl: Rozumiem, do widzenia...

# Dialogue_Response,DL_KapuraOnu_PlayerResponse_2
source: What are you doing on this Island?
pl_pl: Co robisz na tej wyspie?

# Dialogue_Response,DL_KapuraPo1_PlayerResponse_1
source: Huh, I almost didn't recognise you without your wandering in circles!
pl_pl: Ach, prawie nie {G}|gender(rozpoznałem, rozpoznałam) Cię, kiedy nie błąkasz się w kółko!

# Dialogue_Response,DL_KapuraPo2_PlayerResponse_1
source: Very well then, I'll leave you to it.
pl_pl: Bardzo dobrze, w takim razie zostawię Cię, abyś mógł je podziwiać.

# Dialogue_Response,DL_KapuraWhatareyoudoing_PlayerResponse_2
source: Ok, Goodbye...
pl_pl: Rozumiem, do widzienia...

# Dialogue_Response,DL_KapuraWhereGa_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
pl_pl: Jeśli udało Ci się przejść całą drogę aż z Ta-Wahi, to wygląda na to, że miał rację.

# Dialogue_Response,DL_KapuraWhereKo_PlayerResponse_1
source: If you managed to come all the way from Ta-Wahi, then It seems he was right.
pl_pl: Jeśli udało Ci się przejść całą tę drogę aż z Ta-Wahi, to wygląda na to, że miał rację.

# Dialogue_Response,DL_KapuraWhereLe_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
pl_pl: Jeśli udało Ci się przejść całą drogę aż z Ta-Wahi, to wygląda na to, że miał rację.

# Dialogue_Response,DL_KapuraWhereOnu_PlayerResponse_1
source: Huh, I suppose you're right.
pl_pl: Ach, chyba masz rację.

# Dialogue_Response,DL_KewaMaster1_PlayerResponse_1
source: Can I?
pl_pl: Mogę?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_1
source: What about this Kahu, can I ride him?
pl_pl: A co z tym Kahu? Mogę się na nim przelecieć?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_2
source: Oh...
pl_pl: Och...

# Dialogue_Response,DL_Kieve1_PlayerResponse_1
source: We? You... want me to come with you?
pl_pl: My? Ty... chcesz, żebym {G}|gender(poszedł, poszła) z Tobą?

# Dialogue_Response,DL_Kieve2_PlayerResponse_1
source: Alright, Are you sure you'll be okay?
pl_pl: W porządku. Czy jesteś pewny, że wszystko będzie dobrze?

# Dialogue_Response,DL_Kieve3_PlayerResponse_1
source: I'll... Leave you to it then.
pl_pl: Ja... chyba Was z tym zostawię.

# Dialogue_Response,DL_KoAstronomer1_PlayerResponse_1
source: Do you... Do anything else?
pl_pl: Czy... czy zajmujesz się czymś jeszcze?

# Dialogue_Response,DL_KoAstronomer2_PlayerResponse_1
source: How do you make these?
pl_pl: Jak to robisz?

# Dialogue_Response,DL_KoAstronomer3_PlayerResponse_1
source: Intriguing.
pl_pl: Intrygujące.

# Dialogue_Response,DL_KoFishSeller2_PlayerResponse_1
source: Where are you from?
pl_pl: Skąd jesteś?

# Dialogue_Response,DL_KoFishSeller3_PlayerResponse_1
source: So then you settled?
pl_pl: Więc po prostu się tu osiediłaś?

# Dialogue_Response,DL_KoFishSeller4_PlayerResponse_1
source: Thank you, that was a nice story.
pl_pl: Dziękuję za ciekawą historię.

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_1
source: What do you sell?
pl_pl: Co sprzedajesz?

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_2
source: Where are you from?
pl_pl: Skąd jesteś?

# Dialogue_Response,DL_KoFishSellerAbandoned1_PlayerResponse_1
source: How are you Kahli?
pl_pl: Co słychać, Kahli?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
pl_pl: Jak Ci w Le-Koro? Lepiej niż kiedyś?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_2
source: Have you seen any of the others since you left?
pl_pl: Widziałaś się z innymi, odkąd odeszłaś?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro1_PlayerResponse_1
source: You seem like something's bothering you.
pl_pl: Wyglądasz, jakby coś Cię trapiło.

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_1
source: Have you seen any of the others since you left?
pl_pl: Widziałaś się z innymi, odkąd odeszłaś?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_2
source: I'm sure you'll work it out, It's been good to see you Kahli.
pl_pl: Jestem pewien, że sobie poradzisz. Miło było Cię zobaczyć, Kahli.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
pl_pl: Jak Ci w Le-Koro? Lepiej niż kiedyś?

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_2
source: I'm glad you're feeling better, however it's time for me to go.
pl_pl: Cieszę się, że czujesz się lepiej. Niestety, czas już na mnie.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen_PlayerResponse_1
source: You think?
pl_pl: Tak myślisz?

# Dialogue_Response,DL_KoFishSellerFixed1_PlayerResponse_1
source: Then what are you doing up there?
pl_pl: Więc co robisz tutaj na górze?

# Dialogue_Response,DL_KoFishSellerFixed2_PlayerResponse_1
source: I like it.
pl_pl: Podoba mi się ten pomysł

# Dialogue_Response,DL_KoFishSellerFixed_PlayerResponse_1
source: Are you feeling alright Kahli?
pl_pl: Czy wszystko w porządku, Kahli?

# Dialogue_Response,DL_KoFishSellerFixing1_PlayerResponse_1
source: Okay... *Back away slowly*
pl_pl: Okej... *Powoli odejdź*

# Dialogue_Response,DL_KoFishSellerFixing_PlayerResponse_1
source: Are you alright Kahli?
pl_pl: Czy wszystko w porządku, Kahli?

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_1
source: That seems like a lot of work, supplying the entire island.
pl_pl: Zaopatrywanie całej wyspy, wygląda na ogrom pracy.

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_2
source: Neat!
pl_pl: Super!

# Dialogue_Response,DL_KoFlagQuestFlagMaker2_PlayerResponse_1
source: Don't overwork yourself little one!
pl_pl: Nie przepracowuj się, maluchu!

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_1
source: What do you do here?
pl_pl: Co tutaj robisz?

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_2
source: I apologise. I'll leave you to your work.
pl_pl: Przepraszam. Zostawię Cię z Twoją pracą.

# Dialogue_Response,DL_KoFlagQuestOtherFlagmakers_PlayerResponse_1
source: Thank you, Flagmaker, Rest well.
pl_pl: Dziękuję, Wytwórczyni Flag. Trzymaj się.

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_1
source: Before I leave, do you know of any other flag makers?
pl_pl: Nim odejdę - czy znasz innych wytwórców flag?

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_2
source: Goodbye, Flagmaker. Rest well.
pl_pl: Do widzenia, Wytwórczyni Masek. Trzymaj się.

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_2
source: What is Going on in Ko-koro?
pl_pl: Co się dzieje w Ko-Koro?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_1
source: Protodermis, what is that?
pl_pl: Co to protodermis?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_2
source: Ahh, I see.
pl_pl: Ah, rozumiem.

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_1
source: Anything going on in town?
pl_pl: Co się dzieje w mieście?

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_2
source: Well now I know, Thank you!
pl_pl: Cóż, teraz już wiem. Dziękuję!

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_1
source: Anything going on in town?
pl_pl: Co się dzieje w mieście?

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_2
source: Well now I know, Thank you!
pl_pl: Cóż, teraz już wiem. Dziękuję!

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_1
source: Anything going on in town?
pl_pl: Co się dzieje w mieście?

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_2
source: Well now I know, Thank you!
pl_pl: Cóż, teraz już wiem. Dziękuję!

# Dialogue_Response,DL_Kongu1_PlayerResponse_1
source: Did you need something from me?
pl_pl: Czy potrzebujesz czegoś ode mnie?

# Dialogue_Response,DL_Kongu2_PlayerResponse_1
source: Hmm, anywhere I should start?
pl_pl: Hmm, gdzie {G}|gender(powinienem, powinnam) zacząć poszukiwania?

# Dialogue_Response,DL_Kongu2_PlayerResponse_2
source: Hmm, anywhere I should start?
pl_pl: Hmm, gdzie {G}|gender(powinienem, powinnam) zacząć poszukiwania?

# Dialogue_Response,DL_Kongu_PlayerResponse_1
source: What do you mean? This is the first time I've been here, and who are you?
pl_pl: Co masz na myśli? To pierwszy raz, kiedy się spotykamy. Kim jesteś?

# Dialogue_Response,DL_KonguMap_PlayerResponse_1
source: Thank you, I'll begin my search.
pl_pl: Dziękuję, rozpocznę poszukiwania.

# Dialogue_Response,DL_KonguNoMap_PlayerResponse_1
source: Thank you, I'll begin my search.
pl_pl: Dziękuję, rozpocznę poszukiwania.

# Dialogue_Response,DL_KonguReturn_PlayerResponse_1
source: Yes, I'm still looking.
pl_pl: Tak, ciągle szukam.

# Dialogue_Response,DL_Kopeke1_PlayerResponse_1
source: What is this sculpture?
pl_pl: Co to za rzeźba?

# Dialogue_Response,DL_Kopeke1_PlayerResponse_2
source: Looks good!
pl_pl: Dobrze wygląda!

# Dialogue_Response,DL_Kopeke2_PlayerResponse_1
source: But... Isn't that a Lightstone?
pl_pl: Ale... czy to nie jest Kamień Świetlny?

# Dialogue_Response,DL_Kopeke2_PlayerResponse_2
source: Intriguing.
pl_pl: Intrygujące.

# Dialogue_Response,DL_Kopeke3_PlayerResponse_1
source: I'll let you get to that.
pl_pl: Pójdę już i pozwolę Ci się tym zająć.

# Dialogue_Response,DL_KoTempleMaster1_PlayerResponse_1
source: Thank you, I'll be sure to do that.
pl_pl: Dziękuję, na pewno to zrobię.

# Dialogue_Response,DL_KoTempleMaster_PlayerResponse_1
source: I'll keep a look out for them.
pl_pl: Będę ich {G}|gender(wypatrywał, wypatrywała).

# Dialogue_Response,DL_KoTownBuyer2_PlayerResponse_1
source: Your colors are very different from any Po-Matoran I've ever met.
pl_pl: Twoje kolory drastycznie odbiegają od tych, jakie {G}|gender(widziałem, widziałam) u innych Po-Matoran, których {G}|gender(spotkałem, spotkałam).

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_1
source: You spoke of a "Protosteel", I'm not familiar with this material.
pl_pl: Wspominałeś o "Protostali" - nie znam tego materiału.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_2
source: Interesting, thank you.
pl_pl: Interesującę, dziękuję.

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_1
source: I don't mean to be rude, but what kind of Matoran are you?
pl_pl: Nie chcę zabrzmieć niegrzecznie, ale jakim Matoraninem jesteś?

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_2
source: I've never heard of this Protosteel, wouldn't a Protodermis pickaxe be a stronger tool for mining?
pl_pl: Nigdy nie {G}|gender(słyszałem, słyszałam) o Protostali. Czy protodermisowy kilof nie byłby lepszym narzędziem do kopania?

# Dialogue_Response,DL_KoTownBuyerGainQuest_PlayerResponse_1
source: Of course.
pl_pl: Oczywiście.

# Dialogue_Response,DL_KoTownBuyerOnua1_PlayerResponse_1
source: I'll try to find it for you, will you be here when I return?
pl_pl: Spróbuję ją dla Ciebie zdobyć. Czy będziesz tu, kiedy wrócę?

# Dialogue_Response,DL_KoTownBuyerOnua_PlayerResponse_1
source: Interesting, do you have a lead on any other Protosteel tools? Perhaps I can help.
pl_pl: Interesujące, czy masz na oku jeszcze jakieś inne narzędzia z Protostali? Może {G}|gender(mógłbym, mogłabym) pomóc.

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_2
source: Do you know that your village was attacked?
pl_pl: Czy wiesz, że Twoja wioska została zaatakowana?

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_3
source: Do you know that Whagna village was attacked?
pl_pl: Czy wiesz, że wioska Whagna została zaatakowana?

# Dialogue_Response,DL_KoTownKohiProtosteel2_PlayerResponse_1
source: Uhh no, Whagna village, the small port you were just at.
pl_pl: Eee, nie. Wioska Whagna, ten mały port, w którym dopiero co byłeś.

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_1
source: And this is?
pl_pl: A to, to co?

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
pl_pl: Nie chcę Cię o to pytać, Kohi, ale czy miałeś coś wspólnego z atakiem na Whagna?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_1
source: What happened?
pl_pl: Co zrobiłeś?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_2
source: What do you plan to do with it?
pl_pl: Co planujesz z tym zrobić?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered3_PlayerResponse_1
source: So, how did you manage it?
pl_pl: Więc jak udało Ci się to zrobić?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_1
source: Incredible.
pl_pl: Niesamowite.

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_2
source: What do you plan to do with this discovery?
pl_pl: Co zamierzasz zrobić z tym odkryciem?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered_PlayerResponse_1
source: You've discovered how to manipulate Protosteel?
pl_pl: Odkryłeś, jak obrabiać Protostal?

# Dialogue_Response,DL_KoTownKohiProtosteelGift1_PlayerResponse_1
source: Of course, sounds great!
pl_pl: Pewnie, brzmi świetnie!

# Dialogue_Response,DL_KoTownKohiProtosteelGift2_PlayerResponse_1
source: It's very stylish, thank you.
pl_pl: Bardzo stylowe, dziękuję.

# Dialogue_Response,DL_KoTownKohiProtosteelGift_PlayerResponse_1
source: Thank you! What are you going to make?
pl_pl: Dziękuję! Co planujesz zrobić?

# Dialogue_Response,DL_KoTownKohiProtosteelGive1_PlayerResponse_1
source: I also got the one you wanted from Le-Wahi.
pl_pl: {G}|gender(Zdobyłem, Zdobyłam) też tę, o którą prosiłeś, z Le-Wahi.

# Dialogue_Response,DL_KoTownKohiProtosteelGive2_PlayerResponse_1
source: I'll make sure to stop by soon.
pl_pl: Na pewno niedługo wpadnę.

# Dialogue_Response,DL_KoTownKohiProtosteelGive_PlayerResponse_1
source: That was suprisingly easy.
pl_pl: To było zadziwiająco łatwe.

# Dialogue_Response,DL_KoTownKohiProtosteelPlan_PlayerResponse_1
source: How did you manage to manipulate the Protosteel?
pl_pl: Jak udało Ci się obrobić Protostal?

# Dialogue_Response,DL_KoTownKohiProtosteelQuestion_PlayerResponse_1
source: Of course, I'm just trying to find out what happened.
pl_pl: Oczywiście, po prostu staram się dowiedzieć, co się dokładnie stało.

# Dialogue_Response,DL_KoTownKohiProtosteelWaitingfor_PlayerResponse_1
source: Right.
pl_pl: Dobra.

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_1
source: And what is this?
pl_pl: A co to jest?

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
pl_pl: Nie chcę Cię o to pytać, Kohi, ale czy miałeś coś wspólnego z atakiem na Whagna?

# Dialogue_Response,DL_KoTownSeller1_PlayerResponse_1
source: Interesting.
pl_pl: Interesujące.

# Dialogue_Response,DL_KoTownSeller2_PlayerResponse_1
source: What happened here?
pl_pl: Co się tu stało?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_1
source: Where is Kohi?
pl_pl: Gdzie jest Kohi?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_2
source: What else can you tell me about this attack?
pl_pl: Co jeszcze możesz mi powiedzieć o tym ataku?

# Dialogue_Response,DL_KoTownSeller4_PlayerResponse_1
source: The Po-Matoran that was here, asking about Protosteel.
pl_pl: Po-Matoranin, który był tutaj. Wypytywał o Protostal.

# Dialogue_Response,DL_KoTownSeller5_PlayerResponse_1
source: Thank you, and sorry about your shop.
pl_pl: Dziękuję - i przykro mi z powodu Twojego sklepu.

# Dialogue_Response,DL_KoTownSeller6_PlayerResponse_1
source: Where did you say Kohi was?
pl_pl: Dokąd udał się Kohi?

# Dialogue_Response,DL_KoTownSeller_PlayerResponse_1
source: What do you carry?
pl_pl: Co masz na sprzedaż?

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_1
source: I could ask you the same.
pl_pl: {G}|gender(Mógłbym, Mogłabym) Cię spytać o to samo.

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_2
source: Have you seen any of the others since you left?
pl_pl: Czy widziałeś się z innymi od kiedy odszedłeś?

# Dialogue_Response,DL_KoTownSellerAbandoned2_PlayerResponse_1
source: Have you seen any of the others since you left?
pl_pl: Czy widziałeś się z innymi od kiedy odszedłeś?

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_1
source: Hello again Parhi!
pl_pl: Witaj ponownie, Parhi!

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_2
source: I'd like to buy some Toa please.
pl_pl: Chciałbym kupić kilku Toa, proszę.

# Dialogue_Response,DL_KoTownSellerAbandonedLewa_PlayerResponse_1
source: Hello again Parhi!
pl_pl: Witaj ponownie, Parhi!

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_1
source: Why are you here?
pl_pl: Dlaczego tu jesteś?

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_2
source: It's been good to see you again, but it is time for me to go.
pl_pl: Dobrze było znów Cię zobaczyć, ale już czas na mnie.

# Dialogue_Response,DL_KoTownSellerAttack_PlayerResponse_1
source: I need to find Kohi.
pl_pl: Muszę znaleźć Kohiego.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_1
source: I see you built a wall?
pl_pl: Widzę, że wybudowaliście mur.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_2
source: How is everyone?
pl_pl: Co słychać u pozostałych?
