Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# InvItem_Description,Item_GoldenStatue_Desc
source: A statue of Mata-Nui, made of solid gold.
pt_br: Uma estátua de Mata Nui, feita de ouro maciço.

# InvItem_Description,Item_GoldenUssal_Desc
source: A small statue of an Ussal, made of solid gold.
pt_br: Uma estatueta de um Ussal, feita de ouro maciço.

# InvItem_Description,Item_HauUnpowered_Desc
source: The Hau great mask of Shielding, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Hau, grande máscara da Proteção. Esta máscara foi feita para Matoran e não tem poder. Talvez haja um jeito de recarregá-la?

# InvItem_Description,Item_InfectedMasks_Desc
source: These masks seem to be under a strange power from Makuta. Perhaps they are worth some widgets?
pt_br: Estas máscaras parecem estar sob um estranho poder do Makuta. Talvez valham algumas Peças?

# InvItem_Description,Item_KakamaUnpowered_Desc
source: The Kakama great mask of Speed, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Kakama, grande máscara da Velocidade. Esta máscara foi feita para Matoran e não tem poder. Talvez haja um jeito de recarregá-la?

# InvItem_Description,Item_KolhiiBall_Desc
source: A standard Kolhii ball.
pt_br: Uma bola de Kolhii comum.

# InvItem_Description,Item_MahaiTea_Desc
source: Tea made from Mahai bark. It tastes very bitter, and quite earthy. The Matoran use this drink for a boost of energy. It would probably work on a Toa, too.
pt_br: Chá feito de casca de Mahai. Tem um gosto amargo, e meio terroso. Os Matoran bebem isto como suplemento de energia, o que deve servir para um(a) Toa também.

# InvItem_Description,Item_MarenMap1_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 1/4
pt_br: Um mapa que supostamente leva a um grande tesouro escondido pela lendária marinheira Ga-Matoran, A Máscara Negra. 1/4

# InvItem_Description,Item_MarenMap2_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 2/4
pt_br: Um mapa que supostamente leva a um grande tesouro escondido pela lendária marinheira Ga-Matoran, A Máscara Negra. 2/4

# InvItem_Description,Item_MarenMap3_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 3/4
pt_br: Um mapa que supostamente leva a um grande tesouro escondido pela lendária marinheira Ga-Matoran, A Máscara Negra. 3/4

# InvItem_Description,Item_MarenMap4_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 4/4
pt_br: Um mapa que supostamente leva a um grande tesouro escondido pela lendária marinheira Ga-Matoran, A Máscara Negra. 4/4

# InvItem_Description,Item_MaskFinder_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
pt_br: Um dispositivo criado por Metuno e projetado por Nuparu. Pode ser usado para encontrar uma $M por perto.

# InvItem_Description,Item_MaskLocator_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
pt_br: Um dispositivo criado por Metuno e projetado por Nuparu. Pode ser usado para encontrar uma $M por perto.

# InvItem_Description,Item_MetallicProtodermisIngots_Desc
source: Ingots of Metallic Protodermis. This material is extremely hard to make, and can be used in the creation of powerful tools.
pt_br: Lingotes de Protoderme Metálica. Este material é muito difícil de fazer, e pode ser usado na criação de ferramentas poderosas.

# InvItem_Description,Item_Pocketdermis_Desc
source: A small bag of powdered Protodermis that your mask will draw energy from over time. Effects will not stack, lasts for 8 seconds.
pt_br: Um pequeno saco de Protoderme em pó de onde sua máscara drenará energia por um tempo. Efeitos não acumulam, dura 8 segundos.

# InvItem_Description,Item_PoetNoteBurns_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pt_br: Parte 2 de uma série escrita por Talok, o Grande Poeta, sobre Ta-Koro.

# InvItem_Description,Item_PoetNoteHot_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pt_br: Parte 2 de uma série escrita por Talok, o Grande Poeta, sobre Ta-Koro.

# InvItem_Description,Item_PoetNoteLight_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pt_br: Parte 2 de uma série escrita por Talok, o Grande Poeta, sobre Ta-Koro.

# InvItem_Description,Item_PoetNotePart1_Desc
source: Part one in a series written by Talok the Great Poet, about Ta-Koro.
pt_br: Parte 1 de uma série escrita por Talok, o Grande Poeta, sobre Ta-Koro.

# InvItem_Description,Item_PoetNotePart3_Desc
source: Part three in a series written by Talok the Great Poet, about Ta-Koro.
pt_br: Parte 3 de uma série escrita por Talok, o Grande Poeta, sobre Ta-Koro.

# InvItem_Description,Item_PoetNoteSmoke_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pt_br: Parte 2 de uma série escrita por Talok, o Grande Poeta, sobre Ta-Koro.

# InvItem_Description,Item_Pots_Desc
source: An expertly crafted pot, for all your potting needs.
pt_br: Um pote feito com maestria, para todas as suas demandas potísticas.

# InvItem_Description,Item_ProtoCell_Desc
source: A small capsule filled with Protodermis, can be crushed to absorb it's power.
pt_br: Uma pequena cápsula com Protoderme. Pode ser esmagada para absorver a energia de dentro.

# InvItem_Description,Item_ProtoCharge_Desc
source: A large tank filled with a great sum of Protodermis, can be smashed to absorb it's power.
pt_br: Um tanque cheio de uma grande quantia de Protoderme. Pode ser esmagado para absorver o poder de dentro.

# InvItem_Description,Item_ResearchNotes_Desc
source: A collection of research notes from a curious Matoran.
pt_br: Uma coleção de anotações de pesquisa de um Matoran curioso.

# InvItem_Description,Item_RestorationGel_Desc
source: This green jiggly substance can be applied to damaged armor to repair it over time. Effects will not stack, lasts for 5 seconds.
pt_br: Esta substância gelatinosa pode ser aplicada numa armadura danificada para repará-la com o tempo. Efeitos não acumulam, dura 5 segundos.

# InvItem_Description,Item_RockHat_Desc
source: A strangely shaped rock.
pt_br: Uma pedra de formato estranho.

# InvItem_Description,Item_ShoppingList_Desc
source: A hastily scribbled note indicating the materials needed to create the Mask Finder.
pt_br: Uma anotação feita às pressas indicando os materiais para criar o Localizador de Máscaras.

# InvItem_Description,Item_SouthernTipNote_Desc
source: A note found on the southern tip of the island.
pt_br: Uma anotação encontrada na ponta sul da ilha.

# InvItem_Description,Item_StaffClass2_Desc
source: The standard staves used by the Ta-Koro guard. Class 2s are slightly weaker and shorter than the superior Class 1s.
pt_br: As lanças padrão da Guarda de Ta-Koro. Lanças Classe 2 são levemente mais fracas e curtas que as superiores Classe 1.

# InvItem_Description,Item_Statuette_Desc
source: A Small rock carving of a Toa.
pt_br: Uma figura de um Toa feita de pedra.

# InvItem_Description,Item_StoneCarving_Desc
source: Crudely carved stone in the shape of the Great Spirit.
pt_br: Uma pedra de entalhe rudimentar na forma do Grande Espírito.

# InvItem_Description,Item_SwordStatueNotePart1_Desc
source: Part one in a series of journal pages documenting Akoga's enlightenment.
pt_br: Parte 1 de uma série de páginas de um diário documentando a iluminação de Akoga.

# InvItem_Description,Item_SwordStatueNotePart2_Desc
source: Part two in a series of journal pages documenting Akoga's enlightenment.
pt_br: Parte 2 de uma série de páginas de um diário documentando a iluminação de Akoga.

# InvItem_Description,Item_SwordStatuesNotePart3_Desc
source: The final part in a series of journal pages documenting Akoga's enlightenment.
pt_br: A última parte de uma série de páginas de um diário documentando a iluminação de Akoga.

# InvItem_Description,Item_ThueiNote_Desc
source: A message found on the hut of an eccentric carver.
pt_br: Uma mensagem achada na oca de um escultor excêntrico.

# InvItem_Description,Item_TombKey_Desc
source: A strange key found near some abandoned cargo, it seems to belong to the door of a tomb.
pt_br: Uma estranha chave achada perto de uma carga abandonada. Parece ser para a porta de uma tumba.

# InvItem_Description,Item_UnpoweredAkaku_Desc
source: The Akaku great mask of X-ray Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Akaku, grande máscara da Visão Raio-X. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredHuna_Desc
source: The Huna Noble mask of Concealment, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Huna, nobre máscara da Invisibilidade. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredKaukau_Desc
source: The Kaukau great mask of Water Breathing, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Kaukau, grande máscara de Respiração Aquática. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredKomau_Desc
source: The Komau Noble mask of Mind Control, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Komau, nobre máscara do Controle Mental. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredMahiki_Desc
source: The Mahiki Noble mask of Illusion, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Mahiki, nobre máscara da Ilusão. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredMatatu_Desc
source: The Matatu Noble mask of Telekinesis, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Matatu, nobre máscara da Telecinése. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredMiru_Desc
source: The Miru Great mask of Levitation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Miru, grande máscara da Levitação. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredPakari_Desc
source: The Pakari Great mask of Strength, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Pakari, grande máscara da Força. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredRau_Desc
source: The Rau Noble mask of Translation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Rau, nobre máscara da Tradução. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_UnpoweredRuru_Desc
source: The Ruru Noble mask of Night Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pt_br: A Ruru, nobre máscara de Visão Noturna. Esta máscara foi feita para Matoran e não tem poder. Será que há um jeito de recarregá-la?

# InvItem_Description,Item_VuataMacaSeeds_Desc
source: These seeds dropped from the rare Vuata Maca tree are said to help you recover from wounds.
pt_br: Estas sementes caídas da rara árvore Vuata Maca são conhecidas por lhe ajudar a curar ferimentos.

# InvItem_Description,Item_WaheCanister_Desc
source: This capsule of strange orange substance glows and pulsates with energy, it seems powerful. Crush it to add 50 Wahae-Mata Gel to your inventory. The label reads: (Wahae-Mata must be gently removed from canister before use!)
pt_br: Esta lata de uma estranha substância laranja brilha e pulsa com energia. Parece poderosa. Esmague-a para adicionar 50 de Gel Wahae Mata ao inventário. O rótulo diz: (Gel Wahae Mata deve ser removido gentilmente antes de usar!)

# InvItem_Description,Item_WaheGel_Desc
source: A strange orange substance that pulsates with power. Perhaps it can be used with something?
pt_br: Uma estranha substância laranja que pulsa com poder. Talvez possa ser usada com algo?

# InvItem_Description,Item_WhakaNui_Desc
source: This battery like device can give a temporary boost of energy to a Toa, allowing them to bounce back quicker after performing activites. Effects will not stack, lasts for 10 seconds.
pt_br: Este dispositivo tipo bateria dá um aumento temporário de energia a um(a) Toa, permitindo que se recupere mais rápido após atividades. Efeitos não acumulam, dura 10 segundos.

# InvItem_Description,Item_Widgets_Desc
source: These strange peices of metal seem to be used as a currency primarily by the Po-Matoran. Matoran from other cultures will accept widgets while trading, too.
pt_br: Estas estranhas peças de metal parecem ser usadas como moeda, em especial pelos Po-Matoran. Matoran de outras culturas também aceitam Peças em suas negociações.

# InvItem_Description,Item_WoodStatue_Desc
source: A small wooden likeness. Somewhat resembles a Matoran's head.
pt_br: Um pequeno ícone de madeira. Assemelha-se à cabeça de um Matoran.

# InvItem_Description,Item_WorldMap_Desc
source: A full map of the Island of Mata-Nui.
pt_br: Um mapa completo da ilha de Mata Nui.

# InvItem_Description,KylmaNote_Desc
source: The research notes lost by Kylma
pt_br: As notas perdidas da pesquisa do Kylma

# InvItem_Name,Item_AmanaVoloSphere
source: Amana Volo Sphere
pt_br: Esfera Amana Volo

# InvItem_Name,Item_ArakaNote
source: Araka: Gone Shopping
pt_br: Araka: Fui às Compras

# InvItem_Name,Item_Blackmask
source: The Black Mask
pt_br: A Máscara Negra

# InvItem_Name,Item_BrothersNote
source: The Note of the Brother
pt_br: Carta do Irmão

# InvItem_Name,Item_Candle
source: Carving Candle
pt_br: Vela com Entalhe

# InvItem_Name,Item_Comets
source: Comet Kolhii Ball
pt_br: Bola de Kolhii Cometa

# InvItem_Name,Item_CookBook
source: Manha's Special Recipes
pt_br: Receitas Especiais de Manha

# InvItem_Name,Item_DoorKeyNote
source: Door Icon Key
pt_br: Legenda dos Ícones da Porta

# InvItem_Name,Item_FirstMateLog1
source: First Mate Dakk's Log #1
pt_br: Diário da Imediata Dakk #1

# InvItem_Name,Item_FirstMateLog2
source: First Mate Dakk's Log #2
pt_br: Diário da Imediata Dakk #2

# InvItem_Name,Item_FirstMateLog3
source: First Mate Dakk's Log #3
pt_br: Diário da Imediata Dakk #3

# InvItem_Name,Item_FirstMateLog4
source: First Mate Dakk's Log #4
pt_br: Diário da Imediata Dakk #4

# InvItem_Name,Item_FirstMateLog5
source: First Mate Dakk's Log #5
pt_br: Diário da Imediata Dakk #5

# InvItem_Name,Item_FirstMateLog6
source: First Mate Dakk's Log #6
pt_br: Diário da Imediata Dakk #6

# InvItem_Name,Item_GaMakoki
source: Ga Makoki Stone
pt_br: Pedra Ga-Makoki

# InvItem_Name,Item_GlowCrystal
source: Glow Crystal
pt_br: Cristal Brilhante

# InvItem_Name,Item_GoldBars
source: Gold Bars
pt_br: Barras de Ouro

# InvItem_Name,Item_GoldenMahi
source: The Golden Mahi
pt_br: Mahi de Ouro

# InvItem_Name,Item_GoldenRama
source: The Golden Rama
pt_br: Rama de Ouro

# InvItem_Name,Item_GoldenRuki
source: The Golden Ruki
pt_br: Ruki de Ouro

# InvItem_Name,Item_GoldenStatue
source: The Golden Mata
pt_br: Mata de Ouro

# InvItem_Name,Item_GoldenUssal
source: The Golden Ussal
pt_br: Ussal de Ouro

# InvItem_Name,Item_HauUnpowered
source: Hau (Unpowered)
pt_br: Hau (Sem Energia)

# InvItem_Name,Item_InfectedMasks
source: Infected Mask
pt_br: Máscara Infectada

# InvItem_Name,Item_KakamaUnpowered
source: Kakama (Unpowered)
pt_br: Kakama (Sem Energia)

# InvItem_Name,Item_KolhiiBall
source: Kolhii Ball
pt_br: Bola de Kolhii

# InvItem_Name,Item_KoMakoki
source: Ko Makoki Stone
pt_br: Pedra Ko-Makoki

# InvItem_Name,Item_LeMakoki
source: Le Makoki Stone
pt_br: Pedra Le-Makoki

# InvItem_Name,Item_MahaiTea
source: Mahai Tea
pt_br: Chá Mahai

# InvItem_Name,Item_MarenMap1
source: Blackmask's Treasure Map #1
pt_br: Mapa do Tesouro da Máscara Negra #1

# InvItem_Name,Item_MarenMap2
source: Blackmask's Treasure Map #2
pt_br: Mapa do Tesouro da Máscara Negra #2

# InvItem_Name,Item_MarenMap3
source: Blackmask's Treasure Map #3
pt_br: Mapa do Tesouro da Máscara Negra #3

# InvItem_Name,Item_MarenMap4
source: Blackmask's Treasure Map #4
pt_br: Mapa do Tesouro da Máscara Negra #4

# InvItem_Name,Item_MaskFinder
source: The Mask Finder
pt_br: O Localizador de Máscaras

# InvItem_Name,Item_MaskLocator
source: The Mask Finder
pt_br: O Localizador de Máscaras

# InvItem_Name,Item_MetallicProtodermisIngots
source: Metallic Protodermis Ingots
pt_br: Lingotes de Protoderme Metálica

# InvItem_Name,Item_OnuMakoki
source: Onu Makoki Stone
pt_br: Pedra Onu-Makoki

# InvItem_Name,Item_Pocketdermis
source: Pocketdermis
pt_br: Protoderme de Bolso

# InvItem_Name,Item_PoetNoteBurns
source: Talok: The Ballad of Ta-koro Part 2
pt_br: Talok: A Balada de Ta-Koro, Parte 2

# InvItem_Name,Item_PoetNoteHot
source: Talok: The Ballad of Ta-koro Part 2
pt_br: Talok: A Balada de Ta-Koro, Parte 2

# InvItem_Name,Item_PoetNoteLight
source: Talok: The Ballad of Ta-koro Part 2
pt_br: Talok: A Balada de Ta-Koro, Parte 2

# InvItem_Name,Item_PoetNotePart1
source: Talok: The Ballad of Ta-koro Part 1
pt_br: Talok: A Balada de Ta-Koro, Parte 1

# InvItem_Name,Item_PoetNotePart3
source: Talok: The Ballad of Ta-koro Part 3
pt_br: Talok: A Balada de Ta-Koro, Parte 3

# InvItem_Name,Item_PoetNoteSmoke
source: Talok: The Ballad of Ta-koro Part 2
pt_br: Talok: A Balada de Ta-Koro, Parte 2

# InvItem_Name,Item_PoMakoki
source: Po Makoki Stone
pt_br: Pedra Po-Makoki

# InvItem_Name,Item_Pots
source: Po-Koro Pot
pt_br: Pote de Po-Koro

# InvItem_Name,Item_ProtoCell
source: Protodermis Cell
pt_br: Cápsula de Protoderme

# InvItem_Name,Item_ProtoCharge
source: Protodermis Charge
pt_br: Carga de Protoderme

# InvItem_Name,Item_ResearchNotes
source: The Artifact from Below
pt_br: O Artefato das Profundezas

# InvItem_Name,Item_RestorationGel
source: Restoration Gel
pt_br: Gel de Restauração

# InvItem_Name,Item_RockHat
source: Rock
pt_br: Pedra

# InvItem_Name,Item_ShoppingList
source: Metonu's Shopping List
pt_br: Lista de Compras do Metuno

# InvItem_Name,Item_SouthernTipNote
source: Southern Tip Note
pt_br: Anotação da Ponta Sul

# InvItem_Name,Item_StaffClass2
source: Takoro Guard Staff Class 2
pt_br: Lança da Guarda de Ta-Koro Classe 2

# InvItem_Name,Item_Statuette
source: Toa Statuette
pt_br: Estatueta de Toa

# InvItem_Name,Item_StoneCarving
source: Mata-Nui Carving
pt_br: Escultura de Mata Nui

# InvItem_Name,Item_SwordStatueNotePart1
source: The Legend of The Swords: Part 1
pt_br: A Lenda das Espadas: Parte 1

# InvItem_Name,Item_SwordStatueNotePart2
source: The Legend of The Swords: Part 2
pt_br: A Lenda das Espadas: Parte 2

# InvItem_Name,Item_SwordStatuesNotePart3
source: The Legend of The Swords: Part 3
pt_br: A Lenda das Espadas: Parte 3

# InvItem_Name,Item_TaMakoki
source: Ta Makoki Stone
pt_br: Pedra Ta-Makoki

# InvItem_Name,Item_ThueiNote
source: 'Out carving!'
pt_br: 'Saí para esculpir!'

# InvItem_Name,Item_TombKey
source: Tomb Key
pt_br: Chave da Tumba

# InvItem_Name,Item_UnpoweredAkaku
source: Akaku (Unpowered)
pt_br: Akaku (Sem Poder)

# InvItem_Name,Item_UnpoweredHuna
source: Huna (Unpowered)
pt_br: Huna (Sem Poder)

# InvItem_Name,Item_UnpoweredKaukau
source: Kaukau (Unpowered)
pt_br: Kaukau (Sem Poder)

# InvItem_Name,Item_UnpoweredKomau
source: Komau (Unpowered)
pt_br: Komau (Sem Poder)

# InvItem_Name,Item_UnpoweredMahiki
source: Mahiki (Unpowered)
pt_br: Mahiki (Sem Poder)

# InvItem_Name,Item_UnpoweredMatatu
source: Matatu (Unpowered)
pt_br: Matatu (Sem Poder)

# InvItem_Name,Item_UnpoweredMiru
source: Miru (Unpowered)
pt_br: Miru (Sem Poder)

# InvItem_Name,Item_UnpoweredPakari
source: Pakari (Unpowered)
pt_br: Pakari (Sem Poder)

# InvItem_Name,Item_UnpoweredRau
source: Rau (Unpowered)
pt_br: Rau (Sem Poder)

# InvItem_Name,Item_UnpoweredRuru
source: Ruru (Unpowered)
pt_br: Ruru (Sem Poder)

# InvItem_Name,Item_VuataMacaSeeds
source: Vuata Maca Seeds
pt_br: Sementes Vuata Maca

# InvItem_Name,Item_WaheCanister
source: Wahae-Mata Gel Canister
pt_br: Lata de Gel Wahae Mata

# InvItem_Name,Item_WaheGel
source: Wahae-Mata Gel
pt_br: Gel Wahae Mata

# InvItem_Name,Item_WhakaNui
source: Whakata Nui Cell
pt_br: Célula Whakata Nui

# InvItem_Name,Item_Widgets
source: Widgets
pt_br: Peças

# InvItem_Name,Item_WoodStatue
source: Wood Head Statue
pt_br: Cabeça de Madeira

# InvItem_Name,Item_WorldMap
source: World Map
pt_br: Mapa da Ilha

# InvItem_Name,KylmaNote
source: Kylma's Research Notes
pt_br: Notas de Pesquisa do Kylma

# InvItem_NoteText,Item_ArakaNote_NoteDisplay
source: Will be gone a while to get more supply for the Shifting Festival, back later. DON'T STEAL MY STUFF! I WILL REPORT YOU TO THE NIGHT WATCH! -Araka Fireworks for all your celebratory needs
pt_br: Ficarei um tempo fora para adquirir mais estoque pro Festival do Grande Tremor, volto mais tarde. NÃO ROUBE MINHAS COISAS! SENÃO TE REPORTO PRA GUARDA NOTURNA! -Fogos de Artifício do Araka para todo tipo de celebração

# InvItem_NoteText,Item_BrothersNote_NoteDisplay
source: Dear Koha. I'm sorry brother, I concede the argument, I was at fault - but you didn't have to leave. I will meditate on you now, and try to remember the good times.
pt_br: Caro Koha. Me desculpa irmão, eu perdi a discussão, a culpa foi minha. Mas você não precisava partir. Agora vou meditar sobre você, e tentar lembrar os bons tempos.

# InvItem_NoteText,Item_FirstMateLog1_NoteDisplay
source: First mate's log: Entry 1 Smooth sailing so far aboard the Waikiru. That's the name of our ship - we're not actually riding on a Waikiru. Nattie is helping us get adjusted, and everything is running smoothly. Entry 2 Our first route is from Ga-Koro to Le-Koro around the southern tip. Whatever our cargo is, it's heavy. Entry 8 Nattie is cheerful as ever, even after last night's storm. We're going to have to set down somewhere in Le-Wahi for the night due to the extensive damage we sustained.
pt_br: Registro da Imediata: Entrada 1 Até então, foi uma a viagem tranquila abordo do Waikiru. Este é o nome do nosso navio - não estamos num Waikiru de verdade. Nattie está nos ajudando a nos ajustarmos, e tudo está indo bem. Entrada 2 Nossa primeira rota é de Ga-Koro a Le-Koro, ao redor da ponta sul. O que quer que seja nossa carga, é pesada. Entrada 8 Nattie está animada como sempre, mesmo depois da tempestade da noite passada. Precisaremos aportar em algum lugar de Le-Wahi esta noite. por causa dos extensos danos que sofremos.
