Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Response,DL_TakoroGuardInTraining2_PlayerResponse_1
source: Cool.
pt_br: Legal.

# Dialogue_Response,DL_TakoroGuardResponse2_PlayerResponse_1
source: What do you mean about Kapura?
pt_br: O que você falou sobre o Kapura?

# Dialogue_Response,DL_TakoroGuardResponse3_PlayerResponse_1
source: Hmm, Interesting.
pt_br: Hum… Interessante.

# Dialogue_Response,DL_TakoroGuardResponse4_PlayerResponse_1
source: *Huff* Very well.
pt_br: *Arff* Tá bom.

# Dialogue_Response,DL_Takua1_PlayerResponse_1
source: You’re lucky I did. If I weren’t here you’d be in a whole lot more trouble.
pt_br: Por sorte, eu te achei. Se eu não viesse aqui, você estaria em mais perigo ainda.

# Dialogue_Response,DL_Takua2_PlayerResponse_1
source: Is that the Makoki stone?
pt_br: Aquela é a pedra Makoki?

# Dialogue_Response,DL_Takua2_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
pt_br: Você conseguiu achar a máscara perdida de Vakama?

# Dialogue_Response,DL_Takua2_PlayerResponse_3
source: How’d you make it past all the Rahi?
pt_br: Como passou por todos os Rahi?

# Dialogue_Response,DL_Takua3_PlayerResponse_1
source: Not a problem... Wait, is that the Makoki Stone?
pt_br: Sem problema… Espera, aquela é a pedra Makoki?

# Dialogue_Response,DL_Takua3_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
pt_br: Você conseguiu achar a máscara perdida de Vakama?

# Dialogue_Response,DL_Takua4_PlayerResponse_1
source: Thanks for... guarding it.
pt_br: Obrigado por… protegê-la.

# Dialogue_Response,DL_Takua4_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
pt_br: Você conseguiu achar a máscara perdida de Vakama?

# Dialogue_Response,DL_Takua4_PlayerResponse_3
source: How’d you make it past all the Rahi?
pt_br: Como passou por todos os Rahi?

# Dialogue_Response,DL_Takua5_PlayerResponse_1
source: I’ll need to be taking that. You sure you can find your way out?
pt_br: Vou precisar pegá-la. Tem certeza de que consegue achar a saída?

# Dialogue_Response,DL_Takua6_PlayerResponse_1
source: Good idea.
pt_br: Boa ideia.

# Dialogue_Response,DL_TakuaMask_PlayerResponse_1
source: Is that the Makoki stone?
pt_br: Aquela é a pedra Makoki?

# Dialogue_Response,DL_TakuaMask_PlayerResponse_2
source: How’d you make it past all the Rahi?
pt_br: Como passou por todos os Rahi?

# Dialogue_Response,DL_TakuaSaved1_PlayerResponse_1
source: Why?
pt_br: Por quê?

# Dialogue_Response,DL_TakuaSaved2_PlayerResponse_1
source: Ahh, I see. Well good luck with that.
pt_br: Ahh, entendi. Boa sorte com isso.

# Dialogue_Response,DL_TakuaSaved_PlayerResponse_1
source: No problem. Say, what are you doing standing around here, aren't you usually adventuring?
pt_br: Sem problema. Me diz, o que está fazendo aqui parado, normalmente você não sai por aí se aventurar?

# Dialogue_Response,DL_Talok10_PlayerResponse_1
source: "This city burns with life."
pt_br: "Esta aldeia arde com vida."

# Dialogue_Response,DL_Talok10_PlayerResponse_2
source: "Smoke rises to greet the sun."
pt_br: "Fumaça se ergue para saudar o sol."

# Dialogue_Response,DL_Talok10_PlayerResponse_3
source: "Our city is full of light."
pt_br: "Nossa aldeia é cheia de luz."

# Dialogue_Response,DL_Talok10_PlayerResponse_4
source: "This place is too hot."
pt_br: "Este lugar é quente demais."

# Dialogue_Response,DL_Talok35_PlayerResponse_1
source: You're a poet?
pt_br: Você é um poeta?

# Dialogue_Response,DL_Talok4_PlayerResponse_1
source: What?
pt_br: O quê?

# Dialogue_Response,DL_Talok5_PlayerResponse_1
source: I don't believe I've heard of you before.
pt_br: Não acho que ouvi falar de você.

# Dialogue_Response,DL_Talok6_PlayerResponse_1
source: Nope, never heard of you.
pt_br: Não, nunca ouvi falar.

# Dialogue_Response,DL_Talok7_PlayerResponse_1
source: Sounds good!
pt_br: Pode ser!

# Dialogue_Response,DL_Talok8_PlayerResponse_1
source: Is that it?
pt_br: É só isso?

# Dialogue_Response,DL_Talok9_PlayerResponse_1
source: I would be honored.
pt_br: Ficaria {G}|gender(honrado,honrada).

# Dialogue_Response,DL_TalokDone1_PlayerResponse_1
source: Nice, I'll leave you to it.
pt_br: Legal, vou deixá-lo aí.

# Dialogue_Response,DL_TalokDone_PlayerResponse_1
source: What are you doing out here?
pt_br: O que está fazendo aqui?

# Dialogue_Response,DL_Tamaru1_PlayerResponse_1
source: I'm afraid not, sorry.
pt_br: Temo que não, desculpa.

# Dialogue_Response,DL_Tamaru2_PlayerResponse_1
source: Perhaps you're right Tamaru.
pt_br: Talvez você esteja certo, Tamaru.

# Dialogue_Response,DL_Tamaru3_PlayerResponse_1
source: Me too... I think.
pt_br: Eu também, eu acho…

# Dialogue_Response,DL_Tamaru_PlayerResponse_1
source: We've spoken before?
pt_br: Nós já conversamos antes?

# Dialogue_Response,DL_Tamaru_PlayerResponse_2
source: We didn't speak much before...
pt_br: Não nos falamos muito antes…

# Dialogue_Response,DL_Taphal1_PlayerResponse_1
source: Break from what, and why would you be worried about being lazy?
pt_br: Descansar do quê? E por que se preocuparia em parecer preguiçoso?

# Dialogue_Response,DL_Taphal1_PlayerResponse_2
source: I met Tafall - You two have very similar names.
pt_br: Eu conheci Tafall. Vocês têm nomes bem parecidos.

# Dialogue_Response,DL_Taphal2_PlayerResponse_1
source: I see, but don't let your work consume you little one. Feel free to take a break whenever you need to.
pt_br: Entendi, mas não deixe o trabalho consumi-lo, pequenino. Lembre-se de descansar sempre que precisar.

# Dialogue_Response,DL_Taphal3_PlayerResponse_1
source: Take care.
pt_br: Se cuida.

# Dialogue_Response,DL_TaphalFixed2_PlayerResponse_1
source: nice...
pt_br: Legal…

# Dialogue_Response,DL_TaphalFixed3_PlayerResponse_1
source: Just you two?
pt_br: Só vocês dois?

# Dialogue_Response,DL_TaphalFixed4_PlayerResponse_1
source: Tafall is your apprentice now?
pt_br: Tafall é sua aprendiz agora?

# Dialogue_Response,DL_TaphalFixed6_PlayerResponse_1
source: Alright, I'll leave you to it.
pt_br: Certo, vou deixá-los nisso.

# Dialogue_Response,DL_TaphalFixed_PlayerResponse_1
source: Yes it seems quite-
pt_br: É, parece meio…

# Dialogue_Response,DL_TaphalFixing1_PlayerResponse_1
source: Are you okay Taphal?
pt_br: Você está bem, Taphal?

# Dialogue_Response,DL_TaphalFixing2_PlayerResponse_1
source: I'm sure you will, good luck.
pt_br: Tenho certeza que vai. Boa sorte.

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_1
source: You mentioned something about being lazy, why would anyone think you're lazy?
pt_br: Você disse algo sobre preguiça. Por que achariam que você tem preguiça?

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_2
source: Ahh yes, I see how it is.
pt_br: Ahh sim, sei como é.

# Dialogue_Response,DL_TelescopeMan1_PlayerResponse_1
source: Have any prophecies you've read come true?
pt_br: Alguma profecia que você leu já se tornou verdade?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_1
source: Which prophecies have come true?
pt_br: Quais profecias se tornaram verdade?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_2
source: How is this done?
pt_br: Como isso é feito?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_3
source: Can I use this telescope?
pt_br: Posso usar este telescópio?

# Dialogue_Response,DL_TelescopeMan_PlayerResponse_1
source: Hello, what are you reading?
pt_br: Olá, o que está lendo?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_1
source: Which prophecies have come true?
pt_br: Quais profecias se tornaram verdade?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_2
source: Can I use this telescope?
pt_br: Posso usar este telescópio?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_1
source: Which prophecies have come true?
pt_br: Quais profecias se tornaram verdade?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_2
source: How do you make prophecies?
pt_br: Como você faz profecias?

# Dialogue_Response,DL_TelescopeManWhich_PlayerResponse_1
source: Hmm, very Interesting. I'll leave you to it.
pt_br: Hum… muito interessante. Vou deixá-lo em paz.

# Dialogue_Response,DL_TempleMasterOtherTemples_PlayerResponse_1
source: Very well, I'll keep a look out for them.
pt_br: Muito bem, vou ficar de olho neles.

# Dialogue_Response,DL_TempleMasterQuestion_PlayerResponse_1
source: Yes the temple is safe.
pt_br: Sim, o templo está seguro.

# Dialogue_Response,DL_TempleMasterThanks_PlayerResponse_1
source: Alright, I seem to be done here, Goodbye.
pt_br: Certo, acho que terminei aqui. Tchau.

# Dialogue_Response,DL_TempleMatoran1_PlayerResponse_1
source: You're welcome!
pt_br: Não há de quê!

# Dialogue_Response,DL_TempleMatoran2_PlayerResponse_1
source: If I have the time, I will!
pt_br: Se eu tiver tempo, farei isso!

# Dialogue_Response,DL_TempleMatoranGetQuest_PlayerResponse_1
source: If I have the time, I will!
pt_br: Se eu tiver tempo, farei isso!

# Dialogue_Response,DL_TempleMatoranQuestGet_PlayerResponse_1
source: Thank you, I'll look for it.
pt_br: {G}|gender(Obrigado,Obrigada), vou procurá-lo.

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_1
source: Would you happen to know where the closest one is?
pt_br: Você saberia onde fica o mais próximo?

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_2
source: I'll see what I can do.
pt_br: Verei o que posso fazer.

# Dialogue_Response,DL_Thankscavetemple1_PlayerResponse_1
source: No problem.
pt_br: Sem problema.

# Dialogue_Response,DL_Thankscavetemple_PlayerResponse_1
source: Yes, the Rahi have been defeated.
pt_br: Sim, os Rahi foram derrotados.

# Dialogue_Response,DL_ThanksyouforKumo_PlayerResponse_1
source: You're welcome little one.
pt_br: De nada, pequenino.

# Dialogue_Response,DL_Thuei2_PlayerResponse_1
source: And... what exactly is it supposed to be?
pt_br: E… o que exatamente é para ser?

# Dialogue_Response,DL_Thuei2_PlayerResponse_2
source: And... what exactly is it supposed to be?
pt_br: E… o que exatamente é para ser?

# Dialogue_Response,DL_Thuei3_PlayerResponse_2
source: When will you finish it?
pt_br: Quando você vai terminar?

# Dialogue_Response,DL_Thuei3_PlayerResponse_3
source: When will you finish it?
pt_br: Quando você vai terminar?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_2
source: I'm honored... I think. When will you finish it?
pt_br: Fico {G}|gender(honrado,honrada)… eu acho. Quando você vai terminar?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_3
source: I'm honored... I think. When will you finish it?
pt_br: Fico {G}|gender(honrado,honrada)… eu acho. Quando você vai terminar?

# Dialogue_Response,DL_ThueiFinish_PlayerResponse_1
source: That's an interesting idea.
pt_br: É uma ideia interessante.

# Dialogue_Response,DL_ThueiFinishOnua_PlayerResponse_1
source: That's an interesting idea.
pt_br: É uma ideia interessante.

# Dialogue_Response,DL_ThueiFun_PlayerResponse_1
source: When will you finish it?
pt_br: Quando você vai terminar?

# Dialogue_Response,DL_ThueiFun_PlayerResponse_2
source: When will you finish it?
pt_br: Quando você vai terminar?

# Dialogue_Response,DL_ThueiOutro_PlayerResponse_1
source: I'll leave you to it.
pt_br: Vou deixá-lo em paz.

# Dialogue_Response,DL_Trader1_PlayerResponse_1
source: Sure.
pt_br: Claro.

# Dialogue_Response,DL_Trader1_PlayerResponse_2
source: No thanks.
pt_br: Não, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_TutCorruptedMakuta1_PlayerResponse_1
source: Stop this madness, Makuta!
pt_br: Pare com essa maluquice, Makuta!

# Dialogue_Response,DL_TutCorruptedMakuta2_PlayerResponse_1
source: It’s your control over us that has ended!
pt_br: É seu controle sobre a gente que terminou!

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_1
source: What is my duty?
pt_br: Qual é meu dever?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_2
source: Where am I?
pt_br: Onde estou?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_3
source: Who am I?
pt_br: Quem sou eu?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_4
source: I am ready to wake up.
pt_br: Estou {G}|gender(pronto,pronta) para acordar.

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_1
source: Where am I?
pt_br: Onde estou?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_2
source: Who am I?
pt_br: Quem sou eu?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_3
source: I am ready to wake up.
pt_br: Estou {G}|gender(pronto,pronta) para acordar.

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_1
source: What is my duty?
pt_br: Qual é meu dever?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_2
source: Who am I?
pt_br: Quem sou eu?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_3
source: I am ready to wake up.
pt_br: Estou {G}|gender(pronto,pronta) para acordar.

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_1
source: What is my duty?
pt_br: Qual é meu dever?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_2
source: Where am I?
pt_br: Onde estou?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_3
source: I am ready to wake up.
pt_br: Estou {G}|gender(pronto,pronta) para acordar.

# Dialogue_Response,DL_Ukkar1_PlayerResponse_1
source: What is?
pt_br: O que é excelente?

# Dialogue_Response,DL_Ukkar2_PlayerResponse_1
source: I've seen a fair amount of it.
pt_br: Vi bastante dela.

# Dialogue_Response,DL_Ukkar3_PlayerResponse_1
source: Really?
pt_br: Sério?

# Dialogue_Response,DL_Ukkar4_PlayerResponse_1
source: Me as well.
pt_br: Eu também.

# Dialogue_Response,DL_VakamaBeforeRescue1_PlayerResponse_2
source: Can you remind me how we met?
pt_br: Pode me lembrar de como nos conhecemos?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_1
source: What could have happened to the other Turaga?
pt_br: O que pode ter acontecido aos outros Turaga?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_2
source: What should I do?
pt_br: O que devo fazer?

# Dialogue_Response,DL_VakamaBeforeRescueLeave_PlayerResponse_1
source: I shall leave you in peace.
pt_br: Vou deixá-lo em paz.

# Dialogue_Response,DL_VakamaBeforeRescueMap_PlayerResponse_1
source: I'll find the other Turaga.
pt_br: Encontrarei os outros Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_1
source: How might I find these other Villages?
pt_br: Como posso achar essas outras aldeias?

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_2
source: Of Course Turaga.
pt_br: É claro, Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhere_PlayerResponse_1
source: What should I do?
pt_br: O que devo fazer?

# Dialogue_Response,DL_VakamaPostKini1_PlayerResponse_1
source: Very well, I'll return to my questing.
pt_br: Muito bem, retornarei à minha missão.

# Dialogue_Response,DL_VakamaPostKini_PlayerResponse_2
source: We have gathered all of our Makoki stones Turaga, what is next?
pt_br: Conseguimos todas as nossas pedras Makoki, Turaga. E agora?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_1
source: I heard you have a task for me?
pt_br: Ouvi que você tem uma tarefa para mim?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_3
source: I am glad they are safe as well.
pt_br: Também fico feliz que estejam seguros.

# Dialogue_Response,DL_VakamaPostRescueSafe_PlayerResponse_1
source: Indeed.
pt_br: Realmente.

# Dialogue_Response,DL_VakamaPostRescueTahu1_PlayerResponse_1
source: So you need me to enter the Ta-Kini in search of this mask?
pt_br: Então você precisa que eu entre no Ta-Kini em busca desta máscara?

# Dialogue_Response,DL_VakamaPostRescueTahu2_PlayerResponse_1
source: Who?
pt_br: Quem?

# Dialogue_Response,DL_VakamaPostRescueTahu3_PlayerResponse_1
source: What happened?
pt_br: O que aconteceu?

# Dialogue_Response,DL_VakamaPostRescueTahu4_PlayerResponse_1
source: I shall save him, Turaga.
pt_br: Vou salvá-lo, Turaga.

# Dialogue_Response,DL_VakamaPostRescueTahu_PlayerResponse_1
source: I am prepared. What is it?
pt_br: Estou {G}|gender(preparado,preparada). O que é?

# Dialogue_Response,DL_VakamaPostTAKiniFailsafe_PlayerResponse_2
source: Thank you Turaga, I'm off.
pt_br: {G}|gender(Obrigado,Obrigada) Turaga, estou indo.

# Dialogue_Response,DL_VegSeller1_PlayerResponse_1
source: What's the matter?
pt_br: O que foi?

# Dialogue_Response,DL_VegSeller2_PlayerResponse_2
source: I don't need any at the moment, no.
pt_br: Não preciso de nada no momento.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay1_PlayerResponse_1
source: I see... I hope to see you all here next time I visit. Goodbye everyone, and goodluck.
pt_br: Entendi… Espero ver todos vocês aqui na próxima vez que vir visitar. Tchau pessoal, e boa sorte.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay_PlayerResponse_1
source: Excuse me?
pt_br: Perdão?

# Dialogue_Response,DL_WhagnaMeeting_Parhi17_PlayerResponse_1
source: Me? You'd trust me with the fate of your village?
pt_br: Eu? Você confiaria a mim o destino de sua aldeia?

# Dialogue_Response,DL_WhagnaMeeting_Parhi18_PlayerResponse_1
source: I see, I will use my best judgement.
pt_br: Entendi. Vou julgar o melhor possível.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_1
source: You should stay and repair Whagna, It will be hard - but this is your home.
pt_br: Vocês deviam ficar e reparar Whagna. Vai ser difícil, mas este é seu lar.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_2
source: You should go back to your own Koros, It's too dangerous for Matoran out this far.
pt_br: Vocês deviam voltar aos seus próprios Koros. É perigoso demais para Matoran ficar tão longe.

# Dialogue_Response,DL_WhagnaMeeting_ReturnStay_PlayerResponse_1
source: Very well, good luck.
pt_br: Tudo bem, boa sorte.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave2_PlayerResponse_1
source: I hope to see you again soon, Goodbye.
pt_br: Espero ver você de novo logo. Tchau.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave_PlayerResponse_1
source: I'm sorry crafter, It's for your own safety.
pt_br: Desculpa, artesão. É para sua própria segurança.

# Dialogue_Response,DL_WhagnaVillager1_PlayerResponse_1
source: This is a nice town you have here.
pt_br: É uma bela aldeia que você tem aqui.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_1
source: I heard you have something for me?
pt_br: Ouvi que você tinha algo para mim?

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_3
source: Has Onu-Koro been faring well?
pt_br: Como vai Onu-Koro? Bem?

# Dialogue_Response,DL_WhenuaDefaultPostKini_PlayerResponse_1
source: Has Onu-Koro been faring well?
pt_br: Como vai Onu-Koro? Bem?

# Dialogue_Response,DL_WhenuaGetmeDown_PlayerResponse_1
source: Alright alright.
pt_br: Tá bom, tá bom.

# Dialogue_Response,DL_WhenuaLost1_PlayerResponse_1
source: What are you doing up there?
pt_br: O que está fazendo aí em cima?

# Dialogue_Response,DL_WhenuaLost2_PlayerResponse_1
source: Do you need help getting down, Turaga?
pt_br: Precisa de ajuda para descer, Turaga?

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_1
source: It’s not that far. You can Jump!
pt_br: Não está tão alto. Você pode pular!

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_2
source: Don’t worry- I’ll find some way to get you down.
pt_br: Não se preocupe, vou achar um jeito de te tirar daí.

# Dialogue_Response,DL_WhenuaOnua1_PlayerResponse_1
source: What do you mean?
pt_br: O que quer dizer?

# Dialogue_Response,DL_WhenuaOnua2_PlayerResponse_1
source: What do you mean “again”?
pt_br: Como assim "de novo"?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_1
source: I see. What is so important about this temple?
pt_br: Entendi. O que desse templo é tão importante?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_2
source: I see. What is so important about this temple?
pt_br: Entendi. O que desse templo é tão importante?

# Dialogue_Response,DL_WhenuaOnua4real_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
pt_br: {G}|gender(Obrigado,Obrigada), Turaga. Vou agir com cautela.

# Dialogue_Response,DL_WhenuaOnua_PlayerResponse_1
source: I see. I am glad that you’ve found your way back to Onu-Koro safely.
pt_br: Entendi. Fico feliz que achou o caminho de volta para Onu-Koro em segurança.

# Dialogue_Response,DL_WhenuaOnuaMap_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
pt_br: {G}|gender(Obrigado,Obrigada), Turaga. Vou agir com cautela.

# Dialogue_Response,DL_WhenuaSaved1_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
pt_br: Então aposto que está ansioso para voltar a Onu-Koro.

# Dialogue_Response,DL_WhenuaSaved2_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
pt_br: Então aposto que está ansioso para voltar a Onu-Koro.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_1
source: I didn’t know you were that afraid of heights, Turaga.
pt_br: Não sabia que tinha tanto medo de altura, Turaga.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_2
source: What were you saying about “back in your day?”
pt_br: O que dizia sobre "no meu tempo"?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_1
source: Pohatu isn't expecting another race out of me, is he?
pt_br: Pohatu não espera outra corrida de mim, espera?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_2
source: ...You can come back to Po-Koro, you know.
pt_br: … Sabe, você pode voltar para Po-Koro.

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
pt_br: O que um Matoran como você está fazendo aqui?

# Dialogue_Response,DL_WinRacePoduGeneral_PlayerResponse_1
source: I see. I’m glad you’ve found a place where you’re happy.
pt_br: Entendi. Que bom que achou um lugar onde está feliz.

# Dialogue_Response,DL_WinRacePoduKopaka_PlayerResponse_1
source: Good. And so have I.
pt_br: Que bom. Eu também.

# Dialogue_Response,DL_WinRacePoduPohatu1_PlayerResponse_1
source: He thought it was... Very Cool™.
pt_br: Ele achou… Bem Legal™.

# Dialogue_Response,DL_WinRacePoduPohatu_PlayerResponse_1
source: ...Well that certainly sounds like fun!
pt_br: … Parece bem divertido mesmo!

# Dialogue_Response,DL_WinRacePohatu2_PlayerResponse_1
source: Speaking of rewards, didn’t you say there was some reward if I won?
pt_br: Falando em compensar, você não disse que me daria um prêmio se eu ganhasse?

# Dialogue_Response,DL_WinRacePohatu_PlayerResponse_1
source: Thank you Pohatu. ...You weren’t terrible either.
pt_br: Obrigado, Pohatu… Você também não foi ruim.

# Dialogue_Response,DL_WinRacePohatuGift_PlayerResponse_1
source: This looks idiotic.
pt_br: Isso parece estúpido.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_1
source: Sorry, I'm not in the market for fish.
pt_br: Desculpa, não estou procurando peixe.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_2
source: I usually just swim after them. Makes for good practice.
pt_br: Geralmente eu só nado até eles. É um bom treino.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_3
source: I prefer to eat leaf-plants instead of rahi...
pt_br: Prefiro comer folhas-plantas em vez de Rahi…

# Dialogue_Response,DL_YumaFishIntro_Gali_PlayerResponse_1
source: Good business to you, Yuma.
pt_br: Bons negócios, Yuma.

# Dialogue_Response,DL_YumaFishIntro_lewa_PlayerResponse_1
source: Hard-doubt I will, but thanks... I suppose.
pt_br: Muito-duvido que vou, mas obrigado… eu acho.

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_1
source: Hello... is everything alright?
pt_br: Olá… está tudo bem?

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_2
source: I'll leave you to it.
pt_br: Vou deixá-lo aí.

# Dialogue_Text,DL_420man
source: Huh? Oh you won't hurt me. You won't hurt me right?
pt_br: Hã? Oh, você não vai me machucar… Não vai, né?
