Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Quest_Objective,Quest_Staff_Objective_3
source: Return to Takar and give him the shipment.
it: Ritorna da Takar e consegnagli il carico.

# Quest_Objective,Quest_Tahu_Objective_1
source: Travel to Ta-Koro and Interact with the Suva.
it: Viaggia a Ta-Koro ed interagisci col Suva.

# Quest_Objective,Quest_Takoro_Objective_1
source: Travel to Ta-Koro and find Jala.
it: Viaggia a Ta-Koro e trova Jala.

# Quest_Objective,Quest_Takoro_Objective_2
source: Talk to Turaga Vakama.
it: Parla con Turaga Vakama.

# Quest_Objective,Quest_TaMakokiStone_Objective_1
source: Speak to Vakama.
it: Parla con Vakama.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_1
source: Find the cause of the river stoppage.
it: Trova la causa dell'interruzione del fiume.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_2
source: Defeat the "Tarakava of the Frost"
it: Sconfiggi il "Tarakava del Gelo"

# Quest_Objective,Quest_TheLakeOfFrost_Objective_3
source: Speak to the matoran.
it: Parla col matoran.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_4
source: Report to Dameo.
it: Fai rapporto a Dameo.

# Quest_Objective,Quest_TheToaOfFire1_Objective_1
source: Find Mask
it: Trova la Maschera

# Quest_Objective,Quest_TheToaOfFire1_Objective_2
source: Pick Up Mask
it: Raccogli la Maschera

# Quest_Objective,Quest_TheToaOfFire1_Objective_3
source: Use Mask Power
it: Usa il Potere della Maschera

# Quest_Objective,Quest_TheToaOfFire1_Objective_4
source: Retrive Sword
it: Recupera la Spada

# Quest_Objective,Quest_TheToaOfFire1_Objective_5
source: Defeat the Rahi
it: Sconfiggi i Rahi

# Quest_Objective,Quest_TheToaOfFire1_Objective_6
source: Investigate The Figure
it: Indaga sulla Figura

# Quest_Objective,Quest_TheToaOfFire1_Objective_7
source: Head to Ta Koro
it: Dirigiti a Ta-Koro

# Quest_Objective,Quest_TheTuragaOfAir_Objective_1
source: Find Matau.
it: Trova Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_2
source: Attack the tree to loose Matau.
it: Attacca l'albero per liberare Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_3
source: Talk To Matau.
it: Parla con Matau.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_1
source: Find Whenua and Speak to him.
it: Trova Whenua e parla con lui.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_2
source: Push Whenua. (Attack him)
it: Spingi Whenua. (Attaccalo)

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_3
source: Speak to Whenua.
it: Parla con Whenua.

# Quest_Objective,Quest_TheTuragaOfIce_Objective_1
source: Find and save Nuju.
it: Trova e salva Nuju.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_1
source: Find Onewa and Speak to him.
it: Trova Onewa e parla con lui.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_2
source: Attack the pillar to make a ramp up for Onewa
it: Attacca il pilastro per creare una rampa per Onewa

# Quest_Objective,Quest_TheTuragaOfStone_Objective_3
source: Talk To Onewa
it: Parla con Onewa

# Quest_Objective,Quest_TheTuragaOfWater_Objective_1
source: Find Nokama.
it: Trova Nokama.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_2
source: Defeat the Tarakava.
it: Sconfiggi il Tarakava.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_3
source: Find Nokama and Speak to her.
it: Trova Nokama e parla con lei.

# ST_CutsceneDialogue,MakutaExplode_Line1
source: Everyone's alright? Good.
it: Stanno tutti bene? Ottimo.

# ST_CutsceneDialogue,MakutaExplode_Line10
source: Makuta used this to reset us to when we first arrived. Do you think…?
it: Makuta ha usato questa per resettarci quando siamo arrivati la prima volta. Pensi che… ?

# ST_CutsceneDialogue,MakutaExplode_Line11
source: It’s our only chance.
it: È la nostra una chance.

# ST_CutsceneDialogue,MakutaExplode_Line12
source: This is the only way to dispel his influence over us. Over the whole island!
it: Questo è l'unico modo per dissipare la sua influenza su di noi. Su tutta l'isola!

# ST_CutsceneDialogue,MakutaExplode_Line13
source: Then it is what we must do.
it: Allora è ciò che dobbiamo fare.

# ST_CutsceneDialogue,MakutaExplode_Line14
source: ...I can only hope we'll do better next time.
it: ... posso solo sperare che faremo meglio la prossima volta.

# ST_CutsceneDialogue,MakutaExplode_Line15
source: You are out of time, Toa.
it: Non avete più tempo, Toa.

# ST_CutsceneDialogue,MakutaExplode_Line16
source: Not anymore.
it: Non più.

# ST_CutsceneDialogue,MakutaExplode_Line17
source: What? Stop! What are you doing?
it: Cosa? Fermo! Cosa stai facendo?

# ST_CutsceneDialogue,MakutaExplode_Line18
source: What I have to.
it: Quello che devo.

# ST_CutsceneDialogue,MakutaExplode_Line2
source: Is this it? Have we won?
it: È così? Abbiamo vinto?

# ST_CutsceneDialogue,MakutaExplode_Line3
source: I think... we have.
it: Penso... di sì.

# ST_CutsceneDialogue,MakutaExplode_Line4
source: Not... quite.
it: Non... esattamente.

# ST_CutsceneDialogue,MakutaExplode_Line5
source: Give up, You've been defeated!
it: Arrenditi, sei stato sconfitto!

# ST_CutsceneDialogue,MakutaExplode_Line6
source: What’s going on?
it: Che sta succedendo?

# ST_CutsceneDialogue,MakutaExplode_Line7
source: He’s going to bring all of Mangaia down on us!
it: Vuole farci crollare addosso l'intero Mangaia!

# ST_CutsceneDialogue,MakutaExplode_Line8
source: You fool! You’ll crush yourself as well!
it: Folle! Verrai schiacciato anche tu!

# ST_CutsceneDialogue,MakutaExplode_Line9
source: I am not killed so easily. Unfortunately, you are far more fragile.
it: Non è così facile uccidermi. Sfortunatamente, voi siete molto più fragili.

# ST_CutsceneDialogue,MakutaIntro_Line1
source: Makuta! We have come!
it: Makuta! Siamo qui!

# ST_CutsceneDialogue,MakutaIntro_Line10
source: We’ve come to break your cycle of destruction and lies! You shall not control us, or the matoran.
it: Siamo venuti a spezzare il tuo ciclo di distruzione e menzogne! Tu non controllerai né noi, né i matoran.

# ST_CutsceneDialogue,MakutaIntro_Line11
source: ...interesting.
it: ...interessante.

# ST_CutsceneDialogue,MakutaIntro_Line12
source: It seems the foolish Turaga have grown weary of their deception. How many defeats did you need to suffer before they revealed their secrets?
it: Sembra che gli stolti Turaga si siano stancati del loro raggiro. Quante sconfitte avete dovuto subire prima che rivelassero il loro segreto?

# ST_CutsceneDialogue,MakutaIntro_Line13
source: And how many other secrets do they still selfishly cling to after all of these years?
it: E a quanti altri segreti si aggrappano ancora egoisticamente dopo tutti questi anni?

# ST_CutsceneDialogue,MakutaIntro_Line14
source: Enough of your deceitful words. Your reign ends here!
it: Basta con le tue parole ingannevoli! Qui giunge al termine il tuo regno!

# ST_CutsceneDialogue,MakutaIntro_Line15
source: We won’t allow you to reset us again!
it: Non ti permetteremo di resettarci di nuovo!

# ST_CutsceneDialogue,MakutaIntro_Line16
source: ...Yes... I believe you are correct.
it: ...sì... credo che abbiate ragione.

# ST_CutsceneDialogue,MakutaIntro_Line17
source: What?
it: Cosa?

# ST_CutsceneDialogue,MakutaIntro_Line18
source: I enjoyed toying with you, Toa. Watching you struggle past all of my challenges only to fail again, and again, and again. But I believe... that time has passed.
it: Mi sono divertito a giocare con voi, Toa. Osservarvi superare a fatica le mie sfide solo per fallire ancora, e ancora, e ancora. Ma credo... che quel tempo sia ormai passato.

# ST_CutsceneDialogue,MakutaIntro_Line19
source: I’ll be sure to kill you this time.
it: Questa volta mi assicurerò di uccidervi.

# ST_CutsceneDialogue,MakutaIntro_Line2
source: Welcome, Toa.
it: Benvenuto, Toa.

# ST_CutsceneDialogue,MakutaIntro_Line20
source: WAIT!
it: ASPETTA!

# ST_CutsceneDialogue,MakutaIntro_Line3
source: You... are the Makuta?
it: Tu… sei Makuta?

# ST_CutsceneDialogue,MakutaIntro_Line4
source: I am that which you have sworn to protect.
it: Sono ciò che voi avete giurato di proteggere.

# ST_CutsceneDialogue,MakutaIntro_Line5
source: It’s a trick... another one of Makuta’s illusions.
it: È un trucco... un'altra delle illusioni di Makuta.

# ST_CutsceneDialogue,MakutaIntro_Line6
source: You defile Mata Nui’s name by taking the form of the matoran!
it: Tu infanghi il nome di Mata Nui assumendo la forma di un matoran!

# ST_CutsceneDialogue,MakutaIntro_Line7
source: You know nothing of my brother’s name, nor his will. You do not even know the truth...
it: Voi non sapete nulla del nome di mio fratello, né del sul volere. Non conoscete neppure la verità...

# ST_CutsceneDialogue,MakutaIntro_Line8
source: We know the truth! We know what you’ve done to us in the past!
it: Noi conosciamo la verità! Sappiamo che cosa ci hai fatto in passato!

# ST_CutsceneDialogue,MakutaReturn_Line1
source: Why must you persist? Can you not see how futile your struggle is?
it: Perché continuate ad insistere? Non riuscite a vedere quanto futili siano i vostri sforzi?

# ST_CutsceneDialogue,MakutaReturn_Line2
source: You cannot hold us any longer! This cycle ends here!
it: Tu non puoi più trattenerci! Il ciclo termina qui!

# ST_CutsceneDialogue,MakutaReturn_Line3
source: I shall use this mask to rule over the Matoran! It is my destiny!
it: Userò questa maschera per regnare sui Matoran! È il mio destino!

# ST_CutsceneDialogue,MakutaReturn_Line4
source: And it is our destiny to defeat you!
it: Ed è nostro destino sconfiggerti!

# ST_CutsceneDialogue,POTM_Line1
source: So it seems you've found me... You cannot stop my crusade, your time will come toa... For I am THE PROPHET OF THE MAKUTA!
it: Così sembra che mi abbiate trovato... non potete fermare la mia crociata, verrà il vostro tempo toa... poiché io sono IL PROFETA DI MAKUTA!

# ST_CutsceneDialogue,POTM_Line10
source: Wait, What? What's this about equality?
it: Aspetta, cosa? Cosa c'entra questo con l'equilibrio?

# ST_CutsceneDialogue,POTM_Line11
source: Remember when we made the three tenets? Do you remember what they are?
it: Ricordate quando abbiamo stabilito i tre principi? Ricordate quali sono?

# ST_CutsceneDialogue,POTM_Line12
source: Destruction... Creation... Peace...
it: Distruzione... Creazione... Pace...

# ST_CutsceneDialogue,POTM_Line2
source: What is this crusade? And what would you have to gain from siding with the Makuta?
it: Cos'è questa crociata? E che cosa avresti da guadagnarci a schierarti con Makuta?

# ST_CutsceneDialogue,POTM_Line3
source: My Quest is to show my fellow Matoran what really happened that day. That Makuta Defeated Mata Nui and therefore is the greater being! Why are they all worshiping Mata Nui when he was the one that fell?!?
it: Il mio Compito è quello di mostrare ai Matoran miei simili cosa sia davvero successo quel giorno. Che Makuta ha sconfitto Mata Nui e dunque lui è l'essere superiore! Perché venerano Mata Nui quando è lui quello ad essere caduto?

# ST_CutsceneDialogue,POTM_Line4
source: How did you find this place?
it: Come hai trovato questo posto?

# ST_CutsceneDialogue,POTM_Line5
source: A Matoran told me where it was. Why?
it: Un Matoran mi ha detto dov'era. Perché?

# ST_CutsceneDialogue,POTM_Line6
source: Impossible! No one knows where it is! Except for...
it: Impossibile! Nessuno sa dov'è! Tranne...

# ST_CutsceneDialogue,POTM_Line7
source: Brother...
it: Fratello...

# ST_CutsceneDialogue,POTM_Line8
source: Komaru, stop this madness! You know that one being is not superior! It's both combined that creates equality!
it: Komaru, poni fine a questa pazzia! Tu sai che un solo essere non è superiore! È la combinazione di entrambi che crea l'equilibro!

# ST_CutsceneDialogue,POTM_Line9
source: That's not my name! I... I am The PROPHET OF THE MAKUTA!
it: Quello non è il mio nome! Io.. io sono il PROFETA DI MAKUTA!

# ST_CutsceneDialogue,TarakavaOfFrost2_Line2
source: Wait! Who are you?
it: Aspetta! Tu chi sei?

# ST_CutsceneDialogue,TarakavaOfFrost2_Line3
source: How did he make it up there so fast? I should probably talk to him, maybe he knows a little more about what's going on here.
it: Come ha fatto ad arrivare quassù così in fretta? Probabilmente dovrei parlargli, forse sa qualcosa di quello che sta succedendo qui.

# ST_CutsceneDialogue,TarakavaOfFrost_Line1
source: Strange. It appears it wasn't a landslide that blocked off the water, but rather a mechanical dam.
it: Strano. A quanto pare non è stata una frana ad aver bloccato l'acqua, ma piuttosto una diga meccanica.

# ST_CutsceneDialogue,TarakavaOfFrost_Line2
source: That's one huge Tarakava!
it: Quello è un Tarakava bello grosso!

# ST_CutsceneDialogue,TarakavaOfFrost_Line3
source: I am the spirit of this lake, You will not harm it Toa.
it: Io sono lo spirito di questo lago, tu non gli farai del male, Toa.

# ST_CutsceneDialogue,TarakavaOfFrost_Line4
source: I'm not here to harm it, I just want to restore the flow of the river.
it: Non sono qui fargli del male, voglio solo ripristinare il flusso del fiume.

# ST_CutsceneDialogue,TarakavaOfFrost_Line5
source: This lake contains holy water, it should be contained. Not allowed to run off into the sea.
it: Il lago contiene acqua sacra, deve essere contenuta. Non lasciata libera di disperdersi in mare.

# ST_CutsceneDialogue,TarakavaOfFrost_Line6
source: There are other Matoran and Rahi that rely on this river, would you have them displaced from their homes just to keep your water?
it: Ci sono altri Matoran e Rahi che dipendono da questo fiume, vorresti costringerli ad abbandonare le loro case solo perché tutto possa tenerti la tua acqua?

# ST_CutsceneDialogue,TarakavaOfFrost_Line7
source: I would. I cannot allow other, more inferior beings to use my water for their own impure purposes.
it: Lo farei. Non posso permettere che altri, esseri inferiori, utilizzino la mia acqua per i loro scopi impuri.

# ST_CutsceneDialogue,TarakavaOfFrost_Line8
source: I'm afraid I can't stand for that...
it: Temo che non potrò tollerarlo...

# ST_DialogueGeneralLocalization,AnythingToDo
source: Do you have anything for me to do?
it: Non hai niente da farmi fare?

# ST_DialogueGeneralLocalization,Anythingtoreport
source: Anything to report?
it: Niente da segnalare?

# ST_DialogueGeneralLocalization,Areyoualright
source: Are you alright?
it: Stai bene?

# ST_DialogueGeneralLocalization,Areyoulost
source: Are you lost?
it: Ti sei perso?

# ST_DialogueGeneralLocalization,Buildingforfun
source: Are you just building this for fun?
it: Lo stai costruendo solo per divertimento?

# ST_DialogueGeneralLocalization,Bye!
source: Bye!
it: Ciao!

# ST_DialogueGeneralLocalization,Goodbye
source: Goodbye.
it: Arrivederci.

# ST_DialogueGeneralLocalization,GoodbyeElipsis
source: Goodbye...
it: Arrivederci...

# ST_DialogueGeneralLocalization,HelloToaElipsis
source: Hello Toa...
it: Salve Toa...

# ST_DialogueGeneralLocalization,ISee
source: I see.
it: Vedo...

# ST_DialogueGeneralLocalization,Isee...
source: I see...
it: Vedo...

# ST_DialogueGeneralLocalization,Issomethingthematter
source: Is something the matter?
it: C'è qualcosa che non va?

# ST_DialogueGeneralLocalization,Itwasnotrouble
source: It was no trouble.
it: Non è stato un problema.

# ST_DialogueGeneralLocalization,IWill
source: I will.
it: Lo farò.

# ST_DialogueGeneralLocalization,Leave
source: *Leave*
it: *Vai via*

# ST_DialogueGeneralLocalization,Nothankyou
source: No thank you.
it: No, grazie.

# ST_DialogueGeneralLocalization,Perhapsanothertime
source: Perhaps another time.
it: Forse un'altra volta.

# ST_DialogueGeneralLocalization,Riverdriedup
source: Do you know why the river dried up?
it: Sai perché il fiume si è prosciugato?

# ST_DialogueGeneralLocalization,TakeLook
source: I'll take a look.
it: Ci darò un'occhiata.

# ST_DialogueGeneralLocalization,ThankYou
source: Thank you.
it: Grazie.

# ST_DialogueGeneralLocalization,Thankyou!
source: Thank you!
it: Grazie!

# ST_DialogueGeneralLocalization,Trade
source: I'd like to trade.
it: Mi piacerebbe commerciare.

# ST_DialogueGeneralLocalization,Verywell
source: Very well.
it: Molto bene.

# ST_DialogueGeneralLocalization,What
source: What?
it: Cosa?

# ST_DialogueGeneralLocalization,Whatareyoudoing
source: What are you doing?
it: Cosa stai facendo?

# ST_DialogueGeneralLocalization,Whatdoyoumean
source: What do you mean?
it: Che vuoi dire?

# ST_DialogueGeneralLocalization,Whatisit
source: What is it?
it: Che cos'è?

# ST_DialogueGeneralLocalization,WhatYouHave
source: I'd like to see what you have.
it: Mi piacerebbe vedere che cosa hai.

# ST_DialogueGeneralLocalization,Wheretogo
source: Where would you like to go?
it: Dove ti piacerebbe andare?

# ST_DialogueGeneralLocalization,Whoareyou
source: Who are you?
it: Tu chi sei?

# ST_DialogueGeneralLocalization,WillSee
source: I'll see what I can do.
it: Vedrò che cosa posso fare.

# ST_GeneralLocalization,Gen_CableTransport
source: Cable Transport System
it: Sistema di Trasporto via Cavo

# ST_GeneralLocalization,Gen_Climb
source: Climb {Facing}
it: Arrampicati {Facing}

# ST_GeneralLocalization,Gen_ClimbDown
source: Climb Down {Facing}
it: Scendi {Facing}

# ST_GeneralLocalization,Gen_ClimbUp
source: Climb Up {Facing}
it: Sali {Facing}

# ST_GeneralLocalization,Gen_Conv_Conversation
source: Conversation
it: Conversazione

# ST_GeneralLocalization,Gen_Conv_HarekLaru
source: Harek and Laru
it: Harek e Laru

# ST_GeneralLocalization,Gen_Conv_PauriKauri
source: Pauri and Kauri
it: Pauri e Kauri

# ST_GeneralLocalization,Gen_Conv_TafallTaphal
source: Tafall and Taphal
it: Tafall e Taphal

# ST_GeneralLocalization,Gen_Conv_TapahlTafall
source: Tapahl and Tafall
it: Taphal e Tafall

# ST_GeneralLocalization,Gen_Conv_Whagna
source: The Whagna Villagers
it: Gli abitanti di Whagna

# ST_GeneralLocalization,Gen_CosmeticsBench
source: Cosmetics Bench
it: Banco cosmetico

# ST_GeneralLocalization,Gen_Door
source: Door
it: Porta

# ST_GeneralLocalization,Gen_ElevatorLever
source: Elevator Lever
it: Leva Ascensore

# ST_GeneralLocalization,Gen_Gate
source: Gate
it: Cancello

# ST_GeneralLocalization,Gen_Interact
source: Interact with {Facing}
it: Interagisci {Facing}

# ST_GeneralLocalization,Gen_Ladder
source: Ladder
it: Scala

# ST_GeneralLocalization,Gen_LeftBlock
source: Left Block
it: Blocco di Sinistra

# ST_GeneralLocalization,Gen_Lever
source: Lever
it: Leva

# ST_GeneralLocalization,Gen_LeverOne
source: Lever One
it: Leva Uno

# ST_GeneralLocalization,Gen_LeverThree
source: Lever Three
it: Leva Tre

# ST_GeneralLocalization,Gen_LeverTwo
source: Lever Two
it: Leva Due

# ST_GeneralLocalization,Gen_Listen
source: Listen to {Facing}
it: Ascolta {Facing}

# ST_GeneralLocalization,Gen_LockedDoor
source: Locked Door
it: Porta Bloccata

# ST_GeneralLocalization,Gen_MakokiDesc
source: A piece of a key used to enter the Makuta's Lair.
it: Un pezzo di una chiave utilizzabile per accedere al covo di Makuta.

# ST_GeneralLocalization,Gen_MiddleBlock
source: Middle Block
it: Blocco Mediano

# ST_GeneralLocalization,Gen_ObtaintheMakokiStone
source: Obtain the Makoki Stone.
it: Ottieni la Pietra Makoki.

# ST_GeneralLocalization,Gen_Open
source: Open {Facing}
it: Apri {Facing}

# ST_GeneralLocalization,Gen_Pickup
source: Pick up {Facing}
it: Raccogli {Facing}

# ST_GeneralLocalization,Gen_RestoryMyMemory
source: I can't remember... Where am I? There is a pull, a drive to begin walking - Perhaps I can find someone that can help restore my memory.
it: Non riesco a ricordare... dove mi trovo? Sento un'attrazione, una spinta ad iniziare a camminare - forse posso trovare qualcuno che mi aiuti a recuperare la memoria.

# ST_GeneralLocalization,Gen_RightBlock
source: Right Block
it: Blocco di Destra

# ST_GeneralLocalization,Gen_Rope
source: Rope
it: Corda

# ST_GeneralLocalization,Gen_Speak
source: Speak with {Facing}
it: Parla {Facing}

# ST_GeneralLocalization,Gen_SpeakTo
source: Speak to {NPC}
it: Parla con {NPC}

# ST_GeneralLocalization,Gen_SuvaInteract
source: Unlock Golden Mask for {Toa}
it: Sblocca la Maschera Dorata per {Toa}

# ST_GeneralLocalization,Gen_Telescope
source: Telescope
it: Telescopio

# ST_GeneralLocalization,Gen_TradeDeal
source: Trade deal
it: Accordo commerciale

# ST_GeneralLocalization,Gen_Waikiru
source: Fragments of a First Mate's log from a ship named the 'Waikiru'
it: Frammenti del diario di bordo del Primo Ufficiale di una nave chiamata 'Waikiru'

# ST_GeneralLocalization,Gen_Window
source: Window
it: Finestra

# ST_Localization,UIAnalogR
source: Right Analog Stick
it: Levetta Analogica Destra

# ST_Localization,UIAutoSave
source: Auto Save
it: Salvataggio Automatico

# ST_Localization,UIBack
source: Back
it: Indietro

# ST_Localization,UIBindFirst
source: Bind to First Slot
it: Assegna al Primo Slot

# ST_Localization,UIBindSecond
source: Bind to Second Slot
it: Assegna al Secondo Slot

# ST_Localization,UIBoat
source: Boat
it: Barca

# ST_Localization,UIBorderless
source: Borderless
it: Senza bordi

# ST_Localization,UICancel
source: Cancel
it: Cancella

# ST_Localization,UIClose
source: Close
it: Chiudi

# ST_Localization,UIConfirm
source: Confirm
it: Conferma

# ST_Localization,UIContinuous
source: Continuous
it: Continuo

# ST_Localization,UIConvert
source: Convert
it: Converti

# ST_Localization,UICredits
source: Credits
it: Crediti

# ST_Localization,UICrush
source: Crush
it: Frantuma

# ST_Localization,UIDisable
source: Disable
it: Disabilitato

# ST_Localization,UIDisabled
source: Disabled
it: Disattivato

# ST_Localization,UIEnable
source: Enable
it: Attivo

# ST_Localization,UIEnabled
source: Enabled
it: Attivato

# ST_Localization,UIEpic
source: Epic
it: Epico

# ST_Localization,UIExit
source: Exit
it: Uscita

# ST_Localization,UIExitControlScheme
source: {Input} <Key>to exit</>
it: {Input} <Key>per uscire</>

# ST_Localization,UIFullScreen
source: FullScreen
it: Schermo Intero

# ST_Localization,UIHigh
source: High
it: Alta

# ST_Localization,UIHigher
source: Higher
it: Massima

# ST_Localization,UILMB
source: Left Mouse Button
it: Tasto Sinistro del Mouse

# ST_Localization,UILoadGame
source: Load Game
it: Carica il Gioco

# ST_Localization,UILocked
source: (Locked)
it: (Bloccato)

# ST_Localization,UILow
source: Low
it: Bassa

# ST_Localization,UILower
source: Lower
it: Minima

# ST_Localization,UIMeditationPoint
source: Meditation Point
it: Punto di Meditazione

# ST_Localization,UIMedium
source: Medium
it: Media

# ST_Localization,UIMultiple
source: Multiple
it: Multipla

# ST_Localization,UINewGame
source: New Game
it: Nuovo Gioco

# ST_Localization,UINone
source: None
it: Nessuna

# ST_Localization,UIObjective
source: Objective
it: Obbiettivo

# ST_Localization,UIPlayerSave
source: Player Save
it: Salvataggio Giocatore

# ST_Localization,UIPowerMask
source: Power Mask
it: Potenzia Maschera

# ST_Localization,UIQuestCompleted
source: Quest Completed
it: Missione Compiuta

# ST_Localization,UIQuestStarted
source: Quest Started
it: Missione Iniziata

# ST_Localization,UIQuit
source: Quit
it: Abbandona

# ST_Localization,UIResettoDefault
source: Reset to Default
it: Ripristina default

# ST_Localization,UISaveGame
source: Save Game
it: Salva il Gioco

# ST_Localization,UISaveName
source: Save Name:
it: Nome Salvataggio:

# ST_Localization,UISaves
source: Saves
it: Salvataggi

# ST_Localization,UIScroll
source: Scroll Wheel
it: Scorri la Ruota

# ST_Localization,UISelect
source: Select
it: Seleziona

# ST_Localization,UISettings
source: Settings
it: Impostazioni

# ST_Localization,UITriggersLR
source: Left & Right Triggers
it: Grilletti Sinistro e Destro

# ST_Localization,UIUnlimited
source: Unlimited
it: Illimitato

# ST_Localization,UIUse
source: Use
it: Usa

# ST_Localization,UIView
source: View
it: Visualizza

# ST_Localization,UIWidgets
source: Widgets:
it: Congegni:

# ST_Localization,UIWindowed
source: Windowed
it: Finestrato

# ST_Localization,UIYes
source: Yes
it: Sì

# ST_Localization,UIZoomControlScheme
source: {Input} <Key>to zoom</>
it: {Input} <Key>per zoomare</>
