Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka_PlayerResponse_1
source: You are not upset?
it: Non sei arrabbiato?

# Dialogue_Response,DL_NujuCovoKokoro_PlayerResponse_1
source: I’ve returned, Turaga.
it: Sono tornato, Turaga.

# Dialogue_Response,DL_NujuCovoKopaka1_PlayerResponse_1
source: That’s what I’ve been doing... is something the matter?
it: È quello che ho fatto... c'è qualcosa che non va?

# Dialogue_Response,DL_NujuCovoKopaka3_PlayerResponse_1
source: Hmph. Very well.
it: Hmph. Molto bene.

# Dialogue_Response,DL_NujuCovoSafe_PlayerResponse_1
source: You have something for me?
it: Hai qualcosa per me?

# Dialogue_Response,DL_NujuKini1_PlayerResponse_1
source: Is something the matter, Turaga?
it: C'è qualcosa che non va, Turaga?

# Dialogue_Response,DL_NujuLost1_PlayerResponse_1
source: Nuju! Are you safe?
it: Nuju! Sei salvo?

# Dialogue_Response,DL_NujuLost2_PlayerResponse_1
source: Are… you trying to tell me something?
it: Stai… cercando di dirmi qualcosa?

# Dialogue_Response,DL_NujuLost4_PlayerResponse_1
source: I’m glad you are safe.
it: Sono lieto che tu stia bene.

# Dialogue_Response,DL_NujuLost4_PlayerResponse_2
source: Are... are you still trying to tell me something?
it: Stai... stai ancora cercando di dirmi qualcosa?

# Dialogue_Response,DL_NujuTelling_PlayerResponse_1
source: ...Maybe we should get you back to Matoro.
it: ...forse dovremmo tornare da Matoro.

# Dialogue_Response,DL_Numai1_PlayerResponse_1
source: We haven't spoken much.
it: Non abbiamo parlato molto.

# Dialogue_Response,DL_Numai2_PlayerResponse_1
source: Ko-koro, you're going back?
it: Ko-koro, stai tornando indietro?

# Dialogue_Response,DL_Numai3_PlayerResponse_1
source: I see, Good luck.
it: Capisco, buona fortuna.

# Dialogue_Response,DL_NumaiAbandoned1_PlayerResponse_1
source: Numai, Enjoying Ko-Koro?
it: Numai, ti stai godendo Ko-Koro?

# Dialogue_Response,DL_NumaiAbandoned2_PlayerResponse_1
source: Have you seen any of the others lately?
it: Hai visto qualcuno degli altri di recente?

# Dialogue_Response,DL_NumaiAbandonedSeen_PlayerResponse_1
source: Hmm, I see.
it: Hmm, capisco.

# Dialogue_Response,DL_NumaiFixed1_PlayerResponse_1
source: Are you upset with me?
it: Sei arrabbiato con me?

# Dialogue_Response,DL_NumaiFixed2_PlayerResponse_1
source: That is true, but I stand by my decision.
it: È vero, ma la mia decisione non cambia.

# Dialogue_Response,DL_Nuparu1_PlayerResponse_1
source: Hello Nuparu, what are you doing there?
it: Salve Nuparu, cosa stai facendo qui?

# Dialogue_Response,DL_Nuparu2_PlayerResponse_1
source: You're a mechanist?
it: Sei un meccanico?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_1
source: Oh maybe you know what these cylindrical brass machines are that I've found in the Koros.
it: Oh, forse sai cosa sono questi macchinari cilindrici in ottone che ho trovato nei Koro.

# Dialogue_Response,DL_Nuparu3_PlayerResponse_2
source: Very nice to meet you Nuparu
it: È un vero picere conoscerti, Nuparu

# Dialogue_Response,DL_Nuparu4_PlayerResponse_1
source: Powering stations? What do they do?
it: Stazioni di potenziamento? Che cosa fanno?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_1
source: It "Powers" the mask?
it: "Potenzia" la maschera?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_2
source: What's Wahae-Mata Gel?
it: Cos'è il gel Wahae-Mata?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_3
source: How does it do that?
it: Come fa a farlo?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_4
source: Fascinating.
it: Affascinante.

# Dialogue_Response,DL_Nuparu_PlayerResponse_1
source: Yes? What is it?
it: Sì? Cosa c'è?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_1
source: What did you mean it "Powers" the mask?
it: Cosa intendi con "potenzia" la maschera?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_2
source: How does it work?
it: Come funziona?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_3
source: Thank you greatly, this is valuble information.
it: Grazie mille, questa è un'informazione preziosa.

# Dialogue_Response,DL_NuparuHow_PlayerResponse_1
source: What did you mean it "Powers" the mask?
it: Cosa intendi con "potenzia" la maschera?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_2
source: What's the "Wahae-Mata Gel" you mentioned?
it: Cos'è il "gel Wahae-Mata" che hai menzionato?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_3
source: Thank you greatly, this is valuble information.
it: Grazie mille, questa è un'informazione preziosa.

# Dialogue_Response,DL_NuparuPower_PlayerResponse_1
source: What's Wahae-Mata Gel?
it: Cos'è il gel Wahae-Mata?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_2
source: How does the machine work?
it: Come funziona il macchinario?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_3
source: Thank you greatly, this is valuble information.
it: Grazie mille, questa è un'informazione preziosa.

# Dialogue_Response,DL_Okin1_PlayerResponse_1
source: Hello little one, what are you doing?
it: Salve piccoletto, che stai facendo?

# Dialogue_Response,DL_Okin2_PlayerResponse_1
source: What does that mean?
it: Che significa?

# Dialogue_Response,DL_Okin3_PlayerResponse_1
source: Ahh I see, anything I can do to help pass the time?
it: Ahh capisco, c'è niente che possa fare per passare il tempo?

# Dialogue_Response,DL_Okin4_PlayerResponse_1
source: Very well, I'll leave you to your dreaming little one.
it: Molto bene, ti lascio al tuo fantasticare piccoletto.

# Dialogue_Response,DL_Onepu1_PlayerResponse_1
source: I don't believe we have met actually.
it: Effettivamente non credo di esserci mai incontrati.

# Dialogue_Response,DL_Onepu2_PlayerResponse_1
source: Is there something I can help you with?
it: C'è qualcosa in cui posso esserti d'aiuto?

# Dialogue_Response,DL_Onepu3_PlayerResponse_1
source: You want me to look for him?
it: Vuoi che lo cerchi?

# Dialogue_Response,DL_Onepu3_PlayerResponse_2
source: You want me to look for him?
it: Vuoi che lo cerchi?

# Dialogue_Response,DL_Onepu4_PlayerResponse_1
source: Back from where?
it: Di ritorno da dove?

# Dialogue_Response,DL_Onepu_PlayerResponse_1
source: Hello Onepu...
it: Salve Onepu...

# Dialogue_Response,DL_OnepuGiveMap_PlayerResponse_1
source: Back from where?
it: Di ritorno da dove?

# Dialogue_Response,DL_OnepuReturn1_PlayerResponse_1
source: Not yet no.
it: Non ancora, no.

# Dialogue_Response,DL_OnepuReturn_PlayerResponse_1
source: Alright I'll leave.
it: Va bene, me ne andrò.

# Dialogue_Response,DL_OnepuSaved1_PlayerResponse_1
source: Okay...
it: Ok...

# Dialogue_Response,DL_OnepuSaved_PlayerResponse_1
source: What do you mean? I saved Whenua.
it: Cosa intendi? Ho salvato Whenua.

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_1
source: How did you get trapped here?
it: Come sei finito intrappolato qui?

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_2
source: How can I help?
it: Come posso aiutare?

# Dialogue_Response,DL_OnewaHelpNow_PlayerResponse_1
source: I'm on it.
it: Ci penso io.

# Dialogue_Response,DL_OnewaHole_PlayerResponse_1
source: What were you doing so far from Po-Koro?
it: Che cosa stavi facendo così lontano da Po-Koro?

# Dialogue_Response,DL_OnewaHowToHelp_PlayerResponse_1
source: Make sure to get out of the way before it comes down.
it: Assicurati di toglierti di mezzo prima che venga giù.

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_1
source: Again?
it: Ancora?

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_2
source: Again?
it: Ancora?

# Dialogue_Response,DL_OnewaPohatuQuest_PlayerResponse_1
source: Where would I find this stone?
it: Dove potrei trovare questa pietra?

# Dialogue_Response,DL_OnewaPohatuQuestGoodbye_PlayerResponse_1
source: Thank you for your confidence, Turaga.
it: Grazie per la tua fiducia, Turaga.

# Dialogue_Response,DL_OnewaPohatuQuestGoodbyeGiveMap_PlayerResponse_1
source: Thank you for your confidence, Turaga.
it: Grazie per la tua fiducia, Turaga.

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_1
source: How is Po-Koro doing?
it: Come se la cava Po-Koro?

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_3
source: I heard you have something for me?
it: Ho sentito che avevi qualcosa per me?

# Dialogue_Response,DL_OnewaPokoroBragging_PlayerResponse_1
source: Very Nice.
it: Ottimo.

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_1
source: How is Po-Koro doing?
it: Come se la cava Po-Koro?

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_2
source: I have found a few.
it: Ne ho trovati alcuni.

# Dialogue_Response,DL_OnewaThankyou_PlayerResponse_1
source: Of course Turaga.
it: Certamente, Turaga.

# Dialogue_Response,DL_OnewaWhereHaveBeen_PlayerResponse_1
source: How can I help?
it: Come posso aiutare?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_1
source: What are you doing in this hole?
it: Che stai facendo in questo buco?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_2
source: Where have you been?
it: Dove sei stato?

# Dialogue_Response,DL_Outcast_PlayerResponse_2
source: How is there grass here?
it: Come può esserci dell'erba qui?

# Dialogue_Response,DL_Outcast_PlayerResponse_3
source: Why are you here?
it: Perché sei qui?

# Dialogue_Response,DL_OutcastGrass_PlayerResponse_2
source: Why are you here?
it: Perché sei qui?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_1
source: Why are you here?
it: Perché sei qui?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_2
source: How is there grass here?
it: Come può esserci dell'erba qui?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_3
source: See you around Plant Man.
it: Ci si vede in giro Uomo Pianta.

# Dialogue_Response,DL_OutcastWhy1_PlayerResponse_2
source: How is there grass here?
it: Come può esserci dell'erba qui?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_1
source: Really?
it: Davvero?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_3
source: How is there grass here?
it: Come può esserci dell'erba qui?

# Dialogue_Response,DL_Pauri1_PlayerResponse_1
source: Our shop?
it: Il nostro negozio?

# Dialogue_Response,DL_Pauri1_PlayerResponse_3
source: I'll be back later.
it: Tornerò più tardi.

# Dialogue_Response,DL_Pauri2_PlayerResponse_2
source: I'll be back later.
it: Tornerò più tardi.

# Dialogue_Response,DL_PetOwner_PlayerResponse_1
source: How's Po-Koro?
it: Come va a Po-Koro?

# Dialogue_Response,DL_PetOwner_PlayerResponse_2
source: Just passing through.
it: Sono solo di passaggio.

# Dialogue_Response,DL_PlantSeller1_PlayerResponse_2
source: I don't need any at the moment thank you.
it: Per ora non ne ho bisogno, grazie.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_1
source: I’ve come for my rematch. Where’s Pohatu?
it: Sono venuto per la mia rivincita. Dov'è Pohatu?

# Dialogue_Response,DL_PoduFail1_PlayerResponse_2
source: You haven’t seen Kopaka yet, have you? He’s supposed to be back for his rematch.
it: Non hai ancora visto Kopaka, vero? Dovrebbe essere di ritorno per la rivincita.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_3
source: Are you waiting for someone?
it: Stai aspettando qualcuno?

# Dialogue_Response,DL_PoduFailGeneral1_PlayerResponse_1
source: I'll keep an eye out for him.
it: Terrò un occhio aperto per lui.

# Dialogue_Response,DL_PoduFailKopaka1_PlayerResponse_1
source: ...Yes. I just did.
it: ...sì. L'ho appena fatto.

# Dialogue_Response,DL_PoduFailKopaka2_PlayerResponse_1
source: About as ready as I can be.
it: Pronto, per quanto lo possa essere.

# Dialogue_Response,DL_PoduFailPohatu_PlayerResponse_1
source: Well let me know if you see him... Oh- and let me know if he says my name! I have a really cool entrance I want to make if he says my name.
it: Bene, fammi sapere se lo vedi... Oh - e fammi sapere se pronuncia il mio nome! Voglio fare un'entrata spettacolare qualora dicesse il mio nome.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_1
source: Now why would a Po-Matoran like yourself be in Ko-Koro?
it: Ora, perché un Po-Matoran come te si trova a Ko-Koro?

# Dialogue_Response,DL_PoduRace1_PlayerResponse_2
source: Hope you’re not too uncomfortable in Ko-Koro, little one.
it: Spero tu non sia troppo a disagio a Ko-Koro, piccoletto.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_3
source: You certainly seem out of place, little one.
it: Tu sembri certamente fuori luogo, piccoletto.

# Dialogue_Response,DL_PoduRace2_PlayerResponse_1
source: You again? What’s the meaning behind all this?
it: Ancora tu? Che cosa si cela dietro tutto questo?

# Dialogue_Response,DL_PoduRace2_PlayerResponse_2
source: Just hang in there… I’m sure Kopaka will be here any minute now!
it: Tieni duro… sono certo che Kopaka sarà qui a momenti!

# Dialogue_Response,DL_PoduRace2_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
it: Cosa ci fa un Matoran come te qua fuori?

# Dialogue_Response,DL_PoduRaceGeneral2_PlayerResponse_1
source: Don’t worry. Brother Kopaka can be cold at times, but he’ll show up eventually.
it: Non preoccuparti. Fratello Kopaka può essere freddo a volte, ma alla fine si farà vivo.

# Dialogue_Response,DL_PoduRaceGeneral_PlayerResponse_1
source: If I see him, I’ll let him know.
it: Se lo vedo, glielo farò sapere.

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_1
source: What will I find there?
it: Cosa troverò lì?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_2
source: Who sent you here?
it: Chi ti ha mandato qui?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
it: Molto bene. Ci andrò il prima possibile.

# Dialogue_Response,DL_PoduRaceKopaka_PlayerResponse_1
source: Looking for me? What do you need?
it: Stai cercando me? Di cosa hai bisogno?

# Dialogue_Response,DL_PoduRaceKopakaExit_PlayerResponse_1
source: I’ll keep that in mind.
it: Lo terrò a mente.

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_1
source: Who sent you here?
it: Chi ti ha mandato qui?

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
it: Molto bene. Ci andrò il prima possibile.

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_1
source: What will I find there?
it: Cosa troverò lì?

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
it: Molto bene. Ci andrò il prima possibile.

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_1
source: How do I know you’re not leading me into a trap?
it: Come posso sapere che non mi stai conducendo in una trappola?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_2
source: What will I find there?
it: Cosa troverò lì?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
it: Molto bene. Ci andrò il prima possibile.

# Dialogue_Response,DL_PoduRacePohatu2_PlayerResponse_1
source: It will be, trust me.
it: Lo sarà, fidatevi di me.

# Dialogue_Response,DL_PoduRacePohatu_PlayerResponse_1
source: He should be here any second now...
it: Dovrebbe essere qui da un momento all'altro...

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_1
source: I’ve come back for Pohatu’s idiotic race.
it: Sono tornato per la stupida gara di Pohatu.

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_2
source: Has Kopaka come back yet?
it: Kopaka è già tornato?

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
it: Cosa ci fa un Matoran come te qua fuori?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu1_PlayerResponse_1
source: Were you standing there waiting this entire time?
it: Sei rimasto lì in piedi ad aspettare per tutto questo tempo?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu2_PlayerResponse_1
source: I’ll indulge in your little game now.
it: Asseconderò il tuo giochetto.

# Dialogue_Response,DL_PoduRaceReturnPohatu_PlayerResponse_1
source: Of course he will! I know Kopaka. You just need some patience
it: Lo farà di certo! Conosco Kopaka. Hai solo bisogno di un po' di pazienza

# Dialogue_Response,DL_Poekae1_PlayerResponse_1
source: Really? I doubt that one substance can cure all that...
it: Davvero? Dubito che una sostanza possa curare tutto ciò...

# Dialogue_Response,DL_Poekae2_PlayerResponse_1
source: I doubt it will work for a Toa like myself, but I'll take a look.
it: Dubito che funzionerà per un Toa come me, ma ci darò un'occhiata.

# Dialogue_Response,DL_Poekae_PlayerResponse_2
source: What do you sell here?
it: Che cosa vendi qui?

# Dialogue_Response,DL_Poekae_PlayerResponse_3
source: I'm just browsing.
it: Sto solo curiosando.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_1
source: I suppose I could have another go at it.
it: Suppongo che potrei tentare di nuovo.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_2
source: Absolutely not.
it: Assolutamente no.

# Dialogue_Response,DL_PotMaker1_PlayerResponse_2
source: I'm sorry, but I have no need for a pot.
it: Mi dispiace, ma non mi serve a niente un vaso.

# Dialogue_Response,DL_PotMaker_PlayerResponse_1
source: Hello, what are you doing?
it: Salve, che stai facendo?

# Dialogue_Response,DL_PotMakerBacktoNormal1_PlayerResponse_1
source: I hope so too.
it: Lo spero anch'io.

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_1
source: I thought I'd check up on you, how are you doing?
it: Ho pensato di passare a trovarti, come stai?

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_2
source: Do you still sell pots?
it: Vendi ancora vasi?

# Dialogue_Response,DL_PotMakerTrade1_PlayerResponse_2
source: I changed my mind.
it: Ho cambiato idea.

# Dialogue_Response,DL_PotMakerWhatHappened1_PlayerResponse_1
source: Do you know where Kohi could be?
it: Sai dove potrebbe essere Kohi?

# Dialogue_Response,DL_PotMakerWhatHappened1Alt_PlayerResponse_1
source: Do you know where Kohi could be?
it: Sai dove potrebbe essere Kohi?

# Dialogue_Response,DL_PotMakerWhatHappened2_PlayerResponse_1
source: What about the one who did this?
it: E quello che ha fatto questo?

# Dialogue_Response,DL_PotMakerWhatHappened3_PlayerResponse_1
source: Is there anything I can do to find him?
it: C'è qualcosa che posso fare per trovarlo?

# Dialogue_Response,DL_PotMakerWhatHappened4_PlayerResponse_1
source: Gah... You are right, thank you for your information Kohua.
it: Gah... hai ragione, grazie per le informazioni Kohua.

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_1
source: What happened to Kohi's shop?
it: Cosa è successo al negozio di Kohi?

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_2
source: What happened to Kohi's shop Pot-Maker?
it: Vasaio, cos'è successo al negozio di Kohi?

# Dialogue_Response,DL_QuarterMaster11_PlayerResponse_1
source: You are welcome.
it: Non c'è di che.

# Dialogue_Response,DL_QuarterMaster1_PlayerResponse_1
source: Any way I can help?
it: Posso aiutarvi in qualche modo?

# Dialogue_Response,DL_QuarterMaster2_PlayerResponse_2
source: I can't at the moment, sorry.
it: Al momento non posso, mi dispiace.

# Dialogue_Response,DL_QuarterMaster3_PlayerResponse_1
source: As you wish.
it: Come desideri.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_1
source: I have, he's going to correct the mistake immediately.
it: l'ho fatto, correggerà l'errore immediatamente.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_2
source: You mean the staff salesman? No not yet.
it: Intendi il venditore di bastoni? No, non ancora.

# Dialogue_Response,DL_QuarterMaster5_PlayerResponse_1
source: Yes... How did you know?
it: Sì... come facevi a saperlo?

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_1
source: Takar has already promised me payment.
it: Takar mi ha già promesso un pagamento.

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_2
source: A kind deed is it's own reward.
it: Un gesto gentile è esso stesso una ricompensa.

# Dialogue_Response,DL_QuarterMaster7_PlayerResponse_1
source: Well, lets get to this "petty task" then.
it: Dunque, occupiamoci allora di questo "compito ingrato".

# Dialogue_Response,DL_QuarterMaster8_PlayerResponse_1
source: The staves?
it: I bastoni?

# Dialogue_Response,DL_QuarterMaster9_PlayerResponse_1
source: Let's do it.
it: Facciamolo.

# Dialogue_Response,DL_RacePohatu1_PlayerResponse_1
source: Oh no. Don’t tell me this was your idea.
it: Oh no. Non dirmi che questa è stata una tua idea.

# Dialogue_Response,DL_RacePohatu2_PlayerResponse_1
source: We’re brothers. Not friends.
it: Siamo fratello. Non amici.

# Dialogue_Response,DL_RacePohatu3_PlayerResponse_1
source: That’s what this whole ruse was? Some kind of sport to you?
it: Questo era l'intero stratagemma? Una specie di sport per te?

# Dialogue_Response,DL_RacePohatu4_PlayerResponse_1
source: This entire charade is idiotic. Not only have you wasted my time which I could be spending searching for Masks, you’ve wasted this Po-Matoran’s time as well!
it: Tutta questa farsa è un'idiozia. Non solo hai sprecato il mio tempo che avrei potuto impiegare cercando le Maschere, hai anche sprecato il tempo di questo Po-Matoran!

# Dialogue_Response,DL_RacePohatu6_PlayerResponse_1
source: And why would I engage in something so trivial?
it: E perché dovrei cimentarmi in qualcosa di così banale?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_1
source: ...Very well, I accept.
it: ...molto bene, accetto.

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_2
source: What makes you think some vain accessory would change my mind about any of this?
it: Cosa ti fa pensare che un vano accessorio mi farebbe cambiare su tutto questo?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_3
source: This is idiotic. I’m leaving.
it: Questa è un'idiozia. Me ne vado.

# Dialogue_Response,DL_RacePohatuPodu1_PlayerResponse_1
source: Telling him you have some urgent mission, forcing him to wait in Ko-Koro, and sending him here, on the edge of the Po-Wahi desert? Are you always this cruel to your own Matoran?
it: Dirgli che avevi una missione urgente, costringerlo ad aspettare a Ko-Koro, e mandarlo qui, al limite del deserto di Po-Wahi? Sei sempre così crudele coi tuoi stessi Matoran?

# Dialogue_Response,DL_RacePohatuPodu2_PlayerResponse_1
source: ...What do you want.
it: ...che cosa vuoi.

# Dialogue_Response,DL_RacePohatuWhy2_PlayerResponse_1
source: Because we’re “good friends?”
it: Perchè siamo “buoni amici"?

# Dialogue_Response,DL_RacePohatuWhy3_PlayerResponse_1
source: The what?
it: Il cosa?

# Dialogue_Response,DL_RacePohatuWhy4_PlayerResponse_1
source: I find that highly unlikely.
it: Lo trovo altamente improbabile.

# Dialogue_Response,DL_RacePohatuWhy5_PlayerResponse_1
source: Poll or not, I’m still not partaking in your little race.
it: Votazione o meno, non parteciperò comunque alla tua piccola gara.

# Dialogue_Response,DL_RacePohatuWhy6_PlayerResponse_1
source: I’d hardly call running across a vast, empty desert “Fun.”
it: Non definirei "divertente" correre attraverso un deserto vasto e vuoto

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_1
source: ...Very well. I accept.
it: ...Molto bene. Accetto.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_2
source: I’m leaving.
it: Me ne vado.

# Dialogue_Response,DL_RacePohatuWhy_PlayerResponse_1
source: You mistake me for one who cares about such things. Lewa would have been a much better choice to tempt with this mindless game.
it: Mi confondi perqualcuno a cui interessano tali cose. Lewa sarebbe stato una scelta decisamente migliore per tentare questo giochetto insensato.

# Dialogue_Response,DL_RahiAboutTemple_PlayerResponse_1
source: Don't worry, I'll deal with them.
it: Non preoccuparti, mi occuperò io di loro.

# Dialogue_Response,DL_RockGuy_PlayerResponse_2
source: Nice place.
it: Bel posto.

# Dialogue_Response,DL_SadKolhiiPlayer2_PlayerResponse_1
source: You can tell me.
it: Puoi dirlo a me.
