Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_PoduRaceKopakaExit
source: Thank you, Kopaka. Oh, and one other thing- I was told that you should bring a Kakama if you have one. Some legends say there’s one in the hidden Temple...
pt_br: Obrigado, Kopaka. Ah, e outra uma coisa, me disseram que você deve levar uma Kakama, se tiver. Lendas dizem que tem uma no Templo Oculto…

# Dialogue_Text,DL_PoduRaceKopakaWhat
source: I’m… not quite sure honestly. All I know is that it’s urgent. There isn’t much past the hidden Temple, so your guess is as good as mine.
pt_br: Eu… não sei, sinceramente. Tudo que sei é que é urgente. Não tem muita coisa para além do Templo Oculto, então sei tanto quanto você.

# Dialogue_Text,DL_PoduRaceKopakaWho
source: I... was told to keep it anonymous. All I was told to say is that it came from a good friend of yours. ...Sorry.
pt_br: Hãã… me pediram pra manter no anonimato. Tudo que me falaram pra eu dizer foi que veio de um bom amigo seu… Desculpa.

# Dialogue_Text,DL_PoduRaceKopakaWho2
source: This- this isn’t a trap, I swear! If I really wanted to put you in danger, I would have run out to find you instead of freezing my mask off in Ko-Koro for Mata-Nui knows how long!
pt_br: I-Isso não é uma armadilha, eu juro! Se eu realmente quisesse te colocar em perigo, eu teria saído pra te procurar, ao invés de ficar aqui congelando minha máscara em Ko-Koro por uma eternidade que só Mata Nui sabe!

# Dialogue_Text,DL_PoduRacePohatu
source: Well… it is a little chillier than I expected. But I’m staying until I find Kopaka, just like you told me to do!
pt_br: Bem… É mais frio do que eu esperava. Mas vou continuar aqui até achar Kopaka, assim como você me disse!

# Dialogue_Text,DL_PoduRacePohatu2
source: I sure hope he is. I’ve had to do a lot of waiting around for this, so it better be worth it!
pt_br: Espero mesmo que sim. Tive que esperar aqui por uma eternidade, então é bom que valha a pena!

# Dialogue_Text,DL_PoduRaceReturn1
source: Sigh…
pt_br: Ai ai…

# Dialogue_Text,DL_PoduRaceReturnKopaka
source: Finally! Now if only Pohatu were to show up...
pt_br: Finalmente! Agora, se apenas o Pohatu aparecesse…

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu1
source: I knew you’d come back!
pt_br: Eu sabia que você ia voltar!

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu2
source: Of course not! Not the entire time...
pt_br: É claro que não! Não o tempo todo…

# Dialogue_Text,DL_PoduRaceReturnPohatu
source: Not yet... you think he’s ever gonna show up again?
pt_br: Ainda não… você acha que ele algum dia vai aparecer?

# Dialogue_Text,DL_PoduRaceReturnPohatu2
source: ...You might not know him as well as you think.
pt_br: …Talvez você não conheça ele tão bem quanto imagina.

# Dialogue_Text,DL_Poekae
source: Welcome Toa, to Poekae's goods!
pt_br: {G}|gender(Bem-vindo,Bem-vinda) Toa, aos Artigos do Poekae!

# Dialogue_Text,DL_Poekae1
source: Why only the best treatment for all alements, Wahae-Mata Gel! It can cure everything from joint pain to a cracked mask!
pt_br: Ora, só o melhor tratamento para todos os males, Gel Wahae Mata! Ele cura tudo, desde dor nas juntas até uma máscara rachada!

# Dialogue_Text,DL_Poekae2
source: Of course it can, just try it yourself! While you're here, check out our Wahae-Mata Canister, it holds a large amount of Gel so you can keep feeling good for longer!
pt_br: Claro que pode, tente usar! Já que está aqui, veja nossa Lata de Wahae Mata, ele guarda uma grande quantidade de Gel, assim você pode continuar se sentindo bem por mais tempo!

# Dialogue_Text,DL_Pohatu1
source: What do you mean? Each of us has collected the masks, found the Makoki stones, and done all that we are to do to face our destiny! How could we be more prepared?
pt_br: O que estão falando? Todos nós coletamos as máscaras, achamos as pedras Makoki, e fizemos tudo que precisávamos pra enfrentar nosso destino! Como que não estamos preparados?

# Dialogue_Text,DL_PohatuLoseRace1
source: Well played, brother! You almost had me for a bit there. You wouldn’t happen to care for a rematch, would you?
pt_br: Boa corrida, irmão! Quase me pegou ali atrás. Por acaso... você não gostaria de uma revanche?

# Dialogue_Text,DL_PohatuLoseRaceNo
source: ...Oh well. If you ever change your mind, you know where to find Podu!
pt_br: Ah, bem… Se algum dia mudar de ideia, sabe onde achar Podu!

# Dialogue_Text,DL_PohatuLoseRaceYes
source: That’s the spirit! Race you back to Podu!
pt_br: Esse é o espírito! Te encontro lá com o Podu!

# Dialogue_Text,DL_PotMaker
source: Oh, Uhh. Hi Toa $T.
pt_br: Oh, hã… Oi, Toa $T.

# Dialogue_Text,DL_PotMaker1
source: I make pots, I'm currently inspecting them as the final stage before I sell them. Usually I sell them to local shops, but would you like to buy one from me?
pt_br: Eu faço potes. Estou inspecionando eles agora, o último estágio antes de vendê-los. Geralmente eu vendo para lojas locais, mas gostaria de comprar um de mim?

# Dialogue_Text,DL_PotMakerBacktoNormal
source: Oh, Uhh. Hello again Toa $T.
pt_br: Oh, hã… Olá de novo, Toa $T.

# Dialogue_Text,DL_PotMakerBacktoNormal1
source: A Toa, check up on me? Uhh, I'm okay I guess. Kohi was a friend but we weren't that close... I just hope he's okay.
pt_br: {G}|gender(Um,Uma) Toa, vindo me ver? Hum, estou bem, eu acho. Kohi era um amigo meu, mas não éramos tão próximos… Só espero que ele esteja bem.

# Dialogue_Text,DL_PotMakerTrade1
source: I do! Usually I sell them to local retailers, but I suppose you could buy one from me if you want.
pt_br: Ainda vendo! Geralmente eu vendo para varejistas locais, mas acho que você pode comprar de mim, se quiser.

# Dialogue_Text,DL_PotMakerWhatHappened
source: I- I didn't think-
pt_br: Eu… não pensei que…

# Dialogue_Text,DL_PotMakerWhatHappened1
source: I think it was attacked! I live next door you see, and while I was asleep I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
pt_br: Acho que foi atacada! Eu sou vizinho dele, e enquanto estava dormindo, ouvi uns barulhos estranhos. Achei que era só o trabalho de ferreiro noturno habitual do Kohi, mas os clangores pareciam mais bombásticos que o normal. Depois de um tempo eles pararam, mas assim que acordei, descobri que Kohi tinha desaparecido, e acontecido isso com a loja dele!

# Dialogue_Text,DL_PotMakerWhatHappened1Alt
source: You- You remembered me? Oh, well I was asleep and I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
pt_br: Você… você se lembrou de mim? Bem, eu estava dormindo, aí ouvi uns barulhos estranhos. Achei que era só o trabalho de ferreiro noturno habitual do Kohi, mas os clangs pareciam mais bombásticos que o normal. Depois de um tempo eles pararam, mas assim que acordei, descobri que Kohi tinha desaparecido, e acontecido isso com a loja dele!

# Dialogue_Text,DL_PotMakerWhatHappened2
source: No! I've asked about everyone in Po-Koro, and no one knows!
pt_br: Não! Já perguntei pra todo mundo em Po-Koro, e ninguém sabe!

# Dialogue_Text,DL_PotMakerWhatHappened3
source: One of the guards thought he saw a Tarakava driving away from Po-Koro, but that's impossible. Tarakava don't live in Po-Wahi, and this is much too far from anywhere they WOULD live! I suppose it could be the fabled Sand-Tarakava, but those are just a myth...
pt_br: Um dos guardas pensou ter visto uma Tarakava correndo de Po-Koro, mas isso é impossível. Tarakava não vivem em Po-Wahi, e aqui é muito longe de qualquer lugar onde viveriam! Acho que poderia ser a lendária Tarakava da Areia, mas essa é só um mito…

# Dialogue_Text,DL_PotMakerWhatHappened4
source: I- I don't know... I hate to say it but, I don't think so.
pt_br: Eu… eu não sei… odeio dizer isso, mas acho que não.

# Dialogue_Text,DL_ProtoSeller
source: Greetings, I have Protodermis for you Toa, need a boost of energy? I've got that too!
pt_br: Saudações! Eu tenho Protoderme para você, Toa. Precisando recarregar a energia? Tenho isso também!

# Dialogue_Text,DL_QuarterMaster1
source: *Seething to self* What exactly am I supposed to do with four crates of CLASS TWOS?! When I specifically requested CLASS ONES!
pt_br: *Resmungando* O que exatamente é pra eu fazer com quatro caixas da CLASSE DOIS? Quando eu especificamente pedi da CLASSE UM!

# Dialogue_Text,DL_QuarterMaster10
source: You have the pikes now. If you would be so kind, return them to the fool who sent them.
pt_br: Agora você está com as lanças. Por gentileza, retorne elas ao tolo que as enviou.

# Dialogue_Text,DL_QuarterMaster11
source: I have finally received the correct pikes thanks to you Toa.
pt_br: Finalmente recebi as lanças corretas, graças a você, Toa.

# Dialogue_Text,DL_QuarterMaster2
source: Toa! I didn't see you there... I suppose there is yes, Would you mind speaking to Takar about this mix up? He's the staff seller just outside of Ta-Koro.
pt_br: Toa! Não vi você aí… Acho que pode, sim. Poderia falar com o Takar sobre esse erro? Ele é o vendedor de lanças na entrada de Ta-Koro.

# Dialogue_Text,DL_QuarterMaster3
source: Good, meanwhile I'll just stare at these useless things.
pt_br: Ótimo. Enquanto isso, vou continuar encarando essas coisas inúteis.

# Dialogue_Text,DL_QuarterMaster4
source: Welcome back Toa, have you spoken to that fool yet?
pt_br: {G}|gender(Bem-vindo,Bem-vinda) Toa, já falou com aquele tolo?

# Dialogue_Text,DL_QuarterMaster5
source: Finally, some good news. Did he send you to pick up these ones then?
pt_br: Finalmente, boas notícias. Ele mandou você buscar estas então?

# Dialogue_Text,DL_QuarterMaster6
source: It's the logical choice. You're strong, fast, and best of all free.
pt_br: É a escolha lógica. Você é forte, veloz, e o melhor de tudo, de graça.

# Dialogue_Text,DL_QuarterMaster7
source: Strange, It's not everyday you hear about Toa being paid to do a petty task, usually they just do them for free.
pt_br: Estranho, não é todo dia que se vê {G}|gender(um,uma) Toa sendo {G}|gender(pago,paga) por uma tarefinha, geralmente fazem de graça.

# Dialogue_Text,DL_QuarterMaster8
source: I suppose that could be true for some, but being paid is usually my prefered route.
pt_br: Acho que pode ser verdade para alguns, mas ser pago é geralmente minha preferência.

# Dialogue_Text,DL_QuarterMaster9
source: Ahh yes, I nearly forgot. Lets get to work.
pt_br: Ahh sim, quase esqueci. Mãos à obra.

# Dialogue_Text,DL_RacePohatu1
source: Brother!
pt_br: Irmão!

# Dialogue_Text,DL_RacePohatu2
source: What’s wrong? You don’t look happy to see me. I thought you’d enjoy getting to spend some time with a good friend!
pt_br: O que foi? Não parece feliz em me ver. Pensei que gostaria de passar um tempo com um bom amigo!

# Dialogue_Text,DL_RacePohatu3
source: Oh, what’s the difference? But hey, if that’s gonna be your attitude about it, it's a good thing I brought you down here for some good old friendly competition.
pt_br: Ah, qual é a diferença? Mas aí, se essa for sua atitude com isso, foi bom que te trouxe aqui pra uma boa e velha competição amistosa.

# Dialogue_Text,DL_RacePohatu4
source: Of course. If there’s one thing Po-Koro’s known for, it’s sport!
pt_br: É claro. Se tem uma coisa pela qual Po-Koro é conhecida, é esporte!

# Dialogue_Text,DL_RacePohatu5
source: ...He was in on the whole thing from the start.
pt_br: …Ele estava dentro desde o início.

# Dialogue_Text,DL_RacePohatu6
source: A friendly race, that’s all! From here to Po-Koro. Just you and me!
pt_br: Uma corrida amistosa, só isso! Daqui até Po-Koro. Só você e eu!

# Dialogue_Text,DL_RacePohatu7
source: There’s a very stylish prize for you if you win.
pt_br: Tem um prêmio muito estiloso pra você se vender.

# Dialogue_Text,DL_RacePohatuAccept
source: Excellent! First one to make it to the gates of Po-Koro wins! Hope you’re ready!
pt_br: Excelente! O primeiro a chegar nos portões de Po-Koro vence! Melhor se preparar!

# Dialogue_Text,DL_RacePohatuLeave
source: Very well... just let Podu here know WHEN you change your mind.
pt_br: Tudo bem… Só avise o Podu aqui quando mudar de ideia.

# Dialogue_Text,DL_RacePohatuPodu1
source: Huh? What do I have to do with this?
pt_br: Hã? O que eu tenho a ver com isso?

# Dialogue_Text,DL_RacePohatuPodu2
source: Half of it was my idea.
pt_br: Metade foi ideia minha.

# Dialogue_Text,DL_RacePohatuWhy
source: Well you just haven’t seen it yet! Trust me- it is a VERY cool hat.
pt_br: Ora, você não viu ele ainda! Confia em mim, é um chapéu MUITO legal.

# Dialogue_Text,DL_RacePohatuWhy2
source: Well I don’t want to race anyone else but you.
pt_br: Bom, eu não quero correr contra ninguém além de você.

# Dialogue_Text,DL_RacePohatuWhy3
source: Yes! ...But also because of the Island-wide poll I did.
pt_br: Isso! …Mas também por causa da enquete que fiz pra ilha inteira.

# Dialogue_Text,DL_RacePohatuWhy4
source: I held a vote asking Matoran from all across the island who their favorite Toa was - And you won!
pt_br: Eu fiz uma enquete perguntando pros Matoran de toda a ilha quem era o Toa favorito deles… E você ganhou!

# Dialogue_Text,DL_RacePohatuWhy5
source: I do as well. Though I did come in a very close second... half a percent of the vote! A little outrageous if you ask me, but you still won, fair and square.
pt_br: Também acho. Só que eu fiquei em segundo por muito pouco… 0,5% do voto! Um pouco absurdo se quer saber, mas você ainda ganhou de maneira honesta.

# Dialogue_Text,DL_RacePohatuWhy6
source: Yes! Oh, quit being so serious all the time, Kopaka! You’re always the one who is most dedicated out of all of us - don’t you think you deserve a little bit of fun now and then?
pt_br: Isso! Ahh, para de ser tão sério o tempo todo, Kopaka! Você é sempre o mais dedicado da gente - não acha que merece um pouco de diversão de vez em quando?

# Dialogue_Text,DL_RacePohatuWhy7
source: ...How about this, then. If you beat me in this race, it shall prove once and for all that you are the superior Toa, and you shall be burdened by the plight of my comradery for no longer.
pt_br: … Que tal isso, então. Se você me vencer nesta corrida, vai provar de uma vez por todas que você é o Toa superior, e não será mais importunado pela angústia de minha camaradaria.

# Dialogue_Text,DL_RahiAboutTemple
source: Why are you talking to me? The- The Rahi, they're still here!
pt_br: Por que tá falando comigo? Os… os Rahi ainda estão aqui!

# Dialogue_Text,DL_RockGuy
source: Howdy Toa, Welcome to the back end of nowhere - otherwise known as my shop!
pt_br: Fala, Toa! {G}|gender(Bem-vindo,Bem-vinda) ao fim do mundo, também conhecido como minha loja!

# Dialogue_Text,DL_SadKolhiiPlayer
source: *Sigh*
pt_br: *Suspiro*

# Dialogue_Text,DL_SadKolhiiPlayer1
source: Huh? Oh, hello Toa... >snif<
pt_br: Hã? Ah, olá Toa… *sniff*

# Dialogue_Text,DL_SadKolhiiPlayer2
source: No...
pt_br: Não…

# Dialogue_Text,DL_SadKolhiiPlayerAlreadyHave
source: You do? How - Oh right you're a Toa. Can I...
pt_br: Você tem? Como… ah, claro, você é {G}|gender(um,uma) Toa. Será que eu…

# Dialogue_Text,DL_SadKolhiiPlayerComplete1
source: Hello again toa!
pt_br: Olá de novo, Toa!

# Dialogue_Text,DL_SadKolhiiPlayerComplete2
source: Absolutely! I would be playing with it now but I've been feeling rather tired recently, I figured it would be better for me to rest for now.
pt_br: Com certeza! Eu estava brincando com ela agora mas acabei ficando meio cansado, então achei que fosse melhor descansar por enquanto.

# Dialogue_Text,DL_SadKolhiiPlayerCompleteQuest
source: Thank you so much for this Toa, I am forever indebted to you!
pt_br: Muito obrigado por isso, Toa, sou eternamente grato a você!

# Dialogue_Text,DL_SadKolhiiPlayerExplain
source: I- I can't buy a Comet... I worked hard, I saved everything up, and when I had just enough I sold my kohlii ball to get me over the top! But right when I went to buy one the price got raised! As much as I want to, I can't blame Ahkmou, they are in very high demand.
pt_br: E-Eu não consigo comprar uma Cometa… Eu trabalhei duro, guardei tudo que ganhei, e quando consegui o suficiente, eu vendi minha bola de Kolhii pra sobrar uns trocados! Mas bem quando fui comprar uma, o preço aumentou! Por mais que eu queira, não posso culpar Ahkmou, a demanda por elas é alta.

# Dialogue_Text,DL_SadKolhiiPlayerExplainAgain
source: That's okay, I'll just sit here and sulk some more...
pt_br: Tudo bem, só vou sentar aqui e continuar deprimido…

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice1
source: What, you'd pay for it all - are you sure?
pt_br: Espera, você vai pagar por tudo? Tem certeza?

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice2
source: Uhh, in exchange I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
pt_br: Hãã… em troca, eu posso te dar… Hum… Isto! Achei largado nos arredores de Po-Koro, talvez seja de algum valor?

# Dialogue_Text,DL_SadKolhiiPlayerGiveHalf
source: You'd do that for me? Here it is, that's all I have, feel free to keep the change if there is any.
pt_br: Você faria isso por mim? Aqui, é tudo o que tenho, pode ficar com o troco, se tiver.

# Dialogue_Text,DL_SadKolhiiPlayerNoMoney
source: That's great, thank you Toa. I'm very glad that you have taken an interest in my petty needs.
pt_br: Isso é ótimo! Obrigado, Toa. Fico muito feliz que você se interessou nas minhas humildes carências.

# Dialogue_Text,DL_SadKolhiiPlayerReturn
source: Oh Toa you're back! Did you manage to get a Comet yet?
pt_br: Ah, Toa! Você voltou! Já conseguiu uma Cometa?

# Dialogue_Text,DL_SadKolhiiPlayerReturn1
source: You did? YEEESS! Hand it over!
pt_br: Conseguiu?! AÊÊÊÊ! Passe pra cá!

# Dialogue_Text,DL_SadKolhiiPlayerReturn2
source: This is amazing Toa $T! I can't thank you enough!
pt_br: Isso é incrível, Toa $T! Como posso lhe agradecer?

# Dialogue_Text,DL_SadKolhiiPlayerReturnNoMoneyReward
source: Oh yes of course, Uhh I could give you some of the money I had saved up, and maybe something else...
pt_br: Ah sim, é claro. Hãã… eu posso te dar um pouco do dinheiro que guardei, e talvez algo mais…

# Dialogue_Text,DL_SadKolhiiPlayerRewardItem
source: Uhh, perhaps I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
pt_br: Hãã… talvez eu possa te dar… Hum… Isto! Achei largado nos arredores de Po-Koro, talvez seja de algum valor?

# Dialogue_Text,DL_ScaredConvo1
source: Toa, You're here Finally! What took you so long!
pt_br: Toa, finalmente você chegou! Por que demorou tanto?!

# Dialogue_Text,DL_ScaredConvo10
source: I would offer you the cargo, but most of it was eaten. Good luck Toa.
pt_br: Eu lhe ofereceria a carga, mas quase tudo foi comido. Boa sorte, Toa.

# Dialogue_Text,DL_ScaredConvo2
source: We are, please exuse Laru, he's still very shaken up from the incident.
pt_br: Sim, somos. Perdoa o Laru, ele ainda está muito abalado por causa da acidente.

# Dialogue_Text,DL_ScaredConvo3
source: The Tarakava down there sprinted at us from across the Pillar lands. Luckily, Me and Laru made it up here before they attacked - I think they wanted our cargo.
pt_br: As Tarakava lá embaixo nos perseguiram por toda a Terra dos Pilares. Por sorte, eu e Laru chegamos aqui antes de nos atacarem. Acho que elas queriam nossa carga.

# Dialogue_Text,DL_ScaredConvo4
source: I was never allowed to look inside, though it smelled terrible. Based on what I can see it looks like some kind of fish.
pt_br: Não me deixaram olhar dentro, mas soltava um cheiro horrível. Baseando no que posso ver, parece um tipo de peixe.

# Dialogue_Text,DL_ScaredConvo5
source: They're after me, THEY'RE AFTER MY MASK!
pt_br: Elas vão me pegar! VÃO PEGAR MINHA MÁSCARA!

# Dialogue_Text,DL_ScaredConvo6
source: Relax Laru, no one's after your mask.
pt_br: Relaxa Laru, ninguém vai pegar sua máscara.

# Dialogue_Text,DL_ScaredConvo7
source: NO NO YOU'RE WRONG! I smell like them, the Pink tailed ruki - It's their favorate treat! Wait, THEY'RE GOING TO EAT ME!
pt_br: NÃO, VOCÊ TÁ ERRADO! Eu tô cheirando a eles, os Ruki de Cauda Rosa, é o prato favorito delas! Espera, ELAS VÃO ME COMER!

# Dialogue_Text,DL_ScaredConvo8
source: Wait, Pink tailed Ruki? They're illegal in Po-Koro, why were we transporting this there?
pt_br: Espera, Ruki de Cauda rosa? Eles são ilegais em Po-Koro, por que estávamos transportando isso pra lá?

# Dialogue_Text,DL_ScaredConvo9
source: Well, yes that's what it said on the order form. You know him?
pt_br: Bem, sim, é o que dizia no formulário do pedido. Conhece ele?

# Dialogue_Text,DL_ScaredConvoWho
source: WHAT DO YOU MEAN? Omak didn't send you? Gah!
pt_br: O QUE DISSE? Omak não te enviou? Ah!

# Dialogue_Text,DL_Scholar1
source: </><Matoran>The chronicler will become the light</><Key> ... Hmm Okay.
pt_br: </><Matoran>O cronista se tornará a luz…</><Key> Hum, entendi.

# Dialogue_Text,DL_Scholar2
source: Huh? Oh hello Toa, I was just reading the wall of prophecies. Much of it is written in an older dialect, I am one of a few who transcribe those passages into our new way of speech.
pt_br: Hã? Oh, olá Toa, só estava lendo o mural das profecias. Muito dele foi escrito num dialeto antigo, e eu sou um dos poucos que transcreve essas passagens para nosso novo jeito de falar.

# Dialogue_Text,DL_SellerConsumables1
source: Toa $T! I have just what you need, healing plants, empowering drinks and more!
pt_br: Toa $T! Tenho exatamente o que precisa, plantas medicinais, bebidas energéticas, e mais!

# Dialogue_Text,DL_SellerConsumablesHewtinii
source: Toa! Welcome to Hewtinii's comestibles, I've got plenty of exactly what you need $T!
pt_br: Toa! {G}|gender(Bem-vindo,Bem-vinda) aos Cosméticos de Hewtinii, tenho muito de tudo o que precisa, $T!

# Dialogue_Text,DL_SellerConsumablesHewtiniiFikouNui
source: They're the worst! I can't stand them!
pt_br: São horríveis! Não suporto elas!

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran1
source: Oh? Well that would be because I'm not a Ga-Matoran.
pt_br: Hã? Deve ser porque não sou uma Ga-Matoran.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran2
source: It's fine! I understand if my presence in Ga-Koro may have confused you, Toa $T.
pt_br: Sem problema! Eu entendo que minha presença em Ga-Koro pode ter te confundido, Toa $T.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran3
source: Your guess is as good as mine! Though I've been told I sometime speak words that no Matoran understands.
pt_br: Também não faço ideia! Só que já me disseram que às vezes falo palavras que nenhum outro Matoran entende.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran4
source: Well, the other day I caught myself saying "Vackert Väder!" when I was talking to Hahli.
pt_br: Então, outro dia me peguei dizendo "Vackert Väder!" numa conversa com a Hahli.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran5
source: I honestly do not know, but it made the rest of the conversation quite awkward...
pt_br: Sinceramente, eu não sei, mas isso deixou o resto da conversa meio constrangedora…

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran7
source: ...I did it again, didn't I?
pt_br: …Eu fiz de novo, né?

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura1
source: Oh Kapura? He said he was going to walk across the entirety of Mata-Nui. I don't know what's gotten into him, and I'm not sure how I feel about it.
pt_br: Ah, Kapura? Ele disse que ia andar por Mata Nui inteira. Não sei o que deu nele, e não sei como me sentir sobre isso.
