Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# AsyncLoadingScreen,Loading
source: LOADING
el: ΦΟΡΤΩΣΗ

# CodexPage_Description,CodexPage_Akaku_Desc
source: The Kanohi Akaku: the Great Mask of X-Ray Vision. This mask will highlight key items such as masks, Protodermis Pools, Meditation Stones, and even quest objectives that appear on the map for your current tracked quest. You can also use the Akaku’s scope to zoom and see locations from far away. It’s an extremely useful mask for exploration and finding useful items.
el: Το Kanohi Akaku: η Μεγάλη Μάσκα της Όρασης Ακτίνων-Χ. Αυτή η μάσκα θα αναδείξει βασικά αντικείμενα όπως μάσκες, λίμνες πρωτοδερμίδας, πέτρες διαλογισμού, ακόμα και στόχους αναζήτησης που εμφανίζονται στο χάρτη για την τρέχουσα αναζήτηση που παρακολουθείτε. Μπορείτε επίσης να χρησιμοποιήσετε το σκόπευτρο της Akaku για να κάνετε ζουμ και να δείτε τοποθεσίες από μακριά. Είναι μια εξαιρετικά χρήσιμη μάσκα για εξερεύνηση και εύρεση χρήσιμων αντικειμένων.

# CodexPage_Description,CodexPage_CanyonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The blue variant can be found primarily in Po-Wahi. They’re known to sneak up on travellers behind canyon walls, and swiftly attack those who are less attentive.
el: Rahi που μοιάζουν με σκορπιούς και ελέγχονται από τον Makuta. Η μπλε παραλλαγή μπορεί να βρεθεί κυρίως στο Po-Wahi. Είναι γνωστό ότι παρακολουθούν κρυφά τους ταξιδιώτες πίσω από τοίχους των φαραγγιών και επιτίθονται γρήγορα σε όσους είναι λιγότερο προσεκτικοί.

# CodexPage_Description,CodexPage_Docks_Desc
source: These docks allow you to travel between multiple points on Mata Nui. They’re extremely useful for getting around the large island, so make sure to keep an eye out for them. Marka, the dock master, isn’t particularly fond of others using her boats without her permission, so it’s best to simply let her drive.
el: Αυτές οι αποβάθρες επιτρέπουνε να ταξιδεύετε μεταξύ πολλών σημείων στο Mata Nui. Είναι εξαιρετικά χρήσιμες για τη μετακίνηση στο μεγάλο νησί, γι' αυτό να φρόντισετε να έχετε τα μάτια σας δεκατέσσερα για τις αποβάθρες. Η Marka, η πλοίαρχος της αποβάθρας, δεν θέλει ιδιαίτερα να χρησιμοποιούν άλλοι τα σκάφη της χωρίς την άδειά της, γι' αυτό καλύτερα να την αφήσετε να οδηγήσει.

# CodexPage_Description,CodexPage_Drifts_Desc
source: The Ko-Wahi drifts are an especially harsh and dangerous region of Ko-Wahi. Strong winds and thick snow make it nearly impossible to see. Some Matoran use flags to try and navigate their way through the drifts, but even then you need to watch out for Rahi, which are known to attack travellers who make their way through. Make sure to exercise caution if you choose to make your way through.
el: Οι ανεμοσούρες του Ko-Wahi είναι μια ιδιαίτερα σκληρή και επικίνδυνη περιοχή του Ko-Wahi. Οι ισχυροί άνεμοι και το πυκνό χιόνι καθιστούν σχεδόν αδύνατη την όραση. Μερικοί Matoran χρησιμοποιούν σημαίες για να προσπαθήσουν να προσανατολιστούν μέσα από την περιφέρεια, αλλά ακόμα και τότε πρέπει να προσέχεις τα Rahi, οι οποίοι είναι γνωστά ότι επιτίθενται στους ταξιδιώτες που περνούν από εκεί. Φροντίστε να είστε προσεκτικοί αν επιλέξετε να τα περάσετε.

# CodexPage_Description,CodexPage_FikouNui_Desc
source: Large spider-like Rahi that can be found in various places across Mata Nui. These Rahi can attack very quickly, and are even considered a danger by other rahi as well. It’s not uncommon to see them fighting with Nui-Jaga or other Rahi that see the Fikou-Nui as a threat.
el: Μεγάλα αραχνοειδές Rahi που μπορεί να βρεθούν σε διάφορα μέρη σε όλο το Mata Nui. Αυτά τα Rahi μπορούν να επιτεθούν πολύ γρήγορα και θεωρούνται επικίνδυνα ακόμα και από άλλα Rahi. Δεν είναι ασυνήθιστο να τα βλέπεις να πολεμούν με Nui-Jaga ή άλλα Rahi που βλέπουν τα Fikou-Nui ως απειλή.

# CodexPage_Description,CodexPage_FireNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The red variant can be found primarily in Ta-Wahi. They are larger than your standard Nui-Jaga, and are able to safely walk over Lava, making them harder to escape if they spot you.
el: Rahi που μοιάζουν με σκορπιούς και ελέγχονται από τον Makuta. Η κόκκινη παραλλαγή μπορεί να βρεθεί κυρίως στο Ta-Wahi. Είναι μεγαλύτερα από τα κανονικά Nui-Jaga και μπορούν να περπατάνε πάνω σε λάβα με ασφάλεια, καθιστώντας τα πιο δύσκολα να αποφύγετε αν σας εντοπίσουν.

# CodexPage_Description,CodexPage_GaKini_Desc
source: The Ga-Kini is the temple of Water. Lying partially submerged beneath the waters of Ga-Wahi, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. It seems that only Turaga Nokama knows the secret to unlocking it.
el: Το Ga-Kini είναι ένας ναός του Νερού. Τοποθετημένο μερικώς βυθισμένο κάτω από τα νερά του Ga-Wahi, ο ναός στεγάζει μία πέτρα Makoki- το θραύσμα ενός κλειδιού απαραίτητο για να αποκτήσεις πρόσβαση στην φωλιά του Makuta. Φαίνεται πως μόνο η Turaga Nokama γνωρίζει πως να το ξεκλειδώσει.

# CodexPage_Description,CodexPage_Gakoro_Desc
source: Ga-Koro, the village of Water. The entire village floats on top of great lily pads, allowing the Ga-Matoran easy access to the sea for fishing, swimming, and other activities. While being a peaceful and quiet village, the Ga-Matoran are still able to defend themselves when necessary. The gate which guards the village would be very difficult for any Rahi to open, and the village’s distance from land gives it a defensive advantage as well. While the Ga-Matoran are peaceful and kind, they’re far from helpless.
el: Ga-Koro, το χωριό του νερού. Ολόκληρο το χωριό επιπλέει πάνω από μεγάλα νούφαρα, επιτρέποντας στις Ga-Matoran εύκολη πρόσβαση για ψάρεμα, κολύμπι και άλλες δραστηριότητες. Αν και είναι ένα ειρηνικό και ήσυχο χωριό, οι Ga-Matoran είναι ακόμα σε θέση να υπερασπιστούν τον εαυτό τους όταν είναι απαραίτητο. Η πύλη που φυλάει το χωριό θα ήταν πολύ δύσκολο για οποιοδήποτε Rahi να την ανοίξει, και η απόσταση του χωριού από τη στεριά του δίνει ένα επιπλέον αμυντικό πλεονέκτημα. Ενώ οι Ga-Matoran είναι ειρηνικές και ευγενικές, δεν είναι καθόλου αβοήθητες.

# CodexPage_Description,CodexPage_Gali_Desc
source: Gali is the kind and caring Toa of water. She is often the one to settle disputes that often rise up between the other Toa. She takes it upon herself to hold the team together, staying focused on the three virtues even when she feels like lashing out as well. It is her who keeps the Toa united and focused on their goal of vanquishing the Makuta. Her elemental attack uses water to push away enemies on all sides. It’s useful if you find yourself overwhelmed while in battle.
el: Η Gali είναι η ευγενική και στοργική Toa του νερού. Συχνά είναι αυτή που διευθετεί τις διαφορές που προκύπτουν μεταξύ των άλλων Τοά. Αναλαμβάνει αυτόβουλα την ευθύνη να κρατήσει την ομάδα ενωμένη, μένοντας επικεντρωμένη στις τρεις αρετές, ακόμη και όταν νιώθει ότι θέλει να ξεσπάσει και αυτή. Είναι αυτή που κρατάει τους Toa ενωμένους και συγκεντρωμένους στο στόχο τους της εξόντωσης του Makuta. Η στοιχειακή της επίθεση χρησιμοποιεί το νερό για να απωθεί τους εχθρούς από όλες τις πλευρές. Είναι χρήσιμη αν βρεθείτε καταβεβλημένοι κατά τη διάρκεια μίας μάχης.

# CodexPage_Description,CodexPage_GalisLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A village floating on the water can be seen in the distance, with a monument to a mask that is somehow… familiar.
el: Ένα παράξενο σκάφος που ξεβράστηκε στην παραλία... κανείς στο νησί δεν είναι σίγουρος από πού προέρχεται. Ένα χωριό που επιπλέει στο νερό μπορεί να εντοπιστεί στο βάθος, με ένα μνημείο σε μια μάσκα που είναι... οικεία κατά κάποιον τρόπο.

# CodexPage_Description,CodexPage_GaTemple_Desc
source: The Ga-Matoran are peaceful by nature, a fact that is clearly seen in the temple they have constructed. The trees growing within, the open ceiling to view the clear skies of Ga-Wahi, and the reverence for the paradise that Mata Nui has given them are all evident in this monument to the Great Spirit.
el: Οι Ga-Matoran είναι ειρηνικές από τη φύση τους, ένα γεγονός που φαίνεται ξεκάθαρα στο ναό που έχουν κατασκευάσει. Τα δέντρα που φυτρώνουν στο εσωτερικό, η ανοιχτή οροφή για να βλέπουν τον καθαρό ουρανό του Ga-Wahi και η ευλάβεια για τον παράδεισο που τους έδωσε ο Mata Nui είναι εμφανή σε αυτό το μνημείο του Μεγάλου Πνεύματος.

# CodexPage_Description,CodexPage_GaWahi_Desc
source: This humid environment is home to the Ga-Matoran. It is one of the most diverse locations on Mata Nui, with sandy coastlines, lush vegetation, and plains making up just this one Wahi. If not for the Rahi which plague the island, this Ga-Wahi would be considered one of the most peaceful and pleasant places on Mata Nui.
el: Αυτό το υγρό περιβάλλον είναι το σπίτι των Ga-Matoran. Είναι μια από τις πιο ποικιλόμορφες τοποθεσίες στο Mata Nui, με αμμώδεις ακτές, πλούσια βλάστηση και πεδιάδες που συνθέτουν αυτό το μοναδικό Wahi. Αν δεν υπήρχαν τα Rahi που μαστίζουν το νησί, το Ga-Wahi θα θεωρούνταν ένα από τα πιο ειρηνικά και ευχάριστα μέρη στο Mata Nui.

# CodexPage_Description,CodexPage_GoldMask_Desc
source: These Gold Kanohi are bestowed to those who have earned the right to use their great power. While your Gold mask is equipped, with the Miru you jump 1.4 times higher, the Kakama you sprint 1.5 times faster, and more. You also drain Protodermis at a slower rate overall!
el: Αυτές οι Χρυσές Μάσκες απονέμονται σε εκείνους που έχουν κερδίσει το δικαίωμα να χρησιμοποιούν τη μεγάλη τους δύναμη. Όσο η Χρυσή μάσκα σας είναι εξοπλισμένη, με το Miru πηδάτε 1,4 φορές ψηλότερα, με την Κakama τρέχετε 1,5 φορές γρηγορότερα και πολλά άλλα. Επίσης, αναλώνετε προτοδερμίδα με πιο αργό ρυθμό συνολικά!

# CodexPage_Description,CodexPage_Hau_Desc
source: The Kanohi Hau: the Great Mask of Shielding. This mask can be used to protect you from any and all damage at the cost of stamina. It’s a very effective mask to use in combat, but make sure to keep an eye on your stamina meter so you don’t find yourself out of stamina in the middle of a difficult battle.
el: Η Kanohi Hau: η Μεγάλη Μάσκα της Θωράκισης. Αυτή η μάσκα μπορεί να χρησιμοποιηθεί για να σας προστατεύσει από κάθε κακό, αλλά με κόστος στην αντοχή. Είναι μια πολύ αποτελεσματική μάσκα για χρήση στη μάχη, αλλά φροντίστε να παρακολουθείτε τον μετρητή της αντοχής σας, ώστε να μην ξεμείνετε από αντοχή στη μέση μιας δύσκολης μάχης.

# CodexPage_Description,CodexPage_Huna_Desc
source: The Kanohi Huna: the Noble Mask of Concealment. This mask allows you to become invisible, and can be used to sneak past rahi without fighting them. It’s a useful mask if you want to avoid combat, or need to quickly get out of combat.
el: Η Kanohi Huna: η Eυγενής Mάσκα της Aπόκρυψης. Αυτή η μάσκα σας επιτρέπει να γίνετε αόρατοι και μπορεί να χρησιμοποιηθεί για να περάσετε κρυφά από rahi χωρίς να τους πολεμήσετε. Είναι μια χρήσιμη μάσκα αν θέλετε να αποφύγετε τη μάχη ή αν πρέπει να βγείτε γρήγορα από τη μάχη.

# CodexPage_Description,CodexPage_IceNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The white variant can be found primarily in Ko-Wahi. While they don’t appear very often, they tend to come in large groups when they do. If you find a group of them, make sure you’re prepared to deal with them all.
el: Rahi που μοιάζουν με σκορπιούς και ελέγχονται από τον Makuta. Η λευκή παραλλαγή μπορεί να βρεθεί κυρίως στο Ko-Wahi. Αν και δεν εμφανίζονται πολύ συχνά. Αν βρείτε μία ομάδα, να είστε προετοιμασμένοι για να αντιμετωπίσεται όλα τους.

# CodexPage_Description,CodexPage_IceTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The white, spiked variant is found primarily in Ko-Wahi. The cold, harsh climate has hardened these Tarakava into fearsome beasts. They’re faster and more powerful than an average Tarakava.
el: Αυτά τα επικίνδυνα Rahi είναι γνωστά για τους ισχυρούς πήχεις τους, τους οποίους χρησιμοποιούν για να επιτίθενται γρήγορα στα θυράματα τους. Η λευκή, αγκαθωτή παραλλαγή μπορεί να βρεθεί κυρίως στο Ko-Wahi. Το κρύο, σκληρό κλίμα έχει σκληρύνει αυτά τα Tarakava σε τρομερά θηρία. Είναι ταχύτερα και ισχυρότερα από το μέσο Tarakava.

# CodexPage_Description,CodexPage_Kakama_Desc
source: The Kanohi Kakama: the Great Mask of Speed. This mask lets you run at breathtaking speeds. It’s perfect for exploring the vast island of Mata Nui, and for getting around quickly. Just take care to not accidentally run off a cliff.
el: Η Kanohi Kakama: η Μεγάλη Μάσκα της Ταχύτητας. Αυτή η μάσκα σας επιτρέπει να τρέχετε με ταχύτητες που κόβουν την ανάσα. Είναι ιδανική για την εξερεύνηση του αχανές νησιού Mata Nui και για να μετακινηθείτε γρήγορα. Απλά προσέξτε να μην τρέξετε κατά λάθος από την άκρη ενός γκρεμού.

# CodexPage_Description,CodexPage_KaneRa_Desc
source: The Kane-Ra bull is among the largest of Makuta’s Rahi. Their hooves, sharp horns, and extendable necks make them a powerful threat to any who cross their path. These Rahi can be fiercely territorial, and are quick to attack any who they see as unwelcome- including Toa.
el: Ο ταύρος Kane-Ra είναι ένα από τα μεγαλύτερα Rahi του Makuta. Οι οπλές τους, τα αιχμηρά κέρατα και οι επεκτάσιμοι λαιμοί τους καθιστούν μια ισχυρή απειλή για όποιον συναντήσει στην διάβα του. Αυτό το Rahi μπορεί να είναι άγρια εδαφικό και επιτίθενται γρήγορα σε όποιον θεωρεί ανεπιθύμητο - συμπεριλαμβανομένων των Toa.

# CodexPage_Description,CodexPage_Kaukau_Desc
source: The Kanohi Kaukau: the Great Mask of Water Breathing. This mask allows you to swim underwater freely without losing any oxygen. It’s ideal for exploring underwater environments freely.
el: Το Kanohi Kaukau: η Μεγάλη Μάσκα της Υποθαλάσσιας Αναπνοής. Αυτή η μάσκα σας επιτρέπει να κολυμπάτε ελεύθερα κάτω από το νερό χωρίς να χάνετε καθόλου οξυγόνο. Είναι ιδανική για την ελεύθερη εξερεύνηση υποβρύχιων περιβαλλόντων.

# CodexPage_Description,CodexPage_KiniNui_Desc
source: The Kini-Nui is the great temple of Mata Nui. It is seen as a sacred and special place, holding a place of utmost spiritual importance to the Matoran. However, it also serves a much more sinister purpose, housing an entrance to Mangaia, the lair of Makuta. The entrance to Mangaia can only be unlocked with all six of the Makoki stones, which are hidden in the other Kinis across the island.
el: Το Kini-Nui είναι ο μεγάλος ναός του Mata Nui. Θεωρείται ένα ιερό και ιδιαίτερο μέρος, που κατέχει μια θέση ύψιστης πνευματικής σημασίας για τους Matoran. Ωστόσο, εξυπηρετεί επίσης έναν πολύ πιο μοχθηρό σκοπό, καθώς στεγάζει μία είσοδο στη Mangaia, το κρησφύγετο του Makuta. Η είσοδος στη Mangaia μπορεί να ξεκλειδωθεί μόνο με τις έξι πέτρες Makoki, οι οποίες είναι κρυμμένες στα άλλα Kinis σε όλο το νησί.

# CodexPage_Description,CodexPage_KoKini_Desc
source: The Ko-Kini is the temple of Ice. It lies far from Ko-Koro, and is a difficult trek for any to make who seek to reach it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Only Nuju and his translator, Matoro, know the secret to unlocking it.
el: Το Ko-Kini είναι ο ναός του Πάγου. Βρίσκεται μακριά από το Ko-Koro, και είναι ένα δύσκολο ταξίδι για όποιον προσπαθεί να το φτάσει. Ο ναός στεγάζει μια πέτρα Makoki - έτο θραύσμα ενός κλειδιού απαραίτητο για να αποκτήσεις πρόσβαση στην φωλιά του Makuta. Μόνο ο Nuju και ο μεταφραστής του, ο Matoro, γνωρίζουν το μυστικό για να το ξεκλειδώσουν.

# CodexPage_Description,CodexPage_Kokoro_Desc
source: Ko-Koro, the village of Ice. A treacherous climate and a secluded location make this village difficult to reach for even the bravest Matoran. But for those who do, there is little in terms of sightseeing. The quiet, contemplative nature of the Ko-Matoran is seen in how scarce their village is. They don’t need much for their own well-being, using their quiet solitude to reflect on the Great Spirit’s will in the Sanctum, the sacred building which houses prophecies as well as those who seek to decipher them.
el: Ko-Koro, το χωριό του Πάγου. Το ύπουλο κλίμα και η απομονωμένη τοποθεσία καθιστούν το χωριό αυτό δύσκολο να προσεγγιστεί ακόμη και από τους πιο γενναίους Matoran. Αλλά για εκείνους που το καταφέρνουν, δεν υπάρχουν πολλά αξιοθέατα. Η ήσυχη, στοχαστική φύση των Ko-Matoran φαίνεται στο πόσο περιορισμένο είναι το χωριό τους. Δεν χρειάζονται πολλά για τη δική τους ευημερία, χρησιμοποιώντας την ήσυχη μοναξιά τους για να συλλογιστούν το θέλημα του Μεγάλου Πνεύματος στο Ιερό, το κτίριο που στεγάζει τις προφητείες καθώς και εκείνους που προσπαθούν να τις αποκρυπτογραφήσουν.

# CodexPage_Description,CodexPage_Komau_Desc
source: The Kanohi Komau: the Noble Mask of Mind Control. This Mask allows you to make Rahi turn on their own kind, ignoring you in the process.
el: Το Kanohi Komau: η Ευγενής Μάσκα του Ελέγχου του Νου. Αυτή η μάσκα σας επιτρέπει να κάνετε τα Rahi να στραφούν εναντίον του είδους τους, αγνοώντας σας κατά τη διαδικασία.

# CodexPage_Description,CodexPage_Kopaka2_Desc
source: Kopaka is the cold and isolated Toa of ice. He often comes off as resentful and distant from the rest of the Toa, and can be the one to spark disputes within the team- especially between him and Tahu. However, at the root of this lies a fierce will to fulfil his duty as a hero and protector of the Matoran- even if his idea of that duty is to work alone. His elemental attack shoots out a quick beam of ice, which can be aimed depending on where you’re looking. Combining this with the scope of the Akaku can make for some very accurate shots.
el: Ο Kopaka είναι ο ψυχρός και απομονωμένος Toa του πάγου. Συχνά δίνει την εντύπωση πως είναι μνησίκακος και απόμακρος από τους υπόλοιπους Toa και μπορεί να είναι αυτός που πυροδοτεί τις διαμάχες μέσα στην ομάδα - ειδικά μεταξύ αυτού και του Tahu. Ωστόσο, στη ρίζα αυτού κρύβεται μια σφοδρή θέληση να εκπληρώσει το καθήκον του ως ήρωας και προστάτης των Matoran - ακόμη και αν η ιδέα του για αυτό το καθήκον είναι να εργάζεται μόνος του. Η στοιχειακή του επίθεση εκτοξεύει μια γρήγορη ακτίνα πάγου, η οποία μπορεί να στοχευθεί ανάλογα με το πού κοιτάζετε. Σε συνδυασμό με το σκόπευτρο του Akaku μπορείτε να κάνετε μερικές πολύ ακριβείς βολές.

# CodexPage_Description,CodexPage_KopakasLanding_Desc
source: A strange vessel that has washed up onto the shore... nobody on the island is sure where it has come from. The land ahead seems cold and desolate, offering a challenge of strength and will to anyone willing to travel through it.
el: Ένα παράξενο σκάφος που ξεβράστηκε στην παραλία... κανείς στο νησί δεν είναι σίγουρος από πού προέρχεται. Η γη μπροστά φαίνεται κρύα και έρημη, προσφέροντας μια πρόκληση δύναμης και θέλησης σε οποιονδήποτε πρόθυμο να ταξιδέψει μέσα από αυτήν.

# CodexPage_Description,CodexPage_KoTower_Desc
source: This watchtower in Ko-Wahi has since been abandoned. Ironically, this building, created to keep the Matoran safe, is now one of the most dangerous and hostile places on the island, as it is swarming with Rahi. The Ko-Matoran guard used this as one of their few outposts, making it one of the few hospitable places in Ko-Wahi that is outside of Ko-Koro.
el: Αυτό το παρατηρητήριο του Ko-Wahi έχει έκτοτε εγκαταλειφθεί. Κατά ειρωνεία της τύχης, αυτό το κτίριο, που δημιουργήθηκε για να κρατάει τους Matoran ασφαλείς, είναι τώρα ένα από τα πιο επικίνδυνα και εχθρικά μέρη του νησιού, καθώς σφύζει με Rahi. Η φρουρά των Ko-Matoran το χρησιμοποιούσε ως ένα από τα λίγα φυλάκια της, καθιστώντας το ένα από τα λίγα φιλόξενα μέρη στο Ko-Wahi που βρίσκονται έξω από το Ko-Koro.

# CodexPage_Description,CodexPage_KoWahi_Desc
source: Ko-Wahi is a treacherous place that few attempt to navigate. Harsh winds, steep mountains, and the cold climate make it difficult to traverse. On top of that, fierce Rahi like the Muaka are known to prowl the cold mountains, further discouraging unprepared travellers. But those who do brave the cold winds see it as a test of strength, challenging the harsh environment simply because it exists to be challenged.
el: Το Ko-Wahi είναι ένα ύπουλο μέρος στο οποίο λίγοι επιχειρούν να πλοηγήσουν. Οι βάναυσοι άνεμοι, τα απόκρημνα βουνά και το κρύο κλίμα καθιστούν δύσκολη τη διάσχισή του. Επιπλέον, τα άγρια Rahi, όπως τα Muaka, είναι γνωστό ότι περιφέρονται στα κρύα βουνά, αποθαρρύνοντας ακόμη περισσότερο τους απροετοίμαστους ταξιδιώτες. Όσοι όμως αψηφούν τους κρύους ανέμους, το βλέπουν ως δοκιμασία δύναμης, προκαλώντας το σκληρό περιβάλλον απλώς και μόνο επειδή υπάρχει για να προκαλείται.

# CodexPage_Description,CodexPage_LavaTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The red variant is found primarily in Ta-Wahi, and is larger than your standard Tarakava. You’re in for a fight if you find yourself up against this powerful Rahi. Handle them with caution.
el: Αυτά τα επικίνδυνα Rahi είναι γνωστά για τους ισχυρούς πήχεις τους, τους οποίους χρησιμοποιούν για να επιτίθενται γρήγορα στα θυράματα τους. Η κόκκινη παραλλαγή μπορεί να βρεθεί κυρίως στο Ta-Wahi, κι είναι μεγαλύτερα από τα φυσιολόγικα Tarakava. Θα πρέπει να δώσετε μεγάλη μάχη εάν βρεθείτε αντιμέτωποι με αυτόν τον ισχυρό Rahi. Xειριστείτε τα με προσοχή.vvΑυτοί οι επικίνδυνοι Rahi είναι γνωστοί για τους ισχυρούς βραχίονές τους, τους οποίους χρησιμοποιούν για να επιτίθενται γρήγορα στη λεία τους. Η κόκκινη παραλλαγή συναντάται κυρίως στο Ta-Wahi, και είναι μεγαλύτερη από την τυπική Tarakava. Αν βρεθείτε αντιμέτωποι με αυτόν τον ισχυρό Rahi, θα δώσετε μεγάλη μάχη. Χειριστείτε τους με προσοχή.

# CodexPage_Description,CodexPage_LeKini_Desc
source: The Le-Kini is the temple of Air. Rahi are known to frequently attack this remote temple, discouraging Matoran from visiting this sacred site. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
el: Το Le-Kini είναι ο ναός του αέρα. Είναι γνωστό ότι οι Rahi επιτίθενται συχνά σε αυτόν τον απομακρυσμένο ναό, αποθαρρύνοντας τους Matoran από το να επισκέπτονται αυτόν τον ιερό τόπο. Ο ναός στεγάζει μια πέτρα Makoki - ένα θραύσμα ενός κλειδιού που απαιτείται για την πρόσβαση στο κρησφύγετο του Makuta.

# CodexPage_Description,CodexPage_Lekoro_Desc
source: Le-Koro, the village of Air. Constructed in trees high above the ground, this village places the Le-Matoran far in the air- in the place where they feel at home. This also allows protection against grounded rahi, though it is still vulnerable to flying rahi, such as the Nui-Rama. There is an elevator pod that goes down from the village to Lake Kanae, allowing access to the village for Matoran. The cheerful spirit of the Le-Matoran is clear from spending time in their village, and it’s not uncommon to hear their music coming from the trees.
el: Le-Koro, το χωριό αέρα. Χτισμένο σε δέντρα ψηλά πάνω από το έδαφος, αυτό το χωριό τοποθετεί τους Le-Matoran ψηλά στον αέρα - στο μέρος όπου αισθάνονται σαν στο σπίτι τους. Αυτό επιτρέπει επίσης προστασία από τα χερσέα rahi, αν και εξακολουθεί να είναι ευάλωτο σε ιπτάμενα rahi, όπως το Nui-Rama. Υπάρχει ένας ανελκυστήρας που κατεβαίνει από το χωριό στη λίμνη Kanae, επιτρέποντας την πρόσβαση στο χωριό για τους Matoran. Το χαρούμενο πνεύμα των Le-Matoran είναι αγνό από το χρόνο που περνούν στο χωριό τους και δεν είναι ασυνήθιστο να ακούς τη μουσική τους να προέρχεται από τα δέντρα.
