Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# AsyncLoadingScreen,Loading
source: LOADING
pl_pl: WCZYTYWANIE

# CodexPage_Description,CodexPage_Akaku_Desc
source: The Kanohi Akaku: the Great Mask of X-Ray Vision. This mask will highlight key items such as masks, Protodermis Pools, Meditation Stones, and even quest objectives that appear on the map for your current tracked quest. You can also use the Akaku’s scope to zoom and see locations from far away. It’s an extremely useful mask for exploration and finding useful items.
pl_pl: Kanohi Akaku: Wielka Maska Prześwietlania. Ta maska podświetla kluczowe przedmioty, takie jak maski, Jeziorka Protodermisu, Kamienie Medytacyjne, a nawet cele misji, które pojawią się na mapie dla aktualnie śledzonego zadania. Możesz również użyć teleskopu Akaku, aby przybliżyć widok na odległe miejsca. To bardzo przydatna maska podczas eksploracji i poszukiwań użytecznych przedmiotów.

# CodexPage_Description,CodexPage_CanyonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The blue variant can be found primarily in Po-Wahi. They’re known to sneak up on travellers behind canyon walls, and swiftly attack those who are less attentive.
pl_pl: Skorpionopodobne Rahi kontrolowane przez Makutę. Niebieską odmianę można najczęściej spotkać w Po-Wahi. Są znane z tego, że podkradadają się do podróżników zza ścian kanionów i błyskawicznie atakują tych, którzy są nieuważni.

# CodexPage_Description,CodexPage_Docks_Desc
source: These docks allow you to travel between multiple points on Mata Nui. They’re extremely useful for getting around the large island, so make sure to keep an eye out for them. Marka, the dock master, isn’t particularly fond of others using her boats without her permission, so it’s best to simply let her drive.
pl_pl: Te doki umożliwiają podróżowanie pomiędzy wieloma miejscami na Mata Nui. Są niezwykle przydatne do poruszania się po dużej wyspie, więc wypatruj ich uważnie. Marka, Zarządczyni Portu, nie lubi, gdy inni korzystają z jej łodzi bez pozwolenia, więc najlepiej pozwolić jej prowadzić.

# CodexPage_Description,CodexPage_Drifts_Desc
source: The Ko-Wahi drifts are an especially harsh and dangerous region of Ko-Wahi. Strong winds and thick snow make it nearly impossible to see. Some Matoran use flags to try and navigate their way through the drifts, but even then you need to watch out for Rahi, which are known to attack travellers who make their way through. Make sure to exercise caution if you choose to make your way through.
pl_pl: Zaspy Ko-Wahi to szczególnie surowy i niebezpieczny region Ko-Wahi. Silne wiatry i gęsty śnieg sprawiają, że widoczność jest niemal zerowa. Niektórzy Matoranie używają flag, aby nawigować przez zaspy, ale nawet wtedy trzeba uważać na Rahi, które są znane z atakowania podróżników przemierzających ten teren. Zachowaj ostrożność, jeśli zdecydujesz się tam wyruszyć.

# CodexPage_Description,CodexPage_FikouNui_Desc
source: Large spider-like Rahi that can be found in various places across Mata Nui. These Rahi can attack very quickly, and are even considered a danger by other rahi as well. It’s not uncommon to see them fighting with Nui-Jaga or other Rahi that see the Fikou-Nui as a threat.
pl_pl: Wielkie, pająkopodobne Rahi można spotkać w różnych miejscach na całej wyspie Mata Nui. Ten rodzaj Rahi potrafi atakować bardzo szybko i jest uważany za niebezpieczny nawet przez inne rahi. Często można je zobaczyć walczące z Nui-Jaga lub innymi Rahi, które postrzegają Fikou-Nui jako zagrożenie.

# CodexPage_Description,CodexPage_FireNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The red variant can be found primarily in Ta-Wahi. They are larger than your standard Nui-Jaga, and are able to safely walk over Lava, making them harder to escape if they spot you.
pl_pl: Skorpionopodobne Rahi kontrolowane przez Makutę. Czerwoną odmianę można najczęściej spotkać w Ta-Wahi. Są większe niż inne odmiany Nui-Jaga i potrafią chodzić po Lawie, co sprawia, że ucieczka przed nimi jest wyjątkowo trudna.

# CodexPage_Description,CodexPage_GaKini_Desc
source: The Ga-Kini is the temple of Water. Lying partially submerged beneath the waters of Ga-Wahi, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. It seems that only Turaga Nokama knows the secret to unlocking it.
pl_pl: Ga-Kini jest świątynią Wody. Położona częściowo pod powierzchnią wód Ga-Wahi, mieści Kamień Makoki – fragment klucza potrzebnego do dostępu do kryjówki Makuty. Wygląda na to, że tylko Turaga Nokama zna sekret jej otwarcia.

# CodexPage_Description,CodexPage_Gakoro_Desc
source: Ga-Koro, the village of Water. The entire village floats on top of great lily pads, allowing the Ga-Matoran easy access to the sea for fishing, swimming, and other activities. While being a peaceful and quiet village, the Ga-Matoran are still able to defend themselves when necessary. The gate which guards the village would be very difficult for any Rahi to open, and the village’s distance from land gives it a defensive advantage as well. While the Ga-Matoran are peaceful and kind, they’re far from helpless.
pl_pl: Ga-Koro, wioska Wody. Cała wioska unosi się na wielkich płatkach lilii, co pozwala Ga-Matorankom łatwo dostać się do morza, aby łowić ryby, pływać i uprawiać inne aktywności wodne. Mimo że jest to spokojna i cicha wioska, Ga-Matoranki potrafią się bronić, gdy zajdzie taka potrzeba. Brama strzegąca wioski jest trudna do otwarcia dla Rahi, a odległość od lądu stanowi dodatkową przewagę obronną. Choć Ga-Matoranki są pokojowe i przyjaźne, daleko im do bycia bezbronnymi.

# CodexPage_Description,CodexPage_Gali_Desc
source: Gali is the kind and caring Toa of water. She is often the one to settle disputes that often rise up between the other Toa. She takes it upon herself to hold the team together, staying focused on the three virtues even when she feels like lashing out as well. It is her who keeps the Toa united and focused on their goal of vanquishing the Makuta. Her elemental attack uses water to push away enemies on all sides. It’s useful if you find yourself overwhelmed while in battle.
pl_pl: Gali jest życzliwą i troskliwą Toa wody. Często to właśnie ona rozstrzyga spory, które pojawiają się między pozostałymi Toa. Bierze na siebie odpowiedzialność za utrzymanie drużyny razem, pozostając skupioną na trzech cnotach, nawet gdy sama ma ochotę wybuchnąć. To ona utrzymuje Toa zjednoczonych i skoncentrowanych na celu, jakim jest pokonanie Makuty. Jej atak żywiołem polega na użyciu wody, by odpychać wrogów ze wszystkich stron. Jest to bardzo przydatne, gdy poczujesz się przytłoczony podczas walki.

# CodexPage_Description,CodexPage_GalisLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A village floating on the water can be seen in the distance, with a monument to a mask that is somehow… familiar.
pl_pl: Dziwny karnister, który morze wyrzuciło na brzeg... nikt na wyspie nie jest pewny, skąd pochodzi. W oddali widać wioskę unoszącą się na wodzie oraz pomnik maski, która jest w jakiś sposób… znajoma.

# CodexPage_Description,CodexPage_GaTemple_Desc
source: The Ga-Matoran are peaceful by nature, a fact that is clearly seen in the temple they have constructed. The trees growing within, the open ceiling to view the clear skies of Ga-Wahi, and the reverence for the paradise that Mata Nui has given them are all evident in this monument to the Great Spirit.
pl_pl: Ga-Matoranki są z natury pokojowe, co wyraźnie widać w świątyni, którą zbudowały. Drzewa rosnące wewnątrz, otwarty dach umożliwiający podziwianie czystego nieba Ga-Wahi oraz szacunek dla raju, jaki Mata Nui im podarował — wszystko to widać w tym pomniku Wielkiego Ducha.

# CodexPage_Description,CodexPage_GaWahi_Desc
source: This humid environment is home to the Ga-Matoran. It is one of the most diverse locations on Mata Nui, with sandy coastlines, lush vegetation, and plains making up just this one Wahi. If not for the Rahi which plague the island, this Ga-Wahi would be considered one of the most peaceful and pleasant places on Mata Nui.
pl_pl: To wilgotne środowisko jest domem dla Ga-Matoranek. Jest to jedno z najbardziej zróżnicowanych miejsc na Mata Nui — piaszczyste wybrzeża, bujna roślinność i równiny tworzą razem to Wahi. Gdyby nie plaga Rahi nękająca wyspę, Ga-Wahi byłoby uważane za jedno z najspokojniejszych i najprzyjemniejszych miejsc na Mata Nui.

# CodexPage_Description,CodexPage_GoldMask_Desc
source: These Gold Kanohi are bestowed to those who have earned the right to use their great power. While your Gold mask is equipped, with the Miru you jump 1.4 times higher, the Kakama you sprint 1.5 times faster, and more. You also drain Protodermis at a slower rate overall!
pl_pl: Złote Kanohi są przyznawane tym, którzy zasłużyli na prawo do korzystania z ich wielkiej mocy. Gdy masz założoną Złotą Maskę, z Miru skaczesz 1,4 razy wyżej, z Kakamą biegasz 1,5 razy szybciej i wiele więcej. Dodatkowo Protodermis zużywa się wolniej!

# CodexPage_Description,CodexPage_Hau_Desc
source: The Kanohi Hau: the Great Mask of Shielding. This mask can be used to protect you from any and all damage at the cost of stamina. It’s a very effective mask to use in combat, but make sure to keep an eye on your stamina meter so you don’t find yourself out of stamina in the middle of a difficult battle.
pl_pl: Kanohi Hau: Wielka Maska Osłony. Ta maska może być używana jako ochrona przed wszelkimi obrażeniami, kosztem energii. Jest bardzo skuteczna podczas walki, ale miej na oku pasek energii, aby nie zostać bez niej w środku trudnej potyczki.

# CodexPage_Description,CodexPage_Huna_Desc
source: The Kanohi Huna: the Noble Mask of Concealment. This mask allows you to become invisible, and can be used to sneak past rahi without fighting them. It’s a useful mask if you want to avoid combat, or need to quickly get out of combat.
pl_pl: Kanohi Huna: Szlachetna Maska Niewidzialności. To użyteczna maska, jeśli chcesz uniknąć walki lub musisz z niej szybko uciec.

# CodexPage_Description,CodexPage_IceNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The white variant can be found primarily in Ko-Wahi. While they don’t appear very often, they tend to come in large groups when they do. If you find a group of them, make sure you’re prepared to deal with them all.
pl_pl: Skorpionopodobne Rahi kontrolowane przez Makutę. Białą odmianę można najczęściej spotkać w Ko-Wahi. Choć nie pojawiają się często, kiedy już to robią, mają tendencję do występowania w dużych grupach. Jeśli znajdziesz taką grupę, upewnij się, że jesteś gotowy na walkę z nimi.

# CodexPage_Description,CodexPage_IceTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The white, spiked variant is found primarily in Ko-Wahi. The cold, harsh climate has hardened these Tarakava into fearsome beasts. They’re faster and more powerful than an average Tarakava.
pl_pl: Te niebezpieczne Rahi są znane ze swoich potężnych przednich kończyn, których używają do szybkiego atakowania swojej zdobyczy. Biały, kolczasty wariant występuje głównie w Ko-Wahi. Zimny, surowy klimat zahartował te Tarakavy, czyniąc je przerażającymi bestiami. Są szybsze i silniejsze niż przeciętne Tarakava.

# CodexPage_Description,CodexPage_Kakama_Desc
source: The Kanohi Kakama: the Great Mask of Speed. This mask lets you run at breathtaking speeds. It’s perfect for exploring the vast island of Mata Nui, and for getting around quickly. Just take care to not accidentally run off a cliff.
pl_pl: Kanohi Kakama: Wielka Maska Szybkości. Ta maska pozwala Ci biegać z zapierającą dech w piersiach prędkością. Doskonale nadaje się do eksploracji rozległej wyspy Mata Nui i szybkiego przemieszczania się. Tylko uważaj, aby przypadkiem nie spaść z klifu.

# CodexPage_Description,CodexPage_KaneRa_Desc
source: The Kane-Ra bull is among the largest of Makuta’s Rahi. Their hooves, sharp horns, and extendable necks make them a powerful threat to any who cross their path. These Rahi can be fiercely territorial, and are quick to attack any who they see as unwelcome- including Toa.
pl_pl: Byk Kane-Ra należy do największych Rahi Makuty. Jego kopyta, ostre rogi i wysuwana szyja czynią go potężnym zagrożeniem dla każdego, kto stanie mu na drodze. Te Rahi są bardzo terytorialne i szybko atakują każdego, kogo uznają za nieproszonym gościem – w tym także Toa.

# CodexPage_Description,CodexPage_Kaukau_Desc
source: The Kanohi Kaukau: the Great Mask of Water Breathing. This mask allows you to swim underwater freely without losing any oxygen. It’s ideal for exploring underwater environments freely.
pl_pl: Kanohi Kaukau: Wielka Maska Oddychania pod Wodą. Ta maska pozwala Ci pływać pod wodą bez utraty tlenu. Idealnie nadaje się do swobodnej eksploracji podwodnych obszarów.

# CodexPage_Description,CodexPage_KiniNui_Desc
source: The Kini-Nui is the great temple of Mata Nui. It is seen as a sacred and special place, holding a place of utmost spiritual importance to the Matoran. However, it also serves a much more sinister purpose, housing an entrance to Mangaia, the lair of Makuta. The entrance to Mangaia can only be unlocked with all six of the Makoki stones, which are hidden in the other Kinis across the island.
pl_pl: Kini-Nui to wielka świątynia Mata Nui. Jest uważana za miejsce święte i wyjątkowe, mające najwyższe znaczenie duchowe dla Matoran. Jednak pełni również znacznie mroczniejszą rolę, gdyż mieści wejście do Mangaia, kryjówki Makuty. Wejście do Mangaia można odblokować tylko za pomocą wszystkich sześciu Kamieni Makoki, które są ukryte w innych Kini rozsianych po całej wyspie.

# CodexPage_Description,CodexPage_KoKini_Desc
source: The Ko-Kini is the temple of Ice. It lies far from Ko-Koro, and is a difficult trek for any to make who seek to reach it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Only Nuju and his translator, Matoro, know the secret to unlocking it.
pl_pl: Ko-Kini jest świątynią Lodu. Leży daleko od Ko-Koro i dotarcie do niej jest trudną wyprawą dla każdego, kto jej poszukuje. Świątynia mieści Kamień Makoki — fragment klucza potrzebnego do dostania się do kryjówki Makuty. Tylko Nuju i jego tłumacz, Matoro, znają sekret jej otwarcia.

# CodexPage_Description,CodexPage_Kokoro_Desc
source: Ko-Koro, the village of Ice. A treacherous climate and a secluded location make this village difficult to reach for even the bravest Matoran. But for those who do, there is little in terms of sightseeing. The quiet, contemplative nature of the Ko-Matoran is seen in how scarce their village is. They don’t need much for their own well-being, using their quiet solitude to reflect on the Great Spirit’s will in the Sanctum, the sacred building which houses prophecies as well as those who seek to decipher them.
pl_pl: Ko-Koro, wioska Lodu. Nieprzyjazny klimat i odosobniona lokalizacja sprawiają, że dotarcie do tej wioski jest trudne nawet dla najodważniejszych Matoran. Jednak dla tych, którzy się tam dostaną, jest niewiele do zobaczenia. Cicha, refleksyjna natura Ko-Matoran widoczna jest w skromności ich osady. Nie potrzebują wiele do szczęścia, wykorzystując swoją spokojną samotność do rozmyślań nad wolą Wielkiego Ducha w Sanktuarium — świętym budynku, w którym przechowywane są przepowiednie oraz przebywają ci, którzy je próbują odczytać.

# CodexPage_Description,CodexPage_Komau_Desc
source: The Kanohi Komau: the Noble Mask of Mind Control. This Mask allows you to make Rahi turn on their own kind, ignoring you in the process.
pl_pl: Kanohi Komau: Szlachetna Maska Kontroli Umysłu. Ta maska pozwala Ci wpływać na umysły Rahi, zmuszając je do zaatakowania przedstawicieli własnego gatunku, ignorując przy tym Ciebie.

# CodexPage_Description,CodexPage_Kopaka2_Desc
source: Kopaka is the cold and isolated Toa of ice. He often comes off as resentful and distant from the rest of the Toa, and can be the one to spark disputes within the team- especially between him and Tahu. However, at the root of this lies a fierce will to fulfil his duty as a hero and protector of the Matoran- even if his idea of that duty is to work alone. His elemental attack shoots out a quick beam of ice, which can be aimed depending on where you’re looking. Combining this with the scope of the Akaku can make for some very accurate shots.
pl_pl: Kopaka to zimny i zdystansowany Toa lodu. Często sprawia wrażenie urażonego i oddalonego od reszty Toa, a czasem bywa też źródłem sporów w drużynie — zwłaszcza między nim a Tahu. Jednak u podstaw tego zachowania leży silna wola wypełnienia swojego obowiązku jako bohatera i obrońcy Matoran — nawet jeśli oznacza to, że woli działać samotnie. Jego atak żywiołu to szybki promień lodu, który można wycelować w zależności od kierunku patrzenia. W połączeniu z lunetą Akaku pozwala to na bardzo precyzyjne trafienia.

# CodexPage_Description,CodexPage_KopakasLanding_Desc
source: A strange vessel that has washed up onto the shore... nobody on the island is sure where it has come from. The land ahead seems cold and desolate, offering a challenge of strength and will to anyone willing to travel through it.
pl_pl: Dziwny karnister, który został wyrzucony na brzeg... nikt na wyspie nie jest pewien, skąd przybył. Kraina przed nim wygląda na zimną i jałową, oferując wyzwanie dla siły i woli każdego, kto zechce przez nią podróżować.

# CodexPage_Description,CodexPage_KoTower_Desc
source: This watchtower in Ko-Wahi has since been abandoned. Ironically, this building, created to keep the Matoran safe, is now one of the most dangerous and hostile places on the island, as it is swarming with Rahi. The Ko-Matoran guard used this as one of their few outposts, making it one of the few hospitable places in Ko-Wahi that is outside of Ko-Koro.
pl_pl: Ta wieża strażnicza w Ko-Wahi została porzucona jakiś czas temu. Ironią losu jest fakt, że ta budowla, wzniesiona, by chronić Matoran, jest teraz jednym z najniebezpieczniejszych i najbardziej nieprzyjaznych miejsc na wyspie, gdyż roi się w niej od Rahi. Ko-Matorańscy strażnicy używali jej kiedyś jako jednego z niewielu posterunków, co czyniło ją jednym z nielicznych gościnnych miejsc w Ko-Wahi poza Ko-Koro.

# CodexPage_Description,CodexPage_KoWahi_Desc
source: Ko-Wahi is a treacherous place that few attempt to navigate. Harsh winds, steep mountains, and the cold climate make it difficult to traverse. On top of that, fierce Rahi like the Muaka are known to prowl the cold mountains, further discouraging unprepared travellers. But those who do brave the cold winds see it as a test of strength, challenging the harsh environment simply because it exists to be challenged.
pl_pl: Ko-Wahi to zdradliwe miejsce, które niewielu odważa się przemierzać. Surowe wiatry, strome góry i zimny klimat sprawiają, że jest to trudny teren do pokonania. Dodatkowo, dzikie Rahi, takie jak Muaka, znane są z grasowania po zimnych górach, co jeszcze bardziej zniechęca nieprzygotowanych podróżników. Jednak ci, którzy odważą się stawić czoła zimnym wiatrom, traktują to jako próbę siły, podejmując wyzwanie surowego środowiska, po prostu dlatego, że ono istnieje, by je podejmować.

# CodexPage_Description,CodexPage_LavaTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The red variant is found primarily in Ta-Wahi, and is larger than your standard Tarakava. You’re in for a fight if you find yourself up against this powerful Rahi. Handle them with caution.
pl_pl: Te niebezpieczne Rahi są znane ze swoich potężnych przednich kończyn, których używają do szybkich ataków na swoją ofiarę. Czerwony wariant, większy niż przeciętny Tarakava, występuje głównie w Ta-Wahi. Jeśli znajdziesz się naprzeciw tego potężnego Rahi, czeka Cię walka. Podejdź do niej z ostrożnością.

# CodexPage_Description,CodexPage_LeKini_Desc
source: The Le-Kini is the temple of Air. Rahi are known to frequently attack this remote temple, discouraging Matoran from visiting this sacred site. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
pl_pl: Le-Kini jest świątynią Powietrza. Rahi często atakują tę odległą świątynię, zniechęcając Matoran do odwiedzania tego świętego miejsca. Świątynia jest domem Kamienia Makoki — fragmentu klucza potrzebnego, aby dostać się do kryjówki Makuty.

# CodexPage_Description,CodexPage_Lekoro_Desc
source: Le-Koro, the village of Air. Constructed in trees high above the ground, this village places the Le-Matoran far in the air- in the place where they feel at home. This also allows protection against grounded rahi, though it is still vulnerable to flying rahi, such as the Nui-Rama. There is an elevator pod that goes down from the village to Lake Kanae, allowing access to the village for Matoran. The cheerful spirit of the Le-Matoran is clear from spending time in their village, and it’s not uncommon to hear their music coming from the trees.
pl_pl: Le-Koro, wioska Powietrza. Zbudowana wysoko w drzewach, ponad ziemią, umieszcza Le-Matoran wysoko w powietrzu — w miejscu, gdzie czują się jak w domu. Zapewnia im to również ochronę przed Rahi poruszającymi się po ziemi, choć wciąż są narażeni na ataki latających Rahi, takich jak Nui-Rama. Znajduje się tu winda, która zjeżdża z wioski do jeziora Kanae, umożliwiając Matoranom dostęp do wioski. Radosny duch Le-Matoran jest wyraźny podczas przebywania w ich wiosce, a często można usłyszeć ich muzykę dobiegającą z drzew.

# CodexPage_Description,CodexPage_LeTemple_Desc
source: This temple was built by the Le-Matoran, along with the help of some Onu-Matoran. It was the Le-Matoran’s decision to build the temple underground, away from their home of Le-Koro. While they felt at home and free in the air, this underground temple provided little distraction from their worship of Mata Nui. The cave shows a rarely seen quiet and reflective nature of the Le-Matoran.
pl_pl: Ta świątynia została zbudowana przez Le-Matoran, przy pomocy kilku Onu-Matoran. Decyzją Le-Matoran było wybudowanie świątyni pod ziemią, z dala od ich rodzinnej wioski Le-Koro. Choć czuli się swobodnie i jak w domu w powietrzu, ta podziemna świątynia pozwalała im skupić się na czczeniu Mata Nui, bez zbędnych rozproszeń. Jaskinia ukazuje rzadko widywaną, cichą i refleksyjną stronę Le-Matoran.

# CodexPage_Description,CodexPage_Lewa_Desc
source: Lewa is the carefree and fun loving Toa of air. He is the most energetic out of all the Toa, and his reckless attitude is more often than not what gets him in trouble. Lewa is often overconfident in his own ability as a Toa, taking risks and chances when he shouldn’t, and acting before thinking his actions through. It seems he still has much to learn about being a hero- but that doesn’t stop him from rushing off on his own anyway. His elemental attack shoots a narrow jet of air, which will knock enemies very far back. It doesn’t do all that much damage however, so it’s best for keeping Rahi at bay so you don’t get overwhelmed.
pl_pl: Lewa to beztroski i kochający zabawę Toa Powietrza. Jest najbardziej energiczny spośród wszystkich Toa, a jego lekkomyślne podejście często wpędza go w kłopoty. Lewa bywa zbyt pewny swoich umiejętności jako Toa — podejmuje ryzyko wtedy, gdy nie powinien, i działa, zanim zdąży pomyśleć. Wydaje się, że wciąż musi się wiele nauczyć o byciu bohaterem — ale to nie powstrzymuje go przed samotnym rzucaniem się w wir przygody. Jego atak żywiołu wypuszcza wąski strumień powietrza, który odrzuca wrogów na dużą odległość. Nie zadaje on jednak zbyt wielkich obrażeń, dlatego najlepiej sprawdza się do trzymania Rahi na dystans, by nie dać się otoczyć.
