Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_VakamaBeforeRescueWhatDo
source: Head to the other villages- they might have a better idea of where their Turaga are... and be sure to visit me after you have found them all. I have something else that you will need to hear.
pt_br: Vá para as outras aldeias. Eles devem ter uma ideia melhor de onde seus Turaga estejam… E lembre-se de me visitar depois que encontrar todos. Tenho outra coisa que precisará ouvir.

# Dialogue_Text,DL_VakamaBeforeRescueWhere
source: We had gathered to discuss some... important matters at the Kini-Nui. It seems the other Turaga were less fortunate on their return journey...
pt_br: Nós nos reunimos para discutir uns… assuntos importantes no Kini-Nui. Parece que os outros Turaga tiveram menos sorte nas suas jornadas de volta…

# Dialogue_Text,DL_VakamaCutscene
source: My my, your mind works in strange ways Toa, very well I will regale you... The captain of the guard had taken a small hunting party into the charred forest, they were attempting to capture a frightening beast that had been sighted by more than a few villagers. Little did they know that they were searching for you...
pt_br: Ora ora, sua mente trabalha de maneiras estranhas, Toa. Tudo bem, vou entretê-lo… O capitão da guarda levou um pequeno grupo de caça à floresta incinerada, onde tentavam capturar uma criatura assustadora que foi vista por muitos aldeões. Mal sabiam que estavam procurando por você…

# Dialogue_Text,DL_VakamaPostKini
source: Welcome, to Ta-koro Toa...
pt_br: {G}|gender(Bem-vindo,Bem-vinda) a Ta-Koro, Toa…

# Dialogue_Text,DL_VakamaPostKini1
source: Ahh it- Well it's nothing you should concern yourself with... for now.
pt_br: Ahh, bem… Não é nada com que deva se preocupar… por enquanto.

# Dialogue_Text,DL_VakamaPostRescue
source: Welcome, Toa. I am glad to hear that all of the Turaga are safe.
pt_br: {G}|gender(Bem-vindo,Bem-vinda), Toa. Fico feliz em ouvir que todos os Turaga estão seguros.

# Dialogue_Text,DL_VakamaPostRescueOtherToa
source: As a matter of fact, I must speak with Tahu about some rather urgent matters... Please send him my way if you come across him.
pt_br: Aliás, eu preciso falar com Tahu sobre alguns assuntos urgentes… Por favor, mande ele até mim se encontrá-lo.

# Dialogue_Text,DL_VakamaPostRescueSafe
source: I pray that this is the first step towards normalcy on this Island... something which it has lacked for far too long.
pt_br: Eu rezo para que este seja o primeiro passo para a normalidade nesta ilha… algo que fez falta por tempo demais.

# Dialogue_Text,DL_VakamaPostRescueTahu
source: I do... there is a grave task I have for you which only you can complete.
pt_br: Tenho… há uma tarefa urgente que só você pode completar.

# Dialogue_Text,DL_VakamaPostRescueTahu1
source: As you and the other Toa have been searching for your masks, I must admit that I have been searching for one as well. While I fear I cannot divulge much at the moment, I can say that I suspected it might have been hidden inside the Ta-Kini.
pt_br: Enquanto você e os outros Toa procuravam as máscaras, devo admitir que eu procurei por uma também. Temo não poder revelar muito no momento, mas posso dizer que suspeitei estar escondida dentro do Ta-Kini.

# Dialogue_Text,DL_VakamaPostRescueTahu2
source: No... I have already sent another into the temple.
pt_br: Não… eu já mandei outro para o templo.

# Dialogue_Text,DL_VakamaPostRescueTahu3
source: A rather... adventurous Matoran named Takua. When he overheard my predicament, he pleaded with me to allow him to enter the Kini... something I now greatly regret.
pt_br: Um Matoran um tanto… aventureiro, chamado Takua. Quando ele ouviu da minha adversidade, ele me implorou para deixá-lo entrar no Kini… algo do qual me arrependo profundamente agora.

# Dialogue_Text,DL_VakamaPostRescueTahu4
source: I do not know, Tahu. No one has seen Takua since he entered the temple. I fear he is in grave danger... as a result of my ignorance.
pt_br: Eu não sei, Tahu. Ninguém viu Takua desde que ele entrou no templo. Temo que ele esteja em grave perigo… por causa da minha ignorância.

# Dialogue_Text,DL_VakamaPostRescueTahu5
source: I pray that you still can...
pt_br: Rezo para que você ainda consiga…

# Dialogue_Text,DL_VakamaPostTAKiniFailsafe
source: You must all gather at the Kini Nui, the temple there holds the entrance to Makuta's Lair. I will mark it on your map but before you go, ensure that all of you have obtained your golden masks - The road ahead is difficult, and you will need the strength they offer.
pt_br: Vocês todos devem de juntar no Kini-Nui. O templo esconde a entrada do lar de Makuta. Vou marcá-lo no seu mapa, mas antes de ir, certifique-se que todos obtiveram suas máscaras douradas. O caminho à frente é difícil, e vocês precisarão de toda a força que elas oferecem.

# Dialogue_Text,DL_VegSeller1
source: Hmm... Still crooked...
pt_br: Hmm… Continua torto…

# Dialogue_Text,DL_VegSeller2
source: Oh, Hi Toa $T! My sign's just a little crooked, I sell vegetation, Need any plants?
pt_br: Ah, oi Toa $T! Meu letreiro está meio torto. Eu vendo vegetação. Precisa de alguma planta?

# Dialogue_Text,DL_WhagnaMeeting_Kahli5
source: I never thanked you for fixing that hole in my roof earlier Taphal.
pt_br: Nunca te agradeci por consertar aquele buraco no meu teto antes, Taphal.

# Dialogue_Text,DL_WhagnaMeeting_Kahli9
source: What? What are we talking about?
pt_br: Quê? Do que estamos falando?

# Dialogue_Text,DL_WhagnaMeeting_Numai11
source: I still believe it's too dangerous to stay here, I'm heading back to Ko-Koro unless we decide otherwise.
pt_br: Ainda acredito que é perigoso demais ficar aqui. Vou voltar a Ko-Koro, a não ser que decidam contra isso.

# Dialogue_Text,DL_WhagnaMeeting_Numai2
source: It would require far too much work to repair the village, than we can handle! There is no way we would finish the repairs before another attack!
pt_br: Precisaria de trabalho demais para reparar a aldeia, mais do que suportamos! Não tem como terminarmos os reparos antes de outro ataque!

# Dialogue_Text,DL_WhagnaMeeting_Numai4
source: You would be working yourself to death Taphal, there's no need for that!
pt_br: Você iria trabalhar até morrer, Taphal! Não tem necessidade disso!

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay
source: You have made a grave mistake Toa.
pt_br: Você fez um erro terrível, Toa.

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay1
source: Uhh, let me rephrase that. I believe that you have made a critical error in judgement $T, however only time will tell.
pt_br: Hã… deixa eu reformular. Acredito que você fez um erro crítico no seu julgamento, $T. Mas só o tempo dirá.

# Dialogue_Text,DL_WhagnaMeeting_Parhi1
source: Welcome all, I've called this meeting today so that we may make a final decicsion on what we should do about our village. There are two options, repair the town and attept to fortify it against any future Rahi attacks, or we all all return to our respective villages.
pt_br: Bem-vindos. Organizei esta reunião hoje para fazermos a última decisão do que fazer da nossa aldeia. Têm duas opções: reparar a aldeia e tentar fortificá-la contra ataques de Rahi futuros; ou todos nós retornamos às nossas respectivas aldeias.

# Dialogue_Text,DL_WhagnaMeeting_Parhi10
source: Okay Kalhi seems to still not have - Uhh, come back to us. Numai?
pt_br: OK, Kahli parece não ter… hã… voltado ainda. Numai?

# Dialogue_Text,DL_WhagnaMeeting_Parhi12
source: Very well, Taphal?
pt_br: Muito bem. Taphal?

# Dialogue_Text,DL_WhagnaMeeting_Parhi14
source: And Tafall?
pt_br: E Tafall?

# Dialogue_Text,DL_WhagnaMeeting_Parhi16
source: Dahh- A deadlock...
pt_br: Ahh, um empate…

# Dialogue_Text,DL_WhagnaMeeting_Parhi17
source: Toa $T, with the vote in a deadlock - and our deciding vote being completely out of it, I'd like to defer to your wisdom in this matter.
pt_br: Toa $T, com a votação num empate, e nosso voto decisivo ficando de fora, gostaria que nos desse um pouco de sua sabedoria neste assunto.

# Dialogue_Text,DL_WhagnaMeeting_Parhi18
source: Yes. Although these types of matters would usually be the duty of a Turaga. While we don't have one, we do have the next best thing, a Toa of legend.
pt_br: Sim. Normalmente esse tipo de coisa seria o dever de um Turaga. Enquanto não temos um, temos a segunda melhor coisa: {G}|gender(um,uma) Toa {G}|gender(lendário,lendária).

# Dialogue_Text,DL_WhagnaMeeting_Parhi19
source: Very good, So what will it be Toa? Do we stay or go?
pt_br: Muito bem. Então, o que será, Toa? Ficamos ou vamos embora?

# Dialogue_Text,DL_WhagnaMeeting_Parhi7
source: Okay, okay, that's enough. We need to make a decision here, I'm calling a vote. I'm for staying and trying to repair.
pt_br: OK, OK, já basta. Precisamos fazer uma decisão aqui. Vou iniciar uma votação. Eu voto em ficarmos e tentarmos reparar a aldeia.

# Dialogue_Text,DL_WhagnaMeeting_Parhi8
source: Kahli, your vote?
pt_br: Kahli, seu voto?

# Dialogue_Text,DL_WhagnaMeeting_ParhiLeave
source: You heard the Toa! Start packing up, I'll be taking you by boat to your village if that's possible.
pt_br: Ouviram {G}|gender(o,a) Toa! Arrumem as malas, eu levo vocês às suas aldeias de barco se possível.

# Dialogue_Text,DL_WhagnaMeeting_ParhiStay
source: You heard the Toa! Taphal, get to work. I'll travel to Po-Koro to see if they have any materials we can use, perhaps I can hire a few more crafters there too.
pt_br: Ouviram {G}|gender(o,a) Toa! Taphal, mãos à obra. Vou viajar a Po-Koro pra ver se eles têm algum material pra gente usar, talvez eu possa contratar mais artesãos lá também.

# Dialogue_Text,DL_WhagnaMeeting_ReturnStay
source: You may go now Toa, we can handle everything else.
pt_br: Você pode ir agora, Toa. Podemos cuidar do resto.

# Dialogue_Text,DL_WhagnaMeeting_Tafall15
source: I... I don't think we should stay, I'm sorry Taphal, but there's just too much work for just you and us.
pt_br: Eu… não acho que devíamos ficar. Desculpa, Taphal, mas tem trabalho demais só pra mim e você.

# Dialogue_Text,DL_WhagnaMeeting_Tafall6
source: I'm not him! You- I- Ugghhhh!
pt_br: Eu não sou ele! Você… Eu… Aaagghhh!

# Dialogue_Text,DL_WhagnaMeeting_Taphal13
source: I'm staying. I've already started working on the repairs, I'm not abandoning my work!
pt_br: Eu vou ficar. Já comecei a trabalhar nos reparos, não vou abandonar meu trabalho!

# Dialogue_Text,DL_WhagnaMeeting_Taphal3
source: What do you mean too much work! I can do it all in half the time of any Po, or Onu matoran!
pt_br: O que você tá falando, "trabalho demais"? Faço tudo isso duas vezes mais rápido que qualquer Po- ou Onu-Matoran!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave
source: Gah! You've gotta be kidding me!
pt_br: Agh! Tá de brincadeira comigo!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave2
source: Yes, I understand it's just... My work, all for nought.
pt_br: É, eu entendo, só que… Meu trabalho, pra nada...

# Dialogue_Text,DL_WhagnaMeeting_TaphalStay
source: Yes! I'll go get started right now!
pt_br: Sim! Vou começar agora mesmo!

# Dialogue_Text,DL_WhagnaVillager1
source: Hello Toa $T, Welcome to Whagna Village.
pt_br: Olá, Toa $T, {G}|gender(bem-vindo,bem-vinda) à Aldeia Whagna.

# Dialogue_Text,DL_Whenua1
source: We come bearing the truth.
pt_br: Nós trouxemos a verdade.

# Dialogue_Text,DL_Whenua2
source: We have spoken, and decided that you must be armed with this knowledge if you are to break the Makuta’s cycle.
pt_br: Nós conversamos, e decidimos que vocês devem estar armados com este conhecimento, se forem quebrar o ciclo do Makuta.

# Dialogue_Text,DL_WhenuaBack
source: Eager is an understatement, Toa. I do hope you will visit me once I am comfortably underground- I have other tasks for you.
pt_br: "Ansioso" é pouco, Toa. Espero que venha me visitar, quando eu estiver no conforto do subterrâneo. Tenho outras tarefas para você.

# Dialogue_Text,DL_WhenuaDefault1
source: Hello, Toa $T. I am glad to see you are well.
pt_br: Olá, Toa $T. Fico feliz em ver que você está bem.

# Dialogue_Text,DL_WhenuaDefaultPostKini
source: Hello, Toa $T. I am glad to see you are well.
pt_br: Olá, Toa $T. Fico feliz em ver que você está bem.

# Dialogue_Text,DL_WhenuaGetmeDown
source: Come on Toa, I don't have all day. Get me down!
pt_br: Anda logo, Toa, não tenho o dia todo! Me tire daqui!

# Dialogue_Text,DL_WhenuaJump
source: Hmph. I suppose you think that’s funny? I believed that you Toa would have a bit more respect for your Turaga, but apparently not. Why, back in my prime I would have- ...oh, never mind. Please just help me down!
pt_br: Hum. Suponho que ache isso engraçado? Acreditei que {G}|gender(um,uma) Toa teria mais respeito pelo seu Turaga, mas parece que não. Ora, no meu tempo, eu teria… ah, esquece. Por favor, só me tira daqui!

# Dialogue_Text,DL_WhenuaKoro
source: Indeed it has. The Lightstone mines have increased in productivity, which is slight compensation for the incident at the great mine...
pt_br: De fato, bem. As minas de pedras luminosas aumentaram a produtividade, uma compensação pequena pelo acidente na grande mina…

# Dialogue_Text,DL_WhenuaLost1
source: Toa! So good to see you here. I was beginning to get worried I would be lost for good...
pt_br: Toa! Como é bom {G}|gender(vê-lo,vê-la) aqui. Estava começando a pensar que ficaria preso aqui para sempre…

# Dialogue_Text,DL_WhenuaLost2
source: I was returning to Onu-Koro when a swarm of Nui-Jaga appeared and started chasing me. I climbed up here to escape them.
pt_br: Estava voltando para Onu-Koro quando um bando de Nui-Jaga apareceu e começou a me perseguir. Eu escalei até aqui para escapar deles.

# Dialogue_Text,DL_WhenuaLost3
source: Well... yes I do. I’m not particularly fond of heights...
pt_br: Bem… preciso. Pessoalmente, não gosto muito de altura…

# Dialogue_Text,DL_WhenuaOnua
source: Indeed I do. Now that I am safely underground, there is something which I must tell you.
pt_br: De fato, eu tenho. Agora que estou em segurança no subterrâneo, tem algo que devo lhe contar.

# Dialogue_Text,DL_WhenuaOnua1
source: I believe I have a newfound appreciation for our safe underground home- though I fear portions of it will not remain safe for much longer...
pt_br: Acredito que achei uma nova apreciação pelo nosso seguro lar subterrâneo. Mas temo que partes dele não continuarão seguras por muito tempo…

# Dialogue_Text,DL_WhenuaOnua2
source: As you may have seen with our great mine, portions of the Onu-Wahi tunnels have become less stable than they were before. Cave-ins have been happening more frequently, which have even begun to affect the surface. It seems these tremors have affected the Onu-Kini temple, preventing us from burrowing into the temple from below again. It was a great convenience which is, unfortunately, lost.
pt_br: Como talvez tenha visto na nossa grande mina, parte dos túneis de Onu-Wahi ficou menos estável do que era antes. Desmoronamentos acontecem com mais frequência, o que começou a afetar até a superfície. Parece que esses tremores afetaram o templo de Onu-Kini, nos impedindo de entrar no templo pelos túneis de novo. Era uma grande conveniência que, infelizmente, perdemos.

# Dialogue_Text,DL_WhenuaOnua3
source: Do you not... Oh! Forgive me, Onua. We have attempted to access the Onu-Kini through alternate means in the past, in an attempt to avoid the Makuta’s threats. ...All in preparation for your arrival of course. I apologize for any... confusion I may have caused.
pt_br: Você não… Oh! Perdão, Onua. Tentamos acessar o Onu-Kini por meios alternativos no passado, numa tentativa de desviar das ameaças do Makuta… Tudo em preparação para sua chegada, é claro. Peço desculpas pela… confusão que eu devo ter causado.

# Dialogue_Text,DL_WhenuaOnua4real
source: Here, this map may help you find the temple. Be careful Toa.
pt_br: Aqui, este mapa deve {G}|gender(ajudá-lo,ajudá-la) a achar o templo. Tome cuidado, Toa.

# Dialogue_Text,DL_WhenuaOnuaGiveMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
pt_br: O Onu-Kini guarda uma pedra Makoki, parte de uma chave que você deve recuperar para completar seu destino. É algo que o Makuta vai impedi-lo de pegar, usando qualquer meio possível.

# Dialogue_Text,DL_WhenuaOnuaMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
pt_br: O Onu-Kini guarda uma pedra Makoki, parte de uma chave que você deve recuperar para completar seu destino. É algo que o Makuta vai impedi-lo de pegar, usando qualquer meio possível.

# Dialogue_Text,DL_WhenuaOtherToa
source: For you? Not exactly... Though if you could send a message to Onua I would appreciate it. Please tell him that I wish to speak with him as soon as he is able.
pt_br: Para você? Não exatamente… Mas se conseguir enviar uma mensagem para o Onua, agradeço. Por favor, diga que desejo falar com ele assim que estiver disponível.

# Dialogue_Text,DL_WhenuaSaved
source: What is WRONG with you! I could have been hurt! ...But thank you for getting me down from there. That rock looks much taller from the top of it.
pt_br: O que há de errado com você?! Eu poderia ter me machucado! … Mas obrigado por me tirar de lá de cima. Essa rocha parece muito mais alta do topo.

# Dialogue_Text,DL_WhenuaSaved1
source: Oh… hah… that’s a story for another time, Toa. Perhaps one day I shall be able to tell it to you.
pt_br: Oh… haha, é uma história para outra hora, Toa. Talvez um dia eu possa contá-la para você.

# Dialogue_Text,DL_WhenuaSaved2
source: Well, when you live underground long enough, finding yourself too far above it becomes rather nauseating.
pt_br: Então, quando se vive o bastante no subterrâneo, ficar longe demais dele se torna um tanto agonizante.

# Dialogue_Text,DL_WinRacePodu
source: Ah... hello $T. Not many people come down here... Good to see a friendly face once in a while.
pt_br: Ah, olá $T. Não são muitos que vêm aqui embaixo… Bom ver um rosto amigo de vez em quando.

# Dialogue_Text,DL_WinRacePoduGeneral
source: Well, I was out here doing a favor for Pohatu, but I’ve decided to stay. It’s nice out here, away from all the hustle and bustle of Po-Koro.
pt_br: Então, eu tava aqui fazendo um favor pro Pohatu, mas decidi ficar. É tranquilo aqui, longe de toda aquela muvuca de Po-Koro.

# Dialogue_Text,DL_WinRacePoduGeneral1
source: Me too, $T. Me too.
pt_br: Eu também, $T. Eu também.

# Dialogue_Text,DL_WinRacePoduKopaka
source: Oh no, you won’t have to do any more racing. Pohatu had his fun.
pt_br: Ah não, você não precisa correr mais. Pohatu já se divertiu.

# Dialogue_Text,DL_WinRacePoduPohatu
source: I like it out here. The ocean is nice, it’s peaceful and quiet, and there’s that temple full of swinging axes nearby in case I get bored!
pt_br: Gosto daqui. É pacífico e sossegado, o oceano é legal, e tem aquele templo aqui perto cheio de pêndulos da morte, caso eu caia no tédio!

# Dialogue_Text,DL_WinRacePoduPohatu1
source: Indeed it is! ...One more thing. What did Kopaka think of my hat?
pt_br: E é mesmo! … Mais uma coisa. O que o Kopaka achou do meu chapéu?

# Dialogue_Text,DL_WinRacePoduPohatu2
source: Yes! I knew he'd like them.
pt_br: Ótimo! Sabia que ele ia gostar.

# Dialogue_Text,DL_WinRacePohatu
source: Well done, Kopaka! Truly, well done. That was a finer race than any I’ve had before.
pt_br: Parabéns, Kopaka! Sério, bom trabalho. Foi a corrida mais bela que já corri na vida.

# Dialogue_Text,DL_WinRacePohatu1
source: Oh, of course! Here, let me get it for you...
pt_br: Ah, é claro! Aqui, deixa eu pegar pra você…

# Dialogue_Text,DL_WinRacePohatu2
source: I knew you’d enjoy it! I knew this whole task would be rewarding in the end.
pt_br: Sabia que ia gostar! Tinha certeza que esse trabalho todo ia compensar no fim.

# Dialogue_Text,DL_WinRacePohatu3
source: Watch what you say about these! Podu made them.
pt_br: Cuida com o que fala deles! Foi Podu quem fez.

# Dialogue_Text,DL_WinRacePohatuGift
source: What did I say? Stylish, right? And I’ve got enough for all six of us to wear!
pt_br: O que eu disse? Só estilo, né? E eu tenho o bastante para nós seis usarmos!

# Dialogue_Text,DL_YumaFishIntro
source: Stop copying me! There's got to be a law against this!
pt_br: Para de me copiar! Deve ter alguma lei contra isso!

# Dialogue_Text,DL_YumaFishIntro_2
source: Oh, Toa $T! I didn't see you there. Would you like some rare fish? It may be expensive, but it's great quality!
pt_br: Ah, Toa $T! Não vi você aí. Gostaria de uns peixes raros? Podem ser caros, mas é ótima qualidade!

# Dialogue_Text,DL_YumaFishIntro_Gali
source: Oh yeah. Guess I didn't think about that. If you catch any rare ones, you can always sell them to me!
pt_br: Ah é. Acho que não pensei nisso. Se pegar alguns raros, sinta-se à vontade pra vendê-los pra mim!

# Dialogue_Text,DL_YumaFishIntro_lewa
source: Fair enough I suppose... though if you ever have a change of appetite you know the salesman to buy from!
pt_br: Justo, eu acho... mas se algum dia você mudar de apetite, já sabe de quem comprar!

# Engine_Project,Engine_ProjectDisplayTitle
source: Bionicle: Masks of Power
pt_br: Bionicle: Máscaras do Poder

# InvItem_Description,Item_AmanaVoloSphere_Desc
source: Rare orbs full of a powerful essence that has the power to heal a great amount.
pt_br: Orbes raras cheias de uma essência poderosa capaz de curar muitos ferimentos.

# InvItem_Description,Item_ArakaNote_Desc
source: A note left to inform any shoppers of Araka's absence.
pt_br: Um lembrete avisando clientes da ausência de Araka.

# InvItem_Description,Item_Blackmask_Desc
source: A mysterious Komau covered in a strange black substance. It's cracked and doesn't work. The hypnotising material on the surface of the mask pulses slowly, as if breathing...
pt_br: Uma misteriosa Komau coberta numa estranha substância negra. Está rachada e não funciona. O material hipnotizante na superfície dela pulsa lentamente, como se respirasse…

# InvItem_Description,Item_BrothersNote_Desc
source: A poorly written note telling the tale of two Matoran.
pt_br: Uma carta mal escrita contando a história de dois Matoran.

# InvItem_Description,Item_Candle_Desc
source: A candle sitting atop a small carving of the great spirit.
pt_br: Uma vela em cima de um pequeno ídolo do Grande Espírito.

# InvItem_Description,Item_Comets_Desc
source: A specal, enhanced, Kolhii ball for increased performance.
pt_br: Uma bola de Kolhii especial e melhorada para mais performance.

# InvItem_Description,Item_CookBook_Desc
source: A dusty old cookbook, the only one of it's kind.
pt_br: Um livro de receitas velho e empoeirado, o único de seu tipo.

# InvItem_Description,Item_DoorKeyNote_Desc
source: A note showing designations of many symbols.
pt_br: Uma anotação mostrando designações de vários símbolos.

# InvItem_Description,Item_GlowCrystal_Desc
source: A shard of green glow crystal, may be worth something.
pt_br: Uma lasca de um cristal verde brilhante, pode ter algum valor.

# InvItem_Description,Item_GoldBars_Desc
source: A stack of shiny gold bars.
pt_br: Uma pilha de barras de ouro.

# InvItem_Description,Item_GoldenMahi_Desc
source: A large golden Mahi figure. Hard to carry.
pt_br: Uma figura dourada de um Mahi. Difícil de carregar.

# InvItem_Description,Item_GoldenRama_Desc
source: It's a small statue of a Nui-Rama. Strangely, it seems to be made of solid gold. It's very heavy.
pt_br: É uma estatueta de uma Nui-Rama. Parece ser feita de ouro maciço, estranhamente. É bem pesada.

# InvItem_Description,Item_GoldenRuki_Desc
source: A small golden figure of a Ruki.
pt_br: Uma pequena figura dourada de um Ruki.
