Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_KoTownKohiProtosteelHelp
source: I understand, but for that I must ask a favor of you. I need that.
pl_pl: Rozumiem, ale muszę Cię prosić o przysługę. Potrzebuję tego.

# Dialogue_Text,DL_KoTownKohiProtosteelPlan
source: Why sell it of course! Kohi's Tools & Armory will be the best and only provider of Protosteel Armaments!
pl_pl: Oczywiście, że będę ją sprzedawać! Narzędzia i Zbroje Kohiego będą najlepszym i jedynym dostawcą wyposażenia z Protostali!

# Dialogue_Text,DL_KoTownKohiProtosteelQuestion
source: You're accusing me Toa? *Huff* No, $T I did not have anything to do with that. As I said, it's a shame and I hope every one's alright, but there's no reason for you to be blaming me when I wasn't even there!
pl_pl: Czy Ty mnie oskarżasz, Toa? *Huff* Nie, $T, nie miałem z tym nic wspólnego. Jak już mówiłem, to przykre i mam nadzieję, że nikomu nic się nie stało, ale nie masz powodu, by mnie o to obwiniać, skoro nawet mnie tam wtedy nie było!

# Dialogue_Text,DL_KoTownKohiProtosteelWaitingfor
source: Well? What are you waiting for Toa, pull it from the stone!
pl_pl: No i? Na co czekasz, Toa. Wyciągnij to z kamienia!

# Dialogue_Text,DL_KoTownKohiProtosteelWhagnaattacked
source: Ahh that is a shame, I hope no one was hurt.
pl_pl: Ach, to przykre, mam nadzieję, że nikomu nic się nie stało.

# Dialogue_Text,DL_KoTownKohiProtosteelWhat
source: Why this is another Protosteel tool! I would have left here with it long ago, however I'm not strong enough to pull it from the stone!
pl_pl: To kolejne narzędzie z Protostali! Zabrałbym je stąd już dawno temu, jednak nie jestem wystarczająco silny, aby wyciągnąć je z kamienia!

# Dialogue_Text,DL_KoTownSeller
source: Hello Toa $T, Welcome to Parhi's Tools!
pl_pl: Witaj, Toa $T, w Narzędziach Parhiego!

# Dialogue_Text,DL_KoTownSeller1
source: Pickaxes mostly, and some other various tools. In Bronze, and Protodermis.
pl_pl: Przede wszystkim kilofy, ale też trochę różnych innych narzędzi. Z brązu i Protodermisu.

# Dialogue_Text,DL_KoTownSeller2
source: Huh, what's happening? Oh Toa you're here! Thank Mata-Nui!
pl_pl: Och, co się dzieje? Och, Toa, jesteś tutaj! Dzięki Mata Nui!

# Dialogue_Text,DL_KoTownSeller3
source: It was so scary, these huge beasts attacked! They destroyed everything, I-I don't remember!
pl_pl: To było takie straszne, te bestie nas zaatakowały! Zniszczyły wszystko, ja- ja nie pamiętam!

# Dialogue_Text,DL_KoTownSeller4
source: Who, what? AHHG, My shop!
pl_pl: Kto, co? AAAA, mój sklep!

# Dialogue_Text,DL_KoTownSeller5
source: Oh uhh, that guy. Sorry I'm still a little scattered, he said he was going to charter a boat from Ga-Koro to Po-Koro I think... Or was it Po to Ga?
pl_pl: Och, ach, ten. Przepraszam, wciąż jestem roztrzęsiony - chyba powiedział, że uda się wyczarterować łódź z Ga-Koro do Po-Koro... a może z Po do Ga?

# Dialogue_Text,DL_KoTownSeller6
source: Yes Toa?
pl_pl: Tak, Toa?

# Dialogue_Text,DL_KoTownSeller7
source: He either went to Ga-Koro or Po-Koro, I don't fully remember. You'll have to check with the people in those villages to see if he's been through there. I might try the dock master of Ga-Koro first.
pl_pl: Powiedziałem, że udał się wyczarterować łódź do Ga-Koro lub Po-Koro - dokładnie nie pamiętam. Musisz zapytać mieszkańców tych wiosek, czy przez nie przechodził. Na Twoim miejscu zapytałbym najpierw zarządcę portu w Ga-Koro.

# Dialogue_Text,DL_KoTownSellerAbandoned
source: Get your pickaxes, get your... Toa!
pl_pl: Kupujcie kilofy, kupujcie... Toa!

# Dialogue_Text,DL_KoTownSellerAbandoned1
source: It's good to see you again my friend, what brings you to Onu-Koro?
pl_pl: Dobrze widzieć Cię znowu, przyjacielu. Co sprowadza Cię do Onu-Koro?

# Dialogue_Text,DL_KoTownSellerAbandoned2
source: Because I moved my shop here of course! Still moving my wares, albiet perhaps a little faster than before... Turns out people in Onu-Koro need pickaxes, who could've imagined.
pl_pl: Przeniosłem tu swój sklep! Ciągle zmieniam jego lokalizację, ale tym razem musiałem zrobić to nieco szybciej niż zwykle... Okazało się, że Matoranie w Onu-Koro potrzebują kilofów - kto by się spodziewał?

# Dialogue_Text,DL_KoTownSellerAbandonedLewa
source: Hahaha, very funny Lewa!
pl_pl: Hahaha, bardzo śmieszne, Lewo!

# Dialogue_Text,DL_KoTownSellerAbandonedSeen
source: Mhh, not really... Last time I saw any of them was when I helped Kahli get to Le-Koro through the tunnels.
pl_pl: Hmmm, nie bardzo... Ostatni raz widziałem któregoś z nich, kiedy pomagałem Kahli dostać się do Le-Koro przez tunele.

# Dialogue_Text,DL_KoTownSellerAttack
source: I-I don't know, it was so fast. I remember the sound of an engine, a white flash, fire, maybe... Maybe they came from the ocean?
pl_pl: Nie- Nie wiem, to było takie szybkie. Pamiętam dźwięk silnika, biały rozbłysk, ogien, może... może przyszły z oceanu?

# Dialogue_Text,DL_KoTownSellerFixed1
source: Welcome back $T! As you can see we are doing much better then when you left!
pl_pl: Witaj z powrotem, $T! Jak widzisz, radzimy sobie o wiele lepiej, niż wtedy kiedy nas {G}|gender(opuściłeś, opuściłaś)!

# Dialogue_Text,DL_KoTownSellerFixedHow
source: Everyone is in reletively high spirits actually. Kahli has recovered from her head injury, Tafall and Taphal have become friends, which is still very strange to say out loud... and I have opened my store once again!
pl_pl: Wszyscy są względnie w dobrych nastrojach. Kahli wyleczyła swój uraz głowy, Tafall i Taphal zostali przyjaciółmi — co nadal brzmi dziwnie, gdy się to wypowiada na głos… a ja nawet na nowo otworzyłem swój sklep!

# Dialogue_Text,DL_KoTownSellerFixedHow2
source: Ahh that would be because Numai is the only one not in high spirits. I'm not entirely sure why though, perhaps you would speak to him?
pl_pl: Ach, to dlatego, że Numai zdecydowanie nie jest w dobrym nastroju. Nie jestem do końca pewien, dlaczego - może Ty {G}|gender(mógłbyś, mogłabyś) z nim porozmawiać?

# Dialogue_Text,DL_KoTownSellerFixedWall
source: Indeed, we decided it would be best to erect something that may protect us from future Rahi attacks.
pl_pl: Tak, zdecydowaliśmy, że dobrze będzie zbudować coś, co ochroni nas w przyszłości przed atakami Rahi.

# Dialogue_Text,DL_KoTownSellerFixedWall2
source: Well, there's really no way of knowing... But it's better than nothing.
pl_pl: Cóż, nie ma sposobu, żeby sprawdzić... ale lepsze to niż nic.

# Dialogue_Text,DL_KoTownSellerFixing1
source: What are we going to do Toa... Our home...
pl_pl: Co mamy zrobić, Toa... Nasz dom...

# Dialogue_Text,DL_KoTownSellerFixing2
source: What's wrong? Take a look around, our village is in ruins! There's so much damage, is it even worth repairing?
pl_pl: Co się stało? Rozejrzyj się - nasza wioska jest w ruinie! Jest tyle zniszczeń - czy w ogóle warto to naprawiać?

# Dialogue_Text,DL_KoTownSellerFixing3
source: Not really, Although I know that Taphal wants to repair all the huts, Kahli has just metally checked out, and Numai just wants to go back to Ko-koro. I suppose it couldn't hurt to call a town meeting, to see what everyone wants to do.
pl_pl: Niezbyt, ale wiem, że Taphal chce naprawić wszystkie chaty, Kahli jest nieobecna myślami, a Numai po prostu chce wrócić do Ko-Koro. Myślę, że nie zaszkodzi zwołać zebranie, żeby ustalić, co wszyscy chcą zrobić.

# Dialogue_Text,DL_KoTownSellerFixing4
source: Hold on a minute toa! We may need you, if you have time to join?
pl_pl: Zaczekaj chwilę, Toa! Możemy Cię potrzebować, oczywiście, jeśli masz czas, żeby do nas dołączyć.

# Dialogue_Text,DL_KoTownSellerFixing5
source: Of course, we will await your return.
pl_pl: Oczywiście, zaczekamy na Twój powrót.

# Dialogue_Text,DL_KoTownSellerFixingMeeting
source: Very good, I'll get the others. We'll be in the middle of town!
pl_pl: Wspaniale, zbiorę innych. Będziemy na środku miasta!

# Dialogue_Text,DL_KoTownSellerFixingReturn
source: Ahh Toa $T, you're back! Are you ready for the town meeting?
pl_pl: Ach, Toa $T, {G}|gender(wróciłeś, wróciłaś)! {G}|gender(Gotów, Gotowa) na zebranie?

# Dialogue_Text,DL_KoTownsmanUnconcus
source: Hnnnngg...
pl_pl: Hnnnggg...

# Dialogue_Text,DL_KoTownsmanUnconcus2
source: *No response*
pl_pl: *Brak odpowiedzi*

# Dialogue_Text,DL_Kufa
source: Hello Toa-Hero.
pl_pl: WItaj, {G}|gender(bohaterski, bohaterska) Toa.

# Dialogue_Text,DL_Kufa1
source: Have you ever had memories of the before-times?
pl_pl: Czy {G}|gender(miałeś, miałaś) wspomnienia z czasów przed-czasem?

# Dialogue_Text,DL_Kufa2
source: Guess not then. I thought that maybe a Toa-Hero would know of the before-time, but I suppose it's just me.
pl_pl: Czyli, chyba nie. Myslałem, że może Bohater-Toa będzie wiedział coś o czasie przed-czasem, ale to chyba tylko moje przypuszczenia.

# Dialogue_Text,DL_Kufa3
source: I only get flashes from time to time... But there has been an ever-fimilar feeling recently.
pl_pl: Mam tylko przebłyski od czasu do czasu... Ale ostatnio czuję to bardzo znajome uczucie.

# Dialogue_Text,DL_Kufa4
source: It feels like it did before... Big changes are on the horizion.
pl_pl: Czuję to tak, jak kiedyś... Wielkie zmiany na horyzoncie.

# Dialogue_Text,DL_KylmaInQuest
source: Oh, Hello Toa $T! Have you found my research?
pl_pl: Och, witaj, Toa $T! Znalazłeś moje badania?

# Dialogue_Text,DL_KylmaNotesFound
source: Thank you very much Toa. Please take this as a reward.
pl_pl: Bardzo Ci dziękuję, Toa. Proszę, przyjmij to w podziękowaniu.

# Dialogue_Text,DL_KylmaReading
source: Thanks again for your help Toa $T!
pl_pl: Jeszcze raz dziękuję za pomoc, Toa $T!

# Dialogue_Text,DL_KylmaRuins
source: They are on a small island on the shore near the ko-wahi le-wahi border.
pl_pl: Są na małej wyspie u wybrzeża, niedaleko granicy Ko-Wahi z Le-Wahi.

# Dialogue_Text,DL_KylmaTrouble
source: Oh, Hello Toa $T! Well, simply put I cannot find some of my research.
pl_pl: Och, witaj, Toa $T! Cóż, po prostu nie mogę znaleźć części moich notatek badawczych.

# Dialogue_Text,DL_KylmaTrouble2
source: Yes, actually. You see, some time ago we went to study the ruins of an old temple on the shore. We even set up a few huts. But then we were attacked by fierce rahi so we had no choice but to flee.
pl_pl: Tak, wiem. Widzisz, jakiś czas temu badaliśmy ruiny starej świątyni przy brzegu. Nawet postawiliśmy tam kilka chatek. Jednak potem zostaliśmy zaatakowani przez zaciekłe Rahi, więc nie mieliśmy innego wyboru, jak tylko uciekać.

# Dialogue_Text,DL_KylmaTrouble3
source: Yes, it should still be in one of the small huts near the ruins.
pl_pl: Tak, powinno wciąż być w jednej z małych chatek niedaleko ruin.

# Dialogue_Text,DL_KylmaTrouble4
source: I would be grateful. And also we found a Great Kanohi there, so exploring the ruins could even aid in your quest Toa $T.
pl_pl: Byłbym wdzięczny. Znaleźliśmy tam też Wielką Kanohi, więc wizyta w ruinach mogłaby również pomóc w Twojej misji, Toa $T.

# Dialogue_Text,DL_KylmaWhere
source: It's not here either, then it must be...
pl_pl: Nie ma ich tutaj, więc muszą być...

# Dialogue_Text,DL_LavaFarmerBreak
source: Hello Toa. I'm just taking a break, Lava farming is hard work!
pl_pl: Witaj, Toa. Właśnie robię sobie przerwę - uprawa lawy to ciężka praca!

# Dialogue_Text,DL_LeQuest1
source: A Toa! Please Help me!
pl_pl: Toa! Proszę, pomóż mi!

# Dialogue_Text,DL_LeQuest1_2
source: A Toa! Please Help me!
pl_pl: Toa! Proszę, pomóż mi!

# Dialogue_Text,DL_LeQuestAcepptQuest
source: Thank you Toa! His name's Kumo, you may be able to seek-find him in the swamp. He's always going swim-fishing by the lake, It's the one with the huge-big rock in it!
pl_pl: Dziękuję, Toa! Nazywa się Kumo, {G}|gender(powinieneś, powinnaś) go znaleźć na bagnach. Zawsze chodzi tam łowić ryby w jeziorze - tym z wielką skałą pośrodku!

# Dialogue_Text,DL_LeQuestExpos
source: My friend is lost! He went out to gather materials, and I haven't heard from him since! I fear-dread it might be past-late to save him!
pl_pl: Mój przyjaciel się zgubił! Poszedł zbierać materiały i od tamtego czasu go nie widziałem! Obawiam się, że może być już za późno, aby go uratować!

# Dialogue_Text,DL_LeQuestKumo
source: Hello Toa, are you here to save me?
pl_pl: Witaj, Toa. Czy jesteś tu, aby mnie uratować?

# Dialogue_Text,DL_LeQuestKumoGood
source: Oh that's good, Now which way is Le-Koro?
pl_pl: Och, to wspaniale. A teraz, któredy do Le-Koro?

# Dialogue_Text,DL_LeQuestKumoGoodAddQuest
source: Oh that's good, Now which way is Le-Koro?
pl_pl: Och, to dobrze. A teraz - którędy do Le-Koro?

# Dialogue_Text,DL_LeQuestKumoHelp
source: Uhh... Yes it appears I have gotten quite spin-turned.
pl_pl: Eee... Wygląda na to, że obróciłem się i straciłem orientację.

# Dialogue_Text,DL_LeQuestKumoImlost
source: I appear to be lost.
pl_pl: Wygląda na to, że się zgubiłem.

# Dialogue_Text,DL_LeQuestKumoNextime
source: I'll be fine Toa-Hero, no need to worry.
pl_pl: Poradzę sobie, {G}|gender(Bohaterski, Bohaterska) Toa. Nie musisz się o mnie martwić.

# Dialogue_Text,DL_LeQuestKumoNextime_2
source: I'll be fine Toa, no need to worry.
pl_pl: Poradzę sobie, Toa. Nie musisz się o mnie martwić.

# Dialogue_Text,DL_LeQuestKumoThanks
source: Hello again Toa, thank you for saving me!
pl_pl: Witaj ponownie, Toa. Dziękuję za uratowanie mnie!

# Dialogue_Text,DL_LightstoneCaveMaster1
source: Ahh Toa $T, Welcome to the cavern of light!
pl_pl: Ach, Toa $T. Witaj w Jaskini Światła!

# Dialogue_Text,DL_LightstoneCaveMaster_DataPad
source: Oh this? This is a Data Pad, my buddy Nuparu designed it. It lets me mange the manifest of everything mined here.
pl_pl: Och, to? To pad z danymi, który mój kumpel Nuparu zaprojektował dla mnie. Pozwala mi kontrolować listę wszystkiego, co tutaj wydobywamy.

# Dialogue_Text,DL_LightstoneCaveMaster_Doing
source: We mine for Lightstones here! Lightstones are a valuable resource used for light far and wide, as well as in almost all the Koros!
pl_pl: Wydobywamy Kamienie Świetlne! Są cennym zasobem, którego używamy do oświetlania przestrzeni i jest wykorzystywany w niemal każdym Koro!

# Dialogue_Text,DL_LightstoneCaveMaster_Help
source: Thank you for the offer $T, but we've got it covered here. Except... Well, there are a few odd green crystals that we've uncovered recently, and no matter what we do, no one seems to have the strength to extract them! But with that Pakari of yours, you might be able to get them out of our way. You're welcome to keep the crystals if you do!
pl_pl: Dziękuję za ofertę $T, ale u nas wszystko jest pod kontrolą. Poza tym... Cóż, niedawno odkryliśmy kilka dziwnych zielonych kryształów i niezależnie od tego, co robimy, nikt nie ma wystarczającej siły, żeby je wydobyć. Jednak z Twoją Pakari możesz sobie z nimi poradzić. Jeśli uda Ci się je usunąć, możesz je zatrzymać.

# Dialogue_Text,DL_Lockedout
source: Hey again Toa-Hero, Guess what! I finally found my key.
pl_pl: Witaj ponownie, {G}|gender(bohaterski, bohaterska) Toa. Wiesz, co? W końcu znalazłem swój klucz!

# Dialogue_Text,DL_Lockedout_2
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
pl_pl: AAHHHHGG, NO NIE......! Ja, eee... Zatrzasnąłem się...

# Dialogue_Text,DL_Lockedout_3
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
pl_pl: AAHHHHGG, NO NIE......! Ja, eee... Zatrzasnąłem się...

# Dialogue_Text,DL_LoveFestivites
source: I do love these festivities, they're just always so fun.
pl_pl: Kocham te obchody, zawsze dają mi tyle frajdy.

# Dialogue_Text,DL_LyingUnderTree
source: *Sigh*
pl_pl: *Ahhh*

# Dialogue_Text,DL_LyingUnderTree1
source: I just love looking up through the tree, even though I get pine needles in my mask.
pl_pl: Po prostu kocham patrzeć na niebo poprzez drzewa, nawet jeśli sosnowe igły dostają się do mojej maski.

# Dialogue_Text,DL_MackuHi
source: Ahh... Mata-nui is beautiful, Isn't it.
pl_pl: Ach... Mata Nui jest piękna, prawda?

# Dialogue_Text,DL_MackuHuki
source: *Nervous laughter* What on Mata-Nui do you mean? We're not- He's not- *sigh* Am I really that obvious?
pl_pl: *Nerwowo się śmieje* Co do Mata Nui masz na myśli? My nie- On nie- *Ehhh* Naprawdę jest to aż tak oczywiste?

# Dialogue_Text,DL_MackuHuki2
source: You won't tell nokama will you? She probably won't be very happy when she finds out.
pl_pl: Nie powiesz Nokamie, prawda? Pewnie nie byłaby zbyt szczęśliwa, gdyby się dowiedziała.

# Dialogue_Text,DL_MackuTidbit
source: You know, the Rahi weren't always like this. They used to be fairly peaceful toward us, only recently have they become more agressive...
pl_pl: Wiesz, Rahi nie zawsze były takie. Kiedyś były do nas raczej pokojowe nastawione, dopiero ostatnio zaczęły być bardziej agresywne...

# Dialogue_Text,DL_Maren1
source: Ugh... Mata-Nui guide me...
pl_pl: Ech... Mata Nui, prowadź mnie...

# Dialogue_Text,DL_Maren2
source: Ah... Got my boat a tad stuck... Nothing a bit of thinkin' can't fix... Hmm...
pl_pl: Ach... Moja łódź trochę utknęłą... Wystarczy trochę pomyśleć i zaraz będzie dobrze... Hmm...

# Dialogue_Text,DL_Maren3
source: I'm out 'ere searching for treasure... The treasure of the legendary Blackmask! Apparently, Blackmask buried her fortune in 4 different places on Mata-Nui. I think I'm close to finding the first... once I get my boat back in shape, that is.
pl_pl: Jestem tutaj na poszukiwaniu skarbu... Skarbu legendarnej Czarnej Maski! Podobno zakopała swoją fortunę w czterech różnych miejscach na Mata Nui. Myślę, że jestem blisko znalezienia pierwszego z nich... jak tylko naprawię swoją łódź.

# Dialogue_Text,DL_MarenBlackmask1
source: I'm sure of it... Mostly. Pretty much. I won these ol' maps in an Ussal race bet. The first one says it should be very near to here...
pl_pl: Jestem tego pewna... no, prawie. Właściwie to bardzo. Wygrałam te stare mapy w zakładach, na wyścigu Ussali. Według pierwszej, skarb powininen być gdzieś tutaj...

# Dialogue_Text,DL_MarenBuyMaps
source: Ye... 'ye would? Good thing I made copies! I'll even give 'ye the first one for free. If you find the treasure before me, I'll be willin' to pay 'ye a hefty sum for whatever strange artifacts 'ye find! Seems like I'll probably still be here when you come back...
pl_pl: Ajaj... {G}|gender(chciałbyś, chciałabyś)? Dobrze, że zrobiłam kopie! Pierwszą mogę Ci nawet dać za darmo. Jeśli znajdziesz skarb przede mną, zapłacę Ci sowicie za wszelkie dziwne artefakty, które znajdziesz! Wygląda na to, że i tak wciąż tu będę, kiedy wrócisz...

# Dialogue_Text,DL_MarenGaliStories
source: They may just be stories, aye... But I'm determined, and these maps are the first good lead i've got.
pl_pl: Ajaj, to mogą być tylko opowieści... Ale jestem zdeterminowana, a te mapy to pierwsza dobra wskazówka, jaką zdobyłam.

# Dialogue_Text,DL_MarenTrade2
source: Let's get down ta' business!
pl_pl: Przejdźmy do interesów!

# Dialogue_Text,DL_MarenWelcomeBack
source: Hey again, Toa! Find any cool treasure? Or you just need one 'ah my maps?
pl_pl: Witaj ponownie, Toa! {G}|gender(Znalazłeś, Znalazłaś) jakiś fajny skarb? A może potrzebujesz jednej z moich map?

# Dialogue_Text,DL_MarkleMasks
source: Oh... *sigh.* Hey there, Toa. Welcome to Kita's Kanohi, Got some masks if you want to quick-snatch some.
pl_pl: Och... Witaj, Toa, w Kanohi Kita. Mam kilka masek, jeśli chcesz jakieś zgarnąć.

# Dialogue_Text,DL_MarkleQuestion
source: Bah, It’s just this... wait-boring job of mine. ...And of course HE gets the cheery-fun job...
pl_pl: Ach, po prostu... ta moja nudna robota. ...Ale oczywiście ON dostaje tą przyjemną i wesołą...

# Dialogue_Text,DL_MarkleQuestion1
source: Akamar!! That sorry-bad excuse for a Ta-Matoran gets all the fun while I get nothing! He got to renovate Po-Koro! PO-KORO! Meanwhile I’m stuck here mask-peddling all day and night to Matoran who already have masks! What’s the point in selling masks to them if they’ve already face-wearing perfectly good ones!?
pl_pl: Akamar!!! To niesprawiedliwe, że ten Ta-Matoranin się bawi, kiedy ja nic nie robię! On uczestniczy w renowacji Po-Koro! PO-KORO! Tymczasem ja tu utknąłem, całe dnie i noce próbując sprzedać maski Matoranom, którzy już je mają! Jaki jest sens sprzedawania masek tym, którzy już noszą idealne!?

# Dialogue_Text,DL_MarkleQuestion2
source: Heart-thanks for that, Toa. ...I’d be even more heart-thankful with some widget-spending though.
pl_pl: Serdecznie dziękuję, Toa. ...Byłbym jeszcze bardziej wdzięczny, gdybyś przy okazji wydał trochę widżetów.

# Dialogue_Text,DL_MarkleTrade
source: Oh, I’ve got all sorts of stuff. Please, take-buy it off my hands.
pl_pl: Och, mam szeroki asortyment. Proszę, pomóż mi się tego pozbyć.

# Dialogue_Text,DL_MaskPowerer
source: Greetings $T!
pl_pl: Witaj, $T!

# Dialogue_Text,DL_MaskPowerer1
source: Uhh, I'm not sure actually. It must be important though, the Turaga tasked me to protect it at all costs.
pl_pl: Och, nie jestem pewny. Ale musi być ważne, skoro Turaga kazał mi go strzec za wszelką cenę.

# Dialogue_Text,DL_MaskPowerer2
source: Oh don't even get me started on that weirdo. All he does is make his funny words, and- and... and well he's actually not that bad, but he is constantly up here against the rules. I would forcibly remove him if I could move from my post...
pl_pl: Och, nawet nie wspominaj o tym dziwaku. Cały czas tylko wygaduje swoje śmieszne słówka, i- i... no, w sumie nie jest taki zły, ale ciągle tu przychodzi, pomimo zakazu. Najchętniej wyrzuciłbym go stąd siłą, gdybym tylko mógł ruszyć się ze swojego posterunku...

# Dialogue_Text,DL_Matau1
source: Yet each time you go to confront Makuta, you befall the same sorry-bad fate. The stones, the masks, and you return to where you came from... and you remember nothing.
pl_pl: Jednak za każdym razem, kiedy stajecie twarzą w twarz z Makutą, spotyka was to samo przykre nieszczęście. Kamienie, maski i Wy - wszystko wraca tam, skąd przyszło... a Wy niczego nie pamiętacie.

# Dialogue_Text,DL_MatauInTree
source: Toa $T! It sure is a cheery-warm sight to see you here.
pl_pl: Toa $T! To z pewnością radosny znak - widzieć Cię tutaj.

# Dialogue_Text,DL_MatauInTreeHelp
source: NO! I can saw-cut my way out of here myself, thank you very much. I might be height-shorter than you, but I’m not helpless!
pl_pl: NIE! Mogę sam sobie wyciąć drogę na wolność, dziękuję bardzo. Może i jest od Ciebie niższy, ale nie jestem bezradny!

# Dialogue_Text,DL_MatauInTreeHelp2
source: Well... no. As long as you’re down there, could you maybe think-figure out some way to chop-knock me out of here? I’m not terribly picky as to how you do it- I’m rather tired of being trap-stuck up here.
pl_pl: No... nie. Skoro tu już jesteś, może {G}|gender(mógłbyś, mogłabyś) wymyśleć jakiś sposób, żeby mnie stąd ściągnąć? Nie jestem zbyt wybredny,co do tego, jak to zrobisz - jestem już trochę zmęczony od bycia tu uwięzionym.

# Dialogue_Text,DL_MatauInTreeHow
source: Well, I was headed home from... eh... something- when two Nui-Rama quick-snatched me and threw me up into this tree!
pl_pl: Cóż, wracałem do domu z... eee... z czegoś - kiedy dwie Nui-Ramy szybko mnie pochwyciły i wrzuciły na to drzewo!

# Dialogue_Text,DL_MatauKoro
source: Ehhh… good morning, Toa. ...or is it night? You should really knock before loud-charging in like that! Didn’t anyone ever learn-teach you any kind-manners?
pl_pl: Eeee... dzień dobry, Toa. ...albo dobry wieczór? Naprawdę, {G}|gender(powinieneś, powinnaś) zapukać, zanim tak wparujesz komuś do domu! Czy nikt nigdy nie nauczył Cię choćby odrobiny dobrych manier?

# Dialogue_Text,DL_MatauKoroHowsgoing
source: Ah... don’t mind me. I’m just still a little crabby-tired. Nothing a little more deep-sleep won’t fix!
pl_pl: Ach, nie przejmuj się mną. Po prostu jestem jeszcze trochę zaspany i marudny. Nic, czego nie naprawiłby porządny, głęboki sen!
