Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_TafallAbandoned6
source: Yes, that would work! I can hand you tools, carry materials, and watch what you do. That's how I'll learn!
pl_pl: Tak, to wspaniały pomysł! Mogłabym podawać Ci narzędzia, przynosić materiały i obserwować, co robisz. Tak bym się uczyła!

# Dialogue_Text,DL_TafallAbandoned7
source: Hmm... Alright. Sure, I guess that could work.
pl_pl: Hmm... W porządku. Myślę, że to może się spradzić.

# Dialogue_Text,DL_TafallAbandoned8
source: Thank you so much Toa, I'm sure I'll learn a lot from this!
pl_pl: Bardzo Ci dziękuję, Toa. Jestem pewna, że dzięki temu dużo się nauczę!

# Dialogue_Text,DL_TafallAbandonedReturn
source: Thank you again $T, I know this apprenticeship will be great.
pl_pl: Dziękuję ponownie, $T. Wiem, że ten staż będzie świetny.

# Dialogue_Text,DL_TafallFixing1
source: Uhh, I wish I was back in Ga-Koro. I hate the snow, it's so sticky and gross - gets everywhere.
pl_pl: Och, chciałabym być znowu w Ga-Koro. Nienawidzę śniegu, jest taki lepki i obrzydliwy - dostaje się wszędzie.

# Dialogue_Text,DL_TafallFixing2
source: Huff - Of course I knew that! You... You really shouldn't sneak up on someone like that Toa.
pl_pl: Och - oczywiście, że to wiem! Ty... naprawdę nie {G}|gender(powinieneś, powinnaś) tak podkradać się do innych, Toa.

# Dialogue_Text,DL_TafallQuestion
source: Yes we have very similar names, but to be honest, there's not much of a story there Toa - I just don't like being confused with him.
pl_pl: Tak, mamy bardzo podobne imiona, ale szczerze, nie ma tu nic ciekawego do opowiedzenia, Toa - po prostu nie lubię być z nim mylona.

# Dialogue_Text,DL_Tahu1
source: We are all gathered. We are ready and willing to face this threat at long last. Makuta falls this day!
pl_pl: Zebraliśmy się wszyscy. Jesteśmy gotowi i chętni, by w końcu stawić czoła temu zagrożeniu. Dziś Makuta upadnie!

# Dialogue_Text,DL_Tahu2
source: If any of you question our choice, or doubt our abilities, speak now.
pl_pl: Jeśli ktokolwiek z was kwestionuje nasz wybór albo wątpi w nasze zdolności, niech przemówi teraz.

# Dialogue_Text,DL_Tahu3
source: Is something the matter, Gali?
pl_pl: Czy coś się stało, Gali?

# Dialogue_Text,DL_Tahu4
source: Turaga? What’s the meaning of this? I would think to wait until after the Makuta was defeated to gather in celebration...
pl_pl: Turaga? Co to wszystko ma znaczyć? Myślałem, że poczekacie, aż Makuta zostanie pokonany, aby rozpocząć świętowanie...

# Dialogue_Text,DL_Tahu5
source: How do we stop this madness?
pl_pl: Jak możemy zatrzymać to szaleństwo?

# Dialogue_Text,DL_Tahu6
source: ...It is settled then.
pl_pl: ...Zatem postanowione.

# Dialogue_Text,DL_Tahu7
source: Toa! Let us finish the task we were destined to complete!
pl_pl: Toa! Zakończmy to zadanie, które jest naszym przeznaczeniem!

# Dialogue_Text,DL_TahuNoGold
source: *Humpf* It appears we are not all ready, go collect all your golden masks.
pl_pl: *Hmph* Wygląda na to, że nie jesteśmy jeszcze gotowi. Idźcie i zbierzcie wszystkie swoje Złote Maski.

# Dialogue_Text,DL_TahuNoGold1
source: We will reconvene when all of us have the appropriate tools for this challange.
pl_pl: Spotkamy się ponownie, gdy wszyscy będziemy mieć odpowiednie narzędzia do tego wyzwania.

# Dialogue_Text,DL_Taipu1
source: Hmmm... Which one...
pl_pl: Hmm... Którą wybrać...

# Dialogue_Text,DL_Taipu2
source: Oh a Toa! Yes I am, Onepu said to prepare for a special mission with him, and I'm afraid I don't exactly know which picaxe to chose.
pl_pl: Och, Toa! Tak, Onepu poprosił mnie, żebym przygotował się do specjalnej misji z nim i obawiam się, że nie wiem, który kilof wybrać.

# Dialogue_Text,DL_Taipu3
source: That's alright, Onepu said I'd have plenty of time to decide.
pl_pl: W porządku, Onepu powiedział, że mam masę czasu na podjęcie decyzji.

# Dialogue_Text,DL_TakoroGuardGreeting1
source: Greetings Toa, Welcome to Ta-Koro!
pl_pl: Witaj, Toa, w Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting2
source: Uhh hello Toa, This area is meant to be for the Ta-Koro Guard only... But I suppose you'd be the exception.
pl_pl: Och, witaj, Toa. Ten obszar jest tylko dla Gwardii Ta-Koro... ale przypuszczam, że Ty {G}|gender(byłbyś, byłabyś) wyjątkiem.

# Dialogue_Text,DL_TakoroGuardGreeting3
source: You shouldn't be up here Toa.
pl_pl: Nie powinno Cię tu być, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting4
source: This walkway is Ta-Koro guard only Toa.
pl_pl: Ten pasaż jest tylko dla Gwardii Ta-Koro, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting_1
source: Good day Toa $T, Welcome to Ta-Koro!
pl_pl: Dzień dobry, Toa $T. Witaj w Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting_2
source: Yeah I'm fine, don't like heights that much though.
pl_pl: Tak, wszystko w porządku. Nie lubię zbytnio wysokości.

# Dialogue_Text,DL_TakoroGuardGreetingPositive
source: Not really, It's been fairly quiet around here as of late.
pl_pl: Niekoniecznie, ostatnio jest tu całkiem spokojnie.

# Dialogue_Text,DL_TakoroGuardInTraining1
source: Is it possible to make it a bit shorter?
pl_pl: Czy można go skrócić?

# Dialogue_Text,DL_TakoroGuardInTraining2
source: Oh hello there Toa! It's true the Ta-Koro guard does supply pikes, but if you buy your own you can get one in better condition, and even get it customised!
pl_pl: Och, witaj, Toa! To prawda, że Gwardia Ta-Koro ma zapewnione kostury, ale jeśli kupisz swój własny, będzie w lepszym stanie i nawet możesz go spersonalizować!

# Dialogue_Text,DL_TakoroGuardResponse2
source: No, not really. Takua is out wandering again, Vakama has recently returned from a meeting with the other Turaga, and Kapura is as weird as ever.
pl_pl: Nie za bardzo. Takua znowu się włóczy, Vakama wrócił ostatnio ze spotkania z innymi Turaga, a Kapura jest dziwny jak zwykle.

# Dialogue_Text,DL_TakoroGuardResponse3
source: Oh well, I had a conversation with him yesterday and after I asked him what he does all day he said, "I Practice." and after I pressed him on it he said, "I Practice in the Charred forest, where the Makuta has blinded himeself." no idea what that means.
pl_pl: Och, cóż, wczoraj z nim rozmawiałem i kiedy zapytałem go, co robi cały dzień, powiedział: "Ćwiczę". A kiedy się go o to dopytałem, powiedział: "Ćwiczyłem w Spalonym Lesie, gdzie Makuta się oślepił.". Nie mam pojęcia, co to znaczy.

# Dialogue_Text,DL_TakoroGuardResponse4
source: This walkway is for the Ta-Koro Guard only, unless you have business up here I recommend you leave.
pl_pl: Ten pasaż jest tylko dla Gwardii Ta-Koro. Jeśli nie masz tu nic do zrobienia, radzę Ci odejść.

# Dialogue_Text,DL_Takua1
source: Toa $T! You found me!
pl_pl: Toa $T! {G}|gender(Znalazłeś, Znalazłaś) mnie!

# Dialogue_Text,DL_Takua2
source: I’m sorry $T... it won’t happen again. I promise!
pl_pl: Przepraszam, $T... to się więcej nie powtórzy. Obiecuję!

# Dialogue_Text,DL_Takua3
source: I just started running until I found this room. I had a few Madu fruit left over, but I sort of panicked and threw them all when I first found my way in... but thanks for clearing the way out so I can leave!
pl_pl: Po prostu zacząłem biec, dopóki nie znalazłem tego pomieszczenia. Miałem parę owoców Madu, ale spanikowałem i wyrzuciłem je wszystkie, kiedy tylko się tu dostałem... ale dziękuję za oczyszczenie drogi, żebym mógł się wydostać!

# Dialogue_Text,DL_Takua4
source: Oh, yes! I figured you’d want to pick that up, so I made sure not to touch it until you got here.
pl_pl: Och, tak! Domyśliłem się, że {G}|gender(chciałbyś, chciałabyś) go podnieść, więc nie dotykałem go, dopóki nie {G}|gender(przyszedłeś, przyszłaś).

# Dialogue_Text,DL_Takua5
source: No problem, $T!
pl_pl: Nie ma problemu, $T!

# Dialogue_Text,DL_Takua6
source: Without all the Rahi, it shouldn’t be too much of an issue. Thanks for your help! I’ll make sure to tell Vakama that he can stop worrying about me.
pl_pl: Bez tych wszystkich Rahi, nie powinienem mieć problemu. Dziękuję Ci za pomoc! Będę pamiętał, aby powiedzieć Vakamie, że może przestać się o mnie martwić.

# Dialogue_Text,DL_TakuaMask
source: Not exactly - then again I wasn’t really sure what I was looking for... not sure what a “Va-hee” is. Didn’t see any masks in here anyway. Whatever Vakama’s looking for is somewhere else.
pl_pl: Nie do końca - chociaż i tak nie byłem pewny, czego właściwie szukam… Nie wiem, czym jest ta "Va-hii". I tak nie widziałem tu żadnych masek. Czegokolwiek Vakama szuka, to musi być gdzie indziej.

# Dialogue_Text,DL_TakuaSaved
source: Toa $T! Thank you for saving me back at the Kini!
pl_pl: Toa $T! Dziękuję, że {G}|gender(uratowałeś, uratowałaś) mnie w Kini!

# Dialogue_Text,DL_TakuaSaved1
source: Oh well, Vakama sort of grounded me. He won't let me leave for another two weeks!
pl_pl: Och, cóż, Vakama tak jakby dał mi szlaban. Nie pozwoli mi wychodzić przez następne dwa tygodnie!

# Dialogue_Text,DL_TakuaSaved2
source: He said soming about how I was being reckless to even ask to enter the Kini, blah blah blah.
pl_pl: Powiedział coś o tym, że byłem lekkomyślny, prosząc o pozwolenie na wejście do Kini, bla bla bla.

# Dialogue_Text,DL_TalkingToSupervisor
source: So, can I get a raise?
pl_pl: Więc mogę dostać podwyżkę?

# Dialogue_Text,DL_Talok1
source: Hmm, what should go next. Ta-Koro the great... That's nothing.
pl_pl: Hmm, co powinno być dalej? Wielkie Ta-Koro... To nic.

# Dialogue_Text,DL_Talok10
source: So once again, "Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches," Just finish that sentence best you can.
pl_pl: Więc, jeszcze raz: "Ach, Ta-Koro - co za piękne miasto. Z lawy i ognia pochodni," Po prostu dokończ to, najlepiej jak umiesz.

# Dialogue_Text,DL_Talok2
source: Once again, You're really not supposed to be up here Talok. Go make your funny words somewhere else!
pl_pl: Znowu Ty, Talok - nie powinieneś tu wchodzić. Idź składać swoje śmieszne słówka gdzie indziej!

# Dialogue_Text,DL_Talok3
source: This is the best place to get insperation! I'm not leaving, but don't you worry yourself, I won't touch the ONE thing you're supposed to protect!
pl_pl: To najlepesze miejsce do inspiracji! Nie odejdę, ale nie martw się - nie mam zamiaru dotykać ŻADNEJ rzeczy, którą masz chronić!

# Dialogue_Text,DL_Talok35
source: Your poems don't even rhyme, and don't start telling again me about those- Uhh, the- Hai... Haikus! Yeah, Don't start telling me about how "Haikus" don't have to rhyme!
pl_pl: Twoje wiersze nawet się nie rymują! I nie zaczynaj mi znowu mówić o tych- Eee. tych-Hai... Haiku! Tak, nie próbuj mi znowu tłumaczyć, że "Haiku" nie muszą się rymować!

# Dialogue_Text,DL_Talok4
source: Gah! You nearly scared the Great spirit from my limbs, I cannot believe that a Toa of legend standith before me!
pl_pl: Ach! Prawie {G}|gender(wystraszyłeś, wystraszyłaś) Wielkiego Ducha z moich kończyn. Czyż to sen, czy jawa? Toa, istota z legend, we własnej postaci przede mną stoi - nie śmiem uwierzyć!

# Dialogue_Text,DL_Talok5
source: Ehh- I uhh, sorry... Sometimes I forget that many others don't have as much of a vocabulary as me. I am Talok, the great poet. Or the Poet-Nui if you prefer.
pl_pl: Ech - ja, eee, przepraszam... Czasem zapominam, że wielu nie dysponuje tak bogatym słownictwem jak ja. Jestem Talok, wielki poeta. Albo, jeśli wolisz - Poeta-Nui.

# Dialogue_Text,DL_Talok6
source: Hahahaha, don't be redicoulous! I am renown all across Mata-Nui!
pl_pl: Hahahaha, nie bądź niedorzeczny! Mam renomę na całej Mata Nui!

# Dialogue_Text,DL_Talok7
source: *Huff* Very well, then we must recrify this. I'm nearly finished with my latest poem, then you can have it!
pl_pl: *Ech* Cóż, w takim razie musimy to skorygować. Kończę właśnie mój najnowszy wiersz - potem możesz go dostać!

# Dialogue_Text,DL_Talok8
source: Alright lets see, where was I... Oh yes- "Ahh Ta-Koro, what a wonderful city. From the Lava, to the fires of the torches,"... Dahh...
pl_pl: W porządku, zobaczmy, gdzie to ja byłem... Ach, tak- "Ach, Ta-Koro - co za piękne miasto. Z lawy i ognia pochodni,"...Echhh...

# Dialogue_Text,DL_Talok9
source: No, Gah Mata-Nui, I'm afraid I've reached some writers block. Hmm, would you like to pick the next line Toa?
pl_pl: Nie, ech, Mata Nui... Obawiam się, że dopadła mnie blokada twórcza. Hmm, czy nie {G}|gender(chciałbyś, chciałabys) ułożyć natępnego wersu, Toa?

# Dialogue_Text,DL_TalokBurns
source: Oooo, I like it. You're not a half bad poet toa, Here's your copy!
pl_pl: Ooo, podoba mi się to. Nie jesteś {G}|gender(takim, taką) {G}|gender(złym, złą) {G}|gender(poetą, poetką), Toa, oto Twoja kopia!

# Dialogue_Text,DL_TalokDone
source: Ahh, good to see you again Toa!
pl_pl: Ach, dobrze znów Cię widzieć, Toa!

# Dialogue_Text,DL_TalokDone1
source: I am studying how the light scatters in Le-Wahi... Trying to come up with something for my next poem.
pl_pl: Badam, jak światło rozprasza się w Le-Wahi... Staram się wymyślić coś do mojego następnego wiersza.

# Dialogue_Text,DL_TalokHot
source: HAHAHA, That is very funny indeed Kopaka! Here, your copy sir.
pl_pl: HAHAHA, zaiste bardzo zabawne, Kopako! Proszę, oto Twoja kopia, {G}|gender(sir, madam).

# Dialogue_Text,DL_TalokLight
source: Uhh, that's not great... In my opinion of course, but I suppose it's better than nothing. Here's your copy!
pl_pl: Och, to nie jest za dobre... Oczywiście, to tylko moja opinia, ale przypuszczam, że lepsze to niż nic. Proszę, oto Twoja kopia!

# Dialogue_Text,DL_TalokSmoke
source: Ehh, it's not what I would have gone with personally, but it's not bad. Here's your copy!
pl_pl: Ech, to nie jest coś, co sam bym wybrał, ale nie jest źle. Proszę, oto Twoja kopia!

# Dialogue_Text,DL_Tamaru
source: Toa, Hi! It has been a long-while since we last talked!
pl_pl: Hej, Toa! Minęło dużo czasu, odkąd ostatnio rozmawialiśmy!

# Dialogue_Text,DL_Tamaru1
source: Yes, we talked about my height-dread. You don't remember your friend Tamaru?
pl_pl: Tak, rozmawialiśmy o moim lęku wysokości. Nie pamiętasz swojego przyjaciela Tamaru?

# Dialogue_Text,DL_Tamaru2
source: Hummm, Very strange... You may need your head look-seen about Toa.
pl_pl: Hmmm, bardzo dziwne... Może powinieneś się lepiej zastanowić, Toa.

# Dialogue_Text,DL_Tamaru3
source: You are right, but I believe us to be Same-hearted. I consider us to be ever-long friends Toa $T.
pl_pl: Masz rację, ale wierzę, że łączy nas jedno serce. Uważam, że jesteśmy przyjaciółmi na zawsze, Toa $T.

# Dialogue_Text,DL_Taphal1
source: Huh, oh hello $T. I'm not being lazy, just taking a small break.
pl_pl: Och, witaj, $T. Nie lenię się, tylko robię sobie krótką przerwę.

# Dialogue_Text,DL_Taphal2
source: Well, I'm the town's repair man of sorts - and everyone is counting on me to fill their requests. I don't want to let them down!
pl_pl: Cóż, jestem Matoraninem zajmującym się naprawami w mieście — i wszyscy na mnie liczą, że spełnię ich prośby. Nie chcę ich zawieść!

# Dialogue_Text,DL_Taphal3
source: Of course. I will, thank you Toa.
pl_pl: Oczywiście. Dziękuję Ci, Toa.

# Dialogue_Text,DL_TaphalFixed
source: Oh, hey Toa! Like what I've done with the place?
pl_pl: Och, hej, Toa! Podoba Ci się to, co zrobiłem z tym miejscem?

# Dialogue_Text,DL_TaphalFixed2
source: Oh, what YOU've done?
pl_pl: Och, co TY zrobiłeś?

# Dialogue_Text,DL_TaphalFixed3
source: Alright alright, what we've done.
pl_pl: Dobrze, dobrze - co my zrobiliśmy.

# Dialogue_Text,DL_TaphalFixed4
source: For the most part, Parhi bought the materials, Kalhi helped move them, but me and my apprentice have done most of the work.
pl_pl: W większości. Parhi kupił materiały, a Kahli pomogła je przenieść, ale ja i moja uczennica zrobiliśmy większość pracy.

# Dialogue_Text,DL_TaphalFixed5
source: That's right, I've helped a lot. I hand Taphal tools...
pl_pl: Tak jestem. Bardzo pomagałam. Podawałam Taphalowi narzędzia...

# Dialogue_Text,DL_TaphalFixed6
source: I'm teaching you!
pl_pl: Ja Cię uczę!

# Dialogue_Text,DL_TaphalFixing1
source: *Muttering to self* Gotta fix it - Just keep working...
pl_pl: *Mruczy do siebie* Muszę to naprawić — po prostu ciągle pracuj...

# Dialogue_Text,DL_TaphalFixing2
source: I'm just fine - I just have to keep at it, we'll finish it eventually!
pl_pl: W porządku - muszę tylko dalej się starać, w końcu to skończymy!

# Dialogue_Text,DL_TaphalQuestion
source: Hah, Yes Tafall. Me and her have a nice give and take, almost like a rivalry.
pl_pl: Haha, tak, Tafall. Mam z nią fajną relację - prawie jak rywalizacja.

# Dialogue_Text,DL_TelescopeMan
source: </><Matoran>Over and over again and again The darkness controls the wheel</><Key> ... What could it mean...
pl_pl: </><Matoran>Ciągle i ciągle, ciemność kontroluje koło</><Key> ... Co to może znaczyć...

# Dialogue_Text,DL_TelescopeMan1
source: This Telescope has been used by all the great philosophers of Ko-Koro, their prophecies and findings were inscribed at the base here. Some of them have been lost to time, I'm attempting to restore those and discover their meaning.
pl_pl: Ten Teleskop był używany przez wszystkich wielkich filozofów Ko-Koro. Ich przepowiednie i odkrycia zostały wyryte na jego podstawie. Niektóre z nich zatarły się z czasem. Próbuję je odtworzyć i odkryć ich znaczenie.

# Dialogue_Text,DL_TelescopeMan2
source: Oh indeed, quite a few. By observing the Red Star and it's relation to surrounding stars, one can create very accurate depictions of the future and the past.
pl_pl: Och, rzeczywiście - całkiem sporo. Obserwując Czerwoną Gwiazdę i jej położenie względem otaczających ją gwiazd, można stworzyć bardzo dokładny obraz zarówno przyszłości, jak i przeszłości.

# Dialogue_Text,DL_TelescopeManHow
source: There are constellations in the sky, stars that form patterns and shapes. When the Red Star nears one of these we begin to get an idea of what will happen and how soon. The distance from the constellation denotes time, and when the Red Star fully merges with a star pattern, that prophecy will be very near to coming true.
pl_pl: Na niebie znajdują się konstelacje, gwiazdy układające się w kształty i wzory. Kiedy Czerwona Gwiazda zbliża się do jednej z nich, zaczynamy mieć pojęcie o tym, co i kiedy się wydarzy. Odległość od konstelacji określa czas, a gdy Czerwona Gwiazda całkowicie połączy się ze wzorem gwiazd, przepowiednia będzie bliska spełnienia.

# Dialogue_Text,DL_TelescopeManUse
source: Why of course, it is free for anyone to use!
pl_pl: Ależ oczywiście, każdy może z niego korzystać!

# Dialogue_Text,DL_TelescopeManWhich
source: Well, let's see... </><Matoran>The darkness will be defeated but not for long</><Key> There's that one... Then there's, </><Matoran>Amnesia They fight themselves not their enemy</><Key> Not entirely sure about those but there is one that I know has come true. </><Matoran>Six lost Six abducted Six trapped all part of the plan</><Key> I believe it refers to the Turaga being lost.
pl_pl: Cóż, zobaczmy... </><Matoran>Ciemność zostanie pokonana ale nie na długo</><Key> To jedna... A jest jeszcze ta, </><Matoran>W amnezji walczą między sobą nie z wrogiem</><Key> Nie jestem do końca pewien tej, ale jest jedna, którą wiem, że się spełniła. </><Matoran>Sześciu zagubionych sześciu porwanych sześciu uwięzionych wszystko częścią planu</><Key> Uważam, że to odnosi się do zagubionych Turaga.

# Dialogue_Text,DL_TempleMasterOtherTemples
source: Before you go toa $T! There are still Temples across the island that are in danger! Please help them too.
pl_pl: Zaczekaj, Toa $T! Na całej wyspie wciąż są świątynie w niebezpieczeństwie! Proszę, tam też potrzebna jest Twoja pomoc.

# Dialogue_Text,DL_TempleMasterQuestion
source: Are they gone toa??
pl_pl: Czy już po nich, Toa?

# Dialogue_Text,DL_TempleMasterThanks
source: Ahh, Thank you so much for vanquishing them Toa! Now the rest of the Matoran may return.
pl_pl: Ach, bardzo Ci dziękuję za pokonanie ich, Toa! Teraz reszta Matoran może tu wrócić.

# Dialogue_Text,DL_TempleMatoran1
source: Thank you for making our Temple safe Toa!
pl_pl: Dziękuję Ci za zapewnienie bezpieczeństwa naszej świątyni, Toa!

# Dialogue_Text,DL_TempleMatoran2
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
pl_pl: Toa! Na wyspie jest więcej świątyń, które zostały opanowane przez Rahi! Czy {G}|gender(byłbyś, byłabyś) {G}|gender(skłonny, skłonna) je również uwolnić?

# Dialogue_Text,DL_TempleMatoranGetQuest
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
pl_pl: Toa! Na wyspie jest więcej świątyń, które zostały opanowane przez Rahi! Czy {G}|gender(byłbyś, byłabyś) {G}|gender(skłonny, skłonna) je również uwolnić?

# Dialogue_Text,DL_TempleMatoranQuestGet
source: The closest one should be the Ta-Wahi Temple, it's south of here, hidden among the burnt trees.
pl_pl: Najbliższa powinna być Świątynia Ta-Wahi, znajduje się na południe stąd. Jest ukryta pośród spalonych drzew.

# Dialogue_Text,DL_TempleMatoranQuestIntro
source: Toa! There are more Temples around the Island that have been overrun! Would you be willing to free them?
pl_pl: Toa! Na wyspie jest więcej świątyń, które zostały opanowane przez Rahi! Czy {G}|gender(byłbyś, byłabyś) {G}|gender(skłonny, skłonna) je również uwolnić?

# Dialogue_Text,DL_TempleMatoranThanks
source: Thank you toa $T for saving our Temple!
pl_pl: Dziękuję za uratowanie naszej świątyni, Toa $T!

# Dialogue_Text,DL_Thankscavetemple
source: Are they gone?
pl_pl: Czy już po nich?

# Dialogue_Text,DL_Thankscavetemple1
source: Phew, thank you Toa, you saved our sanctuary!
pl_pl: Uf, dziękuję Ci za uratowanie naszego sanktuarium, Toa!

# Dialogue_Text,DL_ThanksyouforKumo
source: Thank you very much for saving Kumo! You truly are Spirit-blessed Toa!
pl_pl: Bardzo dziękuję za uratowanie Kumo! Jesteś naprawdę {G}|gender(błogosławiony, błogosławiona) przez Ducha, Toa!

# Dialogue_Text,DL_Thuei2
source: No, no no! Toa, you're not supposed to see this yet! I'm still working on it!
pl_pl: Nie, nie, nie! Toa, nie {G}|gender(powinieneś, powinnaś) tego jeszcze widzieć! Wciąż nad tym pracuję!

# Dialogue_Text,DL_Thuei3
source: Well it's still on the drawing board, per se... It's going to be a statue of Onua riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
pl_pl: Cóż, to wciąż jest w fazie projektu, można tak powiedzieć... To będzie wielki posąg Onuy jadącego na gigantycznym Ussalu... walczącego z Kane-Ra. Albo... może powinien to być Muaka?

# Dialogue_Text,DL_Thuei3Onua
source: Well it's still on the drawing board, per se... It's going to be a statue of you riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
pl_pl: Cóż, to wciąż jest w fazie projektu, można tak powiedzieć... To będzie wielki posąg przedstwiający Ciebie jadącego na gigantycznym Ussalu... walczącego z Kane-Ra. Albo... może powinien to być Muaka?

# Dialogue_Text,DL_ThueiFinish
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if Onua was riding the Muaka instead? Maybe you're there too...
pl_pl: Wkrótce... na pewno wkrótce. Muszę tylko zmienić kilka rzeczy i wtedy będzie perfekcyjny. Och... nie byłoby świetnie, gdyby zamiast tego Onua jechał na Muaka? Może Ty też tu będziesz...

# Dialogue_Text,DL_ThueiFinishOnua
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if you were riding the Muaka instead? Maybe Lewa's there too...
pl_pl: Wkrótce... na pewno wkrótce. Muszę tylko zmienić kilka rzeczy i wtedy będzie perfekcyjny. Och... nie byłoby świetnie, gdybyś zamiast tego jechał na Muaka? Może Lewa też tu będzie...
