Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# AsyncLoadingScreen,Loading
source: LOADING
pt_br: CARREGANDO

# CodexPage_Description,CodexPage_Akaku_Desc
source: The Kanohi Akaku: the Great Mask of X-Ray Vision. This mask will highlight key items such as masks, Protodermis Pools, Meditation Stones, and even quest objectives that appear on the map for your current tracked quest. You can also use the Akaku’s scope to zoom and see locations from far away. It’s an extremely useful mask for exploration and finding useful items.
pt_br: A Kanohi Akaku: a Grande Máscara de Visão Raio-X. Esta máscara destaca itens chave como outras máscaras, Poças de Protoderme, Pontos de Meditação, e até objetivos da atual missão rastreada que aparecem no mapa. Você também pode usar a mira telescópica da Akaku para dar zoom e ver lugares de longe. É uma máscara extremamente útil para explorar e encontrar outros itens úteis.

# CodexPage_Description,CodexPage_CanyonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The blue variant can be found primarily in Po-Wahi. They’re known to sneak up on travellers behind canyon walls, and swiftly attack those who are less attentive.
pt_br: Um tipo de Rahi controlado por Makuta semelhante a um escorpião. A variante azul é encontrada principalmente em Po-Wahi. Eles costumam se esconder entre as paredes do desfiladeiro, e emboscar os viajantes menos atentos.

# CodexPage_Description,CodexPage_Docks_Desc
source: These docks allow you to travel between multiple points on Mata Nui. They’re extremely useful for getting around the large island, so make sure to keep an eye out for them. Marka, the dock master, isn’t particularly fond of others using her boats without her permission, so it’s best to simply let her drive.
pt_br: Estas docas lhe permitem viajar entre vários pontos de Mata Nui. São extremamente úteis para se locomover pela ilha, então fique de olho nelas. Marka, a mestra das docas, não gosta muito quando usam os barcos dela sem permissão, então é melhor só deixar ela pilotar.

# CodexPage_Description,CodexPage_Drifts_Desc
source: The Ko-Wahi drifts are an especially harsh and dangerous region of Ko-Wahi. Strong winds and thick snow make it nearly impossible to see. Some Matoran use flags to try and navigate their way through the drifts, but even then you need to watch out for Rahi, which are known to attack travellers who make their way through. Make sure to exercise caution if you choose to make your way through.
pt_br: A Nevasca de Ko-Wahi é uma região muito perigosa e cruel. Ventos fortes e neve espessa fazem com que seja quase impossível de ver. Alguns Matoran usam bandeiras para tentar navegar pela nevasca, mas mesmo assim é preciso ter cuidado com Rahi, que costumam atacar viajantes trilhando esse caminho. Tenha bastante cautela se decidir passar por aqui.

# CodexPage_Description,CodexPage_FikouNui_Desc
source: Large spider-like Rahi that can be found in various places across Mata Nui. These Rahi can attack very quickly, and are even considered a danger by other rahi as well. It’s not uncommon to see them fighting with Nui-Jaga or other Rahi that see the Fikou-Nui as a threat.
pt_br: Um tipo de Rahi semelhante a uma aranha, encontrada em vários lugares ao longo de Mata Nui. Este tipo de Rahi pode atacar com muita rapidez, e é considerado um perigo até para outros Rahi. Não é incomum vê-las lutando com Nui-Jaga ou outros seres que veem as Fikou-Nui como ameaça.

# CodexPage_Description,CodexPage_FireNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The red variant can be found primarily in Ta-Wahi. They are larger than your standard Nui-Jaga, and are able to safely walk over Lava, making them harder to escape if they spot you.
pt_br: Um tipo de Rahi controlado por Makuta semelhante a um escorpião. A variante vermelha é encontrada principalmente em Ta-Wahi. É maior que o Nui-Jaga padrão, e consegue andar tranquilamente na lava, o que a torna mais difícil de se despistar caso te aviste.

# CodexPage_Description,CodexPage_GaKini_Desc
source: The Ga-Kini is the temple of Water. Lying partially submerged beneath the waters of Ga-Wahi, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. It seems that only Turaga Nokama knows the secret to unlocking it.
pt_br: Ga-Kini é o templo da Água. Parcialmente submerso pelas ondas de Ga-Wahi, este templo guarda uma Pedra Makoki: um fragmento de uma chave necessária para acessar o lar do Makuta. Parece que apenas Turaga Nokama sabe o segredo para abrir o templo.

# CodexPage_Description,CodexPage_Gakoro_Desc
source: Ga-Koro, the village of Water. The entire village floats on top of great lily pads, allowing the Ga-Matoran easy access to the sea for fishing, swimming, and other activities. While being a peaceful and quiet village, the Ga-Matoran are still able to defend themselves when necessary. The gate which guards the village would be very difficult for any Rahi to open, and the village’s distance from land gives it a defensive advantage as well. While the Ga-Matoran are peaceful and kind, they’re far from helpless.
pt_br: Ga-Koro, a aldeia da Água. A aldeia inteira flutua em cima de grandes nenúfares, permitindo às Ga-Matoran um acesso fácil ao mar para pescaria, natação, e outras atividades. É uma aldeia pacífica e pacata, mas as Ga-Matoran ainda são capazes de se defenderem quando necessário. O portão principal de entrada é muito difícil de se abrir para um Rahi, e a distância entre a aldeia e a terra firme as confere uma vantagem defensiva. Enquanto as Ga-Matoran são pacíficas e gentis, estão longe de serem indefesas.

# CodexPage_Description,CodexPage_Gali_Desc
source: Gali is the kind and caring Toa of water. She is often the one to settle disputes that often rise up between the other Toa. She takes it upon herself to hold the team together, staying focused on the three virtues even when she feels like lashing out as well. It is her who keeps the Toa united and focused on their goal of vanquishing the Makuta. Her elemental attack uses water to push away enemies on all sides. It’s useful if you find yourself overwhelmed while in battle.
pt_br: Gentil e zelosa, Gali é a Toa da Água. Geralmente é ela quem resolve as brigas frequentes entre os outros Toa. Ela assume a responsabilidade de manter a união da equipe, mantendo-se focada nas três virtudes, mesmo quando ela também sente vontade de discutir. É ela quem mantém os Toa unidos e focados em seu objetivo de vencer o Makuta. O ataque elemental dela usa água para afastar inimigos de todos os lados. É útil se te encurralarem durante a batalha.

# CodexPage_Description,CodexPage_GalisLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A village floating on the water can be seen in the distance, with a monument to a mask that is somehow… familiar.
pt_br: Um recipiente estranho que encalhou na praia… ninguém na ilha tem certeza de onde veio. Uma aldeia flutuando na água pode ser vista à distância, com um monumento a uma máscara que, de certa forma… é familiar.

# CodexPage_Description,CodexPage_GaTemple_Desc
source: The Ga-Matoran are peaceful by nature, a fact that is clearly seen in the temple they have constructed. The trees growing within, the open ceiling to view the clear skies of Ga-Wahi, and the reverence for the paradise that Mata Nui has given them are all evident in this monument to the Great Spirit.
pt_br: As Ga-Matoran são pacíficas por natureza, um fato claramente visto no templo que construíram. As árvores crescendo no interior, o teto aberto para ver os claros céus de Ga-Wahi, e a reverência ao paraíso que Mata Nui lhes deu… é tudo evidente neste monumento ao Grande Espírito.

# CodexPage_Description,CodexPage_GaWahi_Desc
source: This humid environment is home to the Ga-Matoran. It is one of the most diverse locations on Mata Nui, with sandy coastlines, lush vegetation, and plains making up just this one Wahi. If not for the Rahi which plague the island, this Ga-Wahi would be considered one of the most peaceful and pleasant places on Mata Nui.
pt_br: Este ambiente úmido é lar para as Ga-Matoran. É um dos locais mais diversos de Mata Nui, com litorais arenosos, vegetação exuberante, e planícies, tudo isso sem sair deste Wahi. Se não pelos Rahi que infestam a ilha, Ga-Wahi seria considerado um dos lugares mais pacíficos e agradáveis de Mata Nui.

# CodexPage_Description,CodexPage_GoldMask_Desc
source: These Gold Kanohi are bestowed to those who have earned the right to use their great power. While your Gold mask is equipped, with the Miru you jump 1.4 times higher, the Kakama you sprint 1.5 times faster, and more. You also drain Protodermis at a slower rate overall!
pt_br: Estas Kanohi Douradas são conferidas àqueles que mereceram o direito de usar o grande poder delas. Enquanto a máscara dourada é equipada, você pula 1,4 vezes mais alto com a Miru, corre 1,5 vezes mais rápido com a Kakama, e mais. O gasto de Protoderme também é mais lento!

# CodexPage_Description,CodexPage_Hau_Desc
source: The Kanohi Hau: the Great Mask of Shielding. This mask can be used to protect you from any and all damage at the cost of stamina. It’s a very effective mask to use in combat, but make sure to keep an eye on your stamina meter so you don’t find yourself out of stamina in the middle of a difficult battle.
pt_br: A Kanohi Hau: a Grande Máscara da Proteção. Esta máscara pode ser usada para te proteger de qualquer dano, pelo custo de vigor. É uma máscara muito eficiente para se usar em combate, mas fique de olho na sua barra de vigor, para não acabar no meio de uma batalha difícil.

# CodexPage_Description,CodexPage_Huna_Desc
source: The Kanohi Huna: the Noble Mask of Concealment. This mask allows you to become invisible, and can be used to sneak past rahi without fighting them. It’s a useful mask if you want to avoid combat, or need to quickly get out of combat.
pt_br: A Kanohi Huna: a Nobre Máscara de Invisibilidade. Esta máscara lhe permite ficar invisível, e pode ser usada para passar por Rahi sem enfrentá-los. É uma máscara útil se quiser evitar combate, ou se precisa fugir rapidamente.

# CodexPage_Description,CodexPage_IceNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The white variant can be found primarily in Ko-Wahi. While they don’t appear very often, they tend to come in large groups when they do. If you find a group of them, make sure you’re prepared to deal with them all.
pt_br: Um tipo de Rahi controlado por Makuta semelhante a um escorpião. A variante branca pode ser encontrada principalmente em Ko-Wahi. Quando aparecem, o que não é muito frequente, ficam em grandes bandos. Se encontrar um grupo, prepare-se para enfrentar todos.

# CodexPage_Description,CodexPage_IceTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The white, spiked variant is found primarily in Ko-Wahi. The cold, harsh climate has hardened these Tarakava into fearsome beasts. They’re faster and more powerful than an average Tarakava.
pt_br: Este perigoso Rahi é conhecido pelos braços poderosos que usa para atacar suas presas com agilidade. A variante branca e espinhosa é encontrada principalmente em Ko-Wahi. O clima frio e extremo transformou estas Tarakava em criaturas temíveis. São mais fortes e rápidas do que uma Tarakava comum.

# CodexPage_Description,CodexPage_Kakama_Desc
source: The Kanohi Kakama: the Great Mask of Speed. This mask lets you run at breathtaking speeds. It’s perfect for exploring the vast island of Mata Nui, and for getting around quickly. Just take care to not accidentally run off a cliff.
pt_br: A Kanohi Kakama: a Grande Máscara da Velocidade. Esta máscara lhe permite correr a velocidades de se tirar o fôlego. É perfeita para explorar a vasta ilha de Mata Nui, e viajar rapidamente. Só cuide para não sair correndo do topo de um penhasco.

# CodexPage_Description,CodexPage_KaneRa_Desc
source: The Kane-Ra bull is among the largest of Makuta’s Rahi. Their hooves, sharp horns, and extendable necks make them a powerful threat to any who cross their path. These Rahi can be fiercely territorial, and are quick to attack any who they see as unwelcome- including Toa.
pt_br: O boi Kane-Ra é um dos maiores Rahi do Makuta. As patas, os chifres afiados, e o pescoço extensível faz do Kane-Ra uma forte ameaça a todos que cruzam seu caminho. Este tipo de Rahi pode ser ferozmente territorial, e não hesita em atacar todos não considerados bem-vindos… incluindo Toa.

# CodexPage_Description,CodexPage_Kaukau_Desc
source: The Kanohi Kaukau: the Great Mask of Water Breathing. This mask allows you to swim underwater freely without losing any oxygen. It’s ideal for exploring underwater environments freely.
pt_br: A Kanohi Kaukau: a Grande Máscara da Respiração Aquática. Esta máscara lhe permite nadar embaixo d'água sem perder oxigênio. É ideal para explorar ambientes subaquáticos livremente.

# CodexPage_Description,CodexPage_KiniNui_Desc
source: The Kini-Nui is the great temple of Mata Nui. It is seen as a sacred and special place, holding a place of utmost spiritual importance to the Matoran. However, it also serves a much more sinister purpose, housing an entrance to Mangaia, the lair of Makuta. The entrance to Mangaia can only be unlocked with all six of the Makoki stones, which are hidden in the other Kinis across the island.
pt_br: Kini-Nui é o grande templo de Mata Nui. É visto como um lugar sagrado e especial, e de imensa importância espiritual para os Matoran. Porém, ele também serve um propósito muito mais sinistro, guardando uma entrada ao Mangaia, lar do Makuta. A entrada para o Mangaia só pode ser aberta com todas as seis Pedras Makoki, que estão escondidas nos outros Kini espalhados pela ilha.

# CodexPage_Description,CodexPage_KoKini_Desc
source: The Ko-Kini is the temple of Ice. It lies far from Ko-Koro, and is a difficult trek for any to make who seek to reach it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Only Nuju and his translator, Matoro, know the secret to unlocking it.
pt_br: Ko-Kini é o templo do Gelo. Ele fica longe de Ko-Koro, e é uma caminhada difícil para qualquer um que deseja alcançá-lo. O templo guarda uma Pedra Makoki: um fragmento de uma chave necessária para acessar o lar do Makuta. Apenas Nuju e seu tradutor, Matoro, sabem o segredo para abrir o templo.

# CodexPage_Description,CodexPage_Kokoro_Desc
source: Ko-Koro, the village of Ice. A treacherous climate and a secluded location make this village difficult to reach for even the bravest Matoran. But for those who do, there is little in terms of sightseeing. The quiet, contemplative nature of the Ko-Matoran is seen in how scarce their village is. They don’t need much for their own well-being, using their quiet solitude to reflect on the Great Spirit’s will in the Sanctum, the sacred building which houses prophecies as well as those who seek to decipher them.
pt_br: Ko-Koro, a aldeia do Gelo. Um clima traiçoeiro e uma posição isolada fazem com que chegar nesta aldeia seja uma tarefa difícil até para os Matoran mais valentes. Mas, para aqueles que conseguem, há pouco em termos de turismo. A natureza silenciosa e contemplativa dos Ko-Matoran é vista na simplicidade de sua aldeia. Eles não precisam de muito para manterem o bem-estar, e usam sua tranquila solidão para refletir sobre a vontade do Grande Espírito no Santuário, um lugar sagrado que guarda profecias e os que procuram decifrá-las.

# CodexPage_Description,CodexPage_Komau_Desc
source: The Kanohi Komau: the Noble Mask of Mind Control. This Mask allows you to make Rahi turn on their own kind, ignoring you in the process.
pt_br: A Kanohi Komau: a Nobre Máscara de Controle Mental. Esta máscara lhe permite fazer Rahi atacar uns aos outros, ignorando você no processo.

# CodexPage_Description,CodexPage_Kopaka2_Desc
source: Kopaka is the cold and isolated Toa of ice. He often comes off as resentful and distant from the rest of the Toa, and can be the one to spark disputes within the team- especially between him and Tahu. However, at the root of this lies a fierce will to fulfil his duty as a hero and protector of the Matoran- even if his idea of that duty is to work alone. His elemental attack shoots out a quick beam of ice, which can be aimed depending on where you’re looking. Combining this with the scope of the Akaku can make for some very accurate shots.
pt_br: Frio e isolado, Kopaka é o Toa do Gelo. Muitas vezes ele parece amargurado e distante dos outros Toa, e pode ser um dos que iniciam discussões entre a equipe, em especial entre ele e Tahu. Porém, no fundo disso há uma vontade resoluta de realizar seu dever como um herói e protetor dos Matoran, mesmo que sua ideia de dever seja trabalhar sozinho. Seu ataque elemental atira um jato veloz de gelo, que pode ser mirado com seu olhar. Combinar isso com a mira telescópica da Akaku pode render uns tiros muito precisos.

# CodexPage_Description,CodexPage_KopakasLanding_Desc
source: A strange vessel that has washed up onto the shore... nobody on the island is sure where it has come from. The land ahead seems cold and desolate, offering a challenge of strength and will to anyone willing to travel through it.
pt_br: Um recipiente estranho que encalhou na praia… ninguém na ilha tem certeza de onde veio. A terra à frente parece fria e desolada, e oferece um desafio de força e vontade a todos que ousarem atravessá-la.

# CodexPage_Description,CodexPage_KoTower_Desc
source: This watchtower in Ko-Wahi has since been abandoned. Ironically, this building, created to keep the Matoran safe, is now one of the most dangerous and hostile places on the island, as it is swarming with Rahi. The Ko-Matoran guard used this as one of their few outposts, making it one of the few hospitable places in Ko-Wahi that is outside of Ko-Koro.
pt_br: Esta torre de vigia em Ko-Wahi foi abandonada. A Guarda Ko-Matoran usava-a como um de seus postos avançados, o que fazia dela um dos poucos lugares habitáveis em Ko-Wahi fora de Ko-Koro. Ironicamente, esta torre, criada para manter os Matoran seguros, é agora um dos lugares mais perigosos e hostis da ilha, pois está infestada de Rahi.

# CodexPage_Description,CodexPage_KoWahi_Desc
source: Ko-Wahi is a treacherous place that few attempt to navigate. Harsh winds, steep mountains, and the cold climate make it difficult to traverse. On top of that, fierce Rahi like the Muaka are known to prowl the cold mountains, further discouraging unprepared travellers. But those who do brave the cold winds see it as a test of strength, challenging the harsh environment simply because it exists to be challenged.
pt_br: Ko-Wahi é um lugar traiçoeiro que poucos tentam navegar. Ventos extremos, montanhas íngremes, e o clima frio tornam-no difícil de se atravessar. Além disso, violentos Rahi como o Muaka costumam rondar as montanhas geladas, desencorajando ainda mais os viajantes despreparados. Mas, aqueles que enfrentam os ventos frios veem isso como um teste de força, desafiando o ambiente extremo só por estar ali para ser desafiado.

# CodexPage_Description,CodexPage_LavaTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The red variant is found primarily in Ta-Wahi, and is larger than your standard Tarakava. You’re in for a fight if you find yourself up against this powerful Rahi. Handle them with caution.
pt_br: Este perigoso Rahi é conhecido pelos braços poderosos que usa para atacar suas presas com agilidade. A variante vermelha é encontrada principalmente em Ta-Wahi, e é maior que uma Tarakava comum. Vai precisar lutar muito se acabar encontrando esta forte Rahi. Tome cuidado ao enfrentá-la.

# CodexPage_Description,CodexPage_LeKini_Desc
source: The Le-Kini is the temple of Air. Rahi are known to frequently attack this remote temple, discouraging Matoran from visiting this sacred site. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
pt_br: Le-Kini é o templo do Ar. Este templo é frequentemente atacado por Rahi, o que desencoraja Matoran de visitar este lugar sagrado. O templo guarda uma Pedra Makoki: um fragmento de uma chave necessária para acessar o lar do Makuta.

# CodexPage_Description,CodexPage_Lekoro_Desc
source: Le-Koro, the village of Air. Constructed in trees high above the ground, this village places the Le-Matoran far in the air- in the place where they feel at home. This also allows protection against grounded rahi, though it is still vulnerable to flying rahi, such as the Nui-Rama. There is an elevator pod that goes down from the village to Lake Kanae, allowing access to the village for Matoran. The cheerful spirit of the Le-Matoran is clear from spending time in their village, and it’s not uncommon to hear their music coming from the trees.
pt_br: Le-Koro, a aldeia do Ar. Construída nas árvores muito acima do chão, esta aldeia coloca os Le-Matoran no ar lá do alto: o lugar onde se sentem em casa. Isso também dá proteção contra os Rahi do chão, mesmo continuando vulnerável aos Rahi voadores, como a Nui-Rama. Há um casulo elevador que desce da aldeia até o lago Kanae, permitindo acesso à aldeia para os Matoran. O espírito alegre dos Le-Matoran é evidente depois de passar um tempo em sua aldeia, e não é incomum ouvir sua música vindo das árvores.

# CodexPage_Description,CodexPage_LeTemple_Desc
source: This temple was built by the Le-Matoran, along with the help of some Onu-Matoran. It was the Le-Matoran’s decision to build the temple underground, away from their home of Le-Koro. While they felt at home and free in the air, this underground temple provided little distraction from their worship of Mata Nui. The cave shows a rarely seen quiet and reflective nature of the Le-Matoran.
pt_br: Este templo foi construído pelos Le-Matoran, junto de uma ajuda de alguns Onu-Matoran. Foi a decisão dos Le-Matoran construir um templo subterrâneo, longe de seu lar em Le-Koro. Enquanto se sentem em casa e livres no ar, este templo subterrâneo garante pouca distração para sua veneração de Mata Nui. A caverna mostra uma natureza quieta e reflexiva dos Le-Matoran raramente vista.

# CodexPage_Description,CodexPage_Lewa_Desc
source: Lewa is the carefree and fun loving Toa of air. He is the most energetic out of all the Toa, and his reckless attitude is more often than not what gets him in trouble. Lewa is often overconfident in his own ability as a Toa, taking risks and chances when he shouldn’t, and acting before thinking his actions through. It seems he still has much to learn about being a hero- but that doesn’t stop him from rushing off on his own anyway. His elemental attack shoots a narrow jet of air, which will knock enemies very far back. It doesn’t do all that much damage however, so it’s best for keeping Rahi at bay so you don’t get overwhelmed.
pt_br: Descontraído e apaixonado por diversão, Lewa é o Toa do Ar. Ele é o mais enérgico de todos os Toa, e sua atitude desenfreada é, muitas vezes, o que lhe bota em perigo. Lewa é superconfiante na sua habilidade como Toa, tomando riscos e chances quando não devia, e agindo antes de pensar em suas ações. Parece que ele ainda tem muito a aprender sobre como ser um herói, mas isso não o impede de avançar sozinho mesmo assim. Seu ataque elemental atira um jato estreito de ar, que empurra inimigos para longe; não causa muito dano, então é melhor para manter Rahi longe e não te encurralarem.
