Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_NokamaScary
source: Indeed it was… I can remember a time when this island was peaceful- when the villages didn’t have to live in fear of the Rahi. Now those days seem like little more than a memory...
pt_br: De fato foi… Lembro de uma época quando esta ilha era pacífica… quando os aldeões não precisavam viver com medo de Rahi. Agora, esses dias não passam de memórias…

# Dialogue_Text,DL_NujuCovo
source: Fweet, Clack, Clack.
pt_br: Fiu, clique, claque.

# Dialogue_Text,DL_NujuCovo1
source: Nuju extends his welcome to you, $T.
pt_br: Nuju lhe dá boas-vindas, $T.

# Dialogue_Text,DL_NujuCovoBlocked
source: Fweet! Tweet-fweet fweet!
pt_br: Fiu! Piu fiu fiu!

# Dialogue_Text,DL_NujuCovoBlocked1
source: Click kik-tweet fweet...
pt_br: Claque kik piu fiu…

# Dialogue_Text,DL_NujuCovoFinal1
source: Nuju extends his welcome to you, $T.
pt_br: Nuju lhe dá boas-vindas, $T.

# Dialogue_Text,DL_NujuCovoKiniReturn
source: Nuju extends his welcome to you, $T.
pt_br: Nuju lhe dá as boas-vindas, $T.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka
source: Nuju understands all that has happened. While he does not approve of deception, he acknowledges his own misunderstandings, and believes that, ultimately, the correct decision was made by us both.
pt_br: Nuju entende o que aconteceu. Enquanto ele não aprova enganação, ele reconhece os mal-entendidos, e acredita que, no fim de tudo, a decisão correta foi a de nós dois.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka1
source: Fweet fweet.
pt_br: Fiu fiu.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka2
source: Perhaps at first. Yet he realizes that if order is to be restored, his own reservations and fears must be set aside.
pt_br: Talvez de início. Mas ele percebe que se a ordem deve ser restaurada, os medos e discrições dele devem ser deixados de lado.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka3
source: Turaga Nuju says that he is unable to tell you at the present... but you must remain patient. All shall be revealed in due time, Toa.
pt_br: Turaga Nuju diz que ele não pode lhe dizer no momento… Mas você deve ser paciente. Tudo será revelado no tempo certo, Toa.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka4
source: As for now, the Turaga grants you this Makoki stone, and wishes you luck on your journey. His faith is firmly placed in you and all of the other Toa to fulfil your duty.
pt_br: Por enquanto, o Turaga lhe concede esta pedra Makoki, e lhe deseja sorte em sua jornada. A fé dele está fortemente colocada em você e em todos os outros Toa para realizar seu dever.

# Dialogue_Text,DL_NujuCovoKokoro
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
pt_br: Vai bem sim. Teve poucos visitantes além dos Toa recentemente, um fato que Nuju acha agradável.

# Dialogue_Text,DL_NujuCovoKopaka
source: Fweet fweet. Click click clack.
pt_br: Fiu fiu. Clique clique claque.

# Dialogue_Text,DL_NujuCovoKopaka1
source: Er...Turaga Nuju says he does not… and asks only that you continue to search for your masks...
pt_br: Hã… Turaga Nuju diz que não.. e só pede que você continue a busca pelas máscaras…

# Dialogue_Text,DL_NujuCovoKopaka2
source: Clack Clack Tweeeet!
pt_br: Claque Claque Piiiiu!

# Dialogue_Text,DL_NujuCovoKopaka3
source: Nuju says... no. He... requests that you leave.
pt_br: Nuju diz… não, ele… pede para que você saia.

# Dialogue_Text,DL_NujuCovoOtherToa
source: Turaga Nuju says he does not... although I happen to know that there's something of great importance he must speak to Kopaka about. Do let Kopaka know if you see him.
pt_br: Turaga Nuju diz que não… porém, eu fiquei sabendo que há algo de grande importância que ele deve falar para Kopaka. Avise-o se ver ele.

# Dialogue_Text,DL_NujuCovoOtherToaFinal
source: The Turaga says he does not.
pt_br: Turaga Nuju diz que não tem nada.

# Dialogue_Text,DL_NujuCovoSafe
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
pt_br: Vai bem sim. Teve poucos visitantes além dos Toa recentemente, um fato que Nuju acha agradável.

# Dialogue_Text,DL_NujuKini1
source: Fweet! Tweet-fweet fweet!
pt_br: Fiu! Piu fiu fiu!

# Dialogue_Text,DL_NujuKini2
source: Click kik-tweet fweet...
pt_br: Clique cli-piu fiu…

# Dialogue_Text,DL_NujuLost1
source: Fweet! Click-click fweet!
pt_br: Fiu! Clique clique fiu!

# Dialogue_Text,DL_NujuLost2
source: Click-clack-click, tweet! Tweeeet!
pt_br: Clique claque clique, piu! Piiiiu!

# Dialogue_Text,DL_NujuLost4
source: Click tweet, fweet.
pt_br: Clique piu, fiu.

# Dialogue_Text,DL_NujuSafe
source: Clack click, clack tweet.
pt_br: Claque clique, claque piu.

# Dialogue_Text,DL_NujuTelling
source: Fweet. Fweet click, click clack.
pt_br: Fiu. Fiu clique, clique claque.

# Dialogue_Text,DL_NujuTelling1
source: Tweet...
pt_br: Piu…

# Dialogue_Text,DL_NujuTest
source: *Beep* *Whistle*
pt_br: *Bip* *Fiu*

# Dialogue_Text,DL_Numai1
source: Gah...
pt_br: Bah…

# Dialogue_Text,DL_Numai2
source: Hello $T, and yes you are right we have not spoken as much as I would have wished. But unless you have time while you're in Ko-Koro I fear we won't speak for some time.
pt_br: Olá $T, e sim você tem razão, não conversamos tanto quanto eu gostaria. Mas a não ser que você tenha tempo enquanto está em Ko-Koro, temo que não falaremos por tanto tempo.

# Dialogue_Text,DL_Numai3
source: I plan to, yes. Whagna used to be so beautiful, but alas - all good things must come to an end.
pt_br: Planejo voltar, sim. Whagna era tão bonita, mas enfim… todas as coisas boas têm um final.

# Dialogue_Text,DL_NumaiAbandoned1
source: Nice to see you again Toa.
pt_br: Bom te ver de novo, Toa.

# Dialogue_Text,DL_NumaiAbandoned2
source: Somewhat... It's colder here than Whagna.
pt_br: Mais ou menos… É mais frio aqui do que em Whagna.

# Dialogue_Text,DL_NumaiAbandonedSeen
source: No, I don't believe so, last time I saw any of them was when I was dropped at the dock.
pt_br: Não, acredito que não. Última vez que vi algum deles foi quando me deixaram nas docas.

# Dialogue_Text,DL_NumaiFixed1
source: Welcome back Toa $T.
pt_br: {G}|gender(Bem-vindo,Bem-vinda) de volta, $T.

# Dialogue_Text,DL_NumaiFixed2
source: A little, only because you were right. At least thus far, we could still be attacked by a Rahi at any point.
pt_br: Um pouco, só porque você tinha razão. Pelo menos até então, ainda poderíamos ser atacados por Rahi a qualquer momento.

# Dialogue_Text,DL_NunoIntro
source: What? I'm just taking advantage of the... the market thing!
pt_br: O quê? Só estou tomando vantagem do… mercado!

# Dialogue_Text,DL_Nuparu
source: Hey, Hold on there!
pt_br: Ei, espera aí!

# Dialogue_Text,DL_Nuparu1
source: Ahh, Hello Toa! How are you? My name is Nuparu!
pt_br: Ahh, olá, Toa! Como está? Meu nome é Nuparu!

# Dialogue_Text,DL_Nuparu2
source: Oh it's just this machine, it keeps breaking... why won't it just work.
pt_br: Ah, é só essa máquina, ela fica quebrando… por que ela não funciona…?

# Dialogue_Text,DL_Nuparu3
source: I am! Although I prefer the term Inventor.
pt_br: Sou! Mas prefiro o termo Inventor.

# Dialogue_Text,DL_Nuparu4
source: Cylindrical brass machines?... OH! You must be talking about the Powering Stations!
pt_br: Máquinas cilíndricas de latão…? AH! Deve estar falando das Estações de Recarregamento!

# Dialogue_Text,DL_Nuparu5
source: I've actually studyied them extensively. They were created hundreds of years ago for sure, and I can't prove it but I'm pretty sure the Turaga were responsible... And as you probably know, those old folk don't like to share their secrets. From my experements, I've discovered that if you put an unpowered mask in there, and smear some Wahae-Mata Gel on top, it powers the mask!
pt_br: Na verdade, eu estudei muito elas. Elas com certeza foram criadas há centenas de anos. E não posso provar, mas tenho certeza de que os Turaga foram os responsáveis… E como deve saber, esses idosos não gostam de contar seus segredos. Pelos meus experimentos, descobri que se colocar uma máscara descarregada nela, e esfregar um pouco de Gel Wahae Mata em cima, ela recarrega a máscara!

# Dialogue_Text,DL_NuparuGel
source: Well, no one really knows. You can find it everywhere really, It's commonly sold as a cure-all for example - But I only discovered it's reaction to the mask station because I use it as a lubricant. Not the most traditional lubricant, I know, but it's pretty cheap.
pt_br: Então, ninguém sabe ao certo. Dá pra achar em qualquer lugar, geralmente vendem como uma cura pra tudo. Mas eu só descobri a reação na estação de máscaras porque usei como lubrificante. Não é o lubrificante mais tradicional de todos, eu sei, mas é bem barato.

# Dialogue_Text,DL_NuparuHow
source: *Nuparu throws his hands up in an over exaggerated shrugging motion* I studied those things for years, I have no idea - I'm not a chronicler. Although it's a pretty common theory that masks were made with their power sort of built in, but maybe... Maybe these machines are how our ancestors gave power to their masks?
pt_br: *Nuparu joga as mãos para cima, dando de ombros com exagero* Estudei essas coisas por anos, e não faço ideia. Não sou cronista. Mas uma teoria bem comum é que as máscaras são feitas com seus poderes embutidos, mas talvez… Talvez essas máquinas eram como nossos ancestrais recarregavam o poder nas máscaras deles?

# Dialogue_Text,DL_NuparuPower
source: As in it gives it back it's inherent abilities, the masks we matoran wear are not like yours Toa - ours lack the special abilities that yours do. If you use one of our "unpowered" masks in the machine, with a bit of Wahae-Mata Gel, you'll be able to add it to your collection and make full use of it's powers.
pt_br: No sentido de restaurar as habilidades inerentes dela. As máscaras que Matoran usam não são como as suas, Toa: elas não têm as mesmas habilidades especiais. Se você botar uma de nossas máscaras "descarregadas" na máquina, com um pouco de Gel Wahae Mata, vai poder adicioná-la à sua coleção e usar todo o poder dela.

# Dialogue_Text,DL_Okin1
source: Hmm... Guess I've got more time to do research now!
pt_br: Hum… Acho que tenho mais tempo pra pesquisar agora!

# Dialogue_Text,DL_Okin2
source: Hmm? Oh Hi Toa. Onepu said that I have to "help" with the cave in, but the structural architects are still examining it.
pt_br: Hum? Ah, oi Toa. Onepu disse que preciso "ajudar" com o desmoronamento, mas os arquitetos estruturais ainda estão examinando.

# Dialogue_Text,DL_Okin3
source: It means that I can't do anything, I'm stuck here, and I'm very bored.
pt_br: Significa que não posso fazer nada. Estou preso aqui, e com muito tédio.

# Dialogue_Text,DL_Okin4
source: Hah! No, thank you Toa. While I'd love to play a game with you, I have my own - I like to imagine what Mata-Nui will be like given time, the Makuta Vanquished, Villages at peace and able to expand... Mhh, a silly game I know but it does help me pass the time indeed.
pt_br: Hah! Não, obrigado, Toa. Seria legal jogar um jogo contigo, mas já tenho os meus. Gosto de imaginar como Mata Nui ficará no futuro: o Makuta vencido, aldeias em paz e podendo expandir… Hum, um jogo bobo, eu sei, mas ajuda a passar o tempo.

# Dialogue_Text,DL_Onepu
source: Onepu, at your service toa. Captain of the Onu-Koronan Ussalry Regiment, Champion of Ussal Racing, and Special aide to our great Turaga Whenua.
pt_br: Onepu, às suas ordens, Toa. Capitão do Regimento de Ussalaria Onu-Koronense, Campeão de Corrida de Ussal, e assessor especial do nosso grande Turaga Whenua.

# Dialogue_Text,DL_Onepu1
source: Yes, sorry I know we've already met Toa, I just always do that.
pt_br: Desculpa, sei que já nos conhecemos, Toa, eu sempre faço isso.

# Dialogue_Text,DL_Onepu2
source: Haha, That's a good one $T! How could you forget someone like me!
pt_br: Haha, boa piada, Toa! Como esqueceria alguém como eu?

# Dialogue_Text,DL_Onepu3
source: Right I nearly forgot! Whenua's missing, sort of... I've gotten reports from just about everyone coming to the village from Po-Wahi that they've heard him nearby. But no one's been able to find him!
pt_br: Ah é, quase esqueci! Whenua meio que desapareceu… Recebi relatos de quase todo mundo vindo de Po-Koro pra cá que ouviram ele lá por perto. Mas ninguém conseguiu encontrá-lo!

# Dialogue_Text,DL_Onepu4
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back.
pt_br: Seria ótimo se você puder, ser o assessor dele não pareceria bom pra mim se ele nunca voltasse.

# Dialogue_Text,DL_Onepu5
source: Excellent!
pt_br: Excelente!

# Dialogue_Text,DL_OnepuGiveMap
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back. Here's my map of the surface, it's only the Onu-Wahi surface - but it should help.
pt_br: Seria ótimo se você puder, ser o assessor dele não pareceria bom pra mim se ele nunca voltasse. Aqui está um mapa da superfície, é só da de Onu-Wahi, mas deve ajudar.

# Dialogue_Text,DL_OnepuReturn
source: Love to chat but I'm rather busy at the moment.
pt_br: Adoraria conversar, mas estou ocupado no momento.

# Dialogue_Text,DL_OnepuReturn1
source: Wait, have you found Whenua yet? My reputation is at stake here!
pt_br: Espera, você já achou Whenua? Minha reputação está em risco aqui!

# Dialogue_Text,DL_OnepuSaved
source: I'm very busy, but I would like to thank you for saving my mask Toa!
pt_br: Estou muito ocupado, mas gostaria de te agradecer por salvar minha máscara, Toa!

# Dialogue_Text,DL_OnepuSaved1
source: You saved my reputation by rescuing the Turaga! I would've been known as the failed temporary leader of Onu-Koro, not a great position for myself.
pt_br: Você salvou minha reputação resgatando o Turaga! Eu teria sido conhecido como o líder temporário falho de Onu-Koro, uma posição não muito boa pra mim.

# Dialogue_Text,DL_OnepuWhere
source: I was told not to tell anyone, but it was some sort of meeting, and that's all I'll say about the matter!
pt_br: Me disseram pra não contar pra ninguém, mas foi algum tipo de reunião, e é só isso que vou dizer!

# Dialogue_Text,DL_Onewa1
source: You have gathered these same stones, found these same masks, prepared for this same battle before.
pt_br: Vocês já juntaram essas mesmas pedras, acharam essas mesmas máscaras, e se prepararam para essa mesma batalha antes.

# Dialogue_Text,DL_OnewaHelpMe
source: $T! It certainly took you long enough to find me down here.
pt_br: $T! Demorou bastante para me encontrar aqui embaixo.

# Dialogue_Text,DL_OnewaHelpNow
source: The pillar up there looks pretty weak, perhaps you could knock it down into a bridge of sorts.
pt_br: O pilar ali em cima parece bem fraco, talvez você possa derrubá-lo e fazer um tipo de ponte.

# Dialogue_Text,DL_OnewaHole
source: Those infernal Nui-Jaga pushed me here. I’ve tried to escape but it’s far too steep for me to traverse.
pt_br: Aqueles Nui-Jaga infernais me empurraram aqui. Tentei escapar, mas é muito íngreme para eu subir.

# Dialogue_Text,DL_OnewaHowToHelp
source: I’ve been wondering that myself... perhaps that pillar is weak enough for you to knock down into a bridge of sorts.
pt_br: Estava pensando nisso… talvez aquele pilar seja fraco o bastante para você derrubá-lo e fazer um tipo de ponte.

# Dialogue_Text,DL_OnewaPohatu
source: Not right now... but could you tell Pohatu that I am looking for him? There’s a matter of some importance that I wish to discuss.
pt_br: Não agora… mas poderia dizer a Pohatu que estou procurando ele? Tem um assunto importante que preciso discutir com ele.

# Dialogue_Text,DL_OnewaPohatuQuest
source: As a matter of fact, yes I do. There is an item of great importance called a Makoki Stone you must retrieve. It is necessary if you are to face Makuta... and fulfil your destiny.
pt_br: Para falar a verdade, tenho sim. Tem um item de grande importância chamado de Pedra Makoki que você deve recuperar. É necessária para enfrentar o Makuta… e realizar seu destino.

# Dialogue_Text,DL_OnewaPohatuQuest2
source: There is a temple in the Motara Desert known as the Po-Kini, far from Po-Koro or any settlement. It’s not an easy place to traverse, but I have faith you can safely find your way there again.
pt_br: Tem um templo no Deserto Motara conhecido como o Po-Kini, longe de Po-Koro ou qualquer povoado. Não é um lugar fácil de percorrer, mas tenho fé que você achará seu caminho em segurança de novo.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbye
source: Well, I... I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu.
pt_br: Ora, eu… Eu só presumi que você já tinha passado por ele nas suas viagens. Não importa. Confio que você consegue recuperar a pedra em segurança, Pohatu.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbyeGiveMap
source: Well, I… I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu. Oh hold a minute! I can give you this, it's a map of the island - I feel it may be of use to you on this quest!
pt_br: Ora, eu… Eu só presumi que você já tinha passado por ele nas suas viagens. Não importa. Confio que você consegue recuperar a pedra em segurança, Pohatu. Ah, espera um minuto! Posso te dar isso, é um mapa da ilha. Acho que pode ser útil nesta missão!

# Dialogue_Text,DL_OnewaPokoro
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
pt_br: {G}|gender(Bem-vindo,Bem-vinda) a Po-Koro, $T. Espero que sua busca pelas máscaras esteja indo bem.

# Dialogue_Text,DL_OnewaPokoroBragging
source: We are doing rather well. I don’t mean to brag, but some of the carvings and sculptures my matoran have put out recently have been among the finest I’ve ever seen.
pt_br: Estamos indo bem. Não quero me gabar, mas algumas das esculturas e entalhes que meus Matoran fizeram recentemente foram alguns dos melhores que já vi.

# Dialogue_Text,DL_OnewaPokoroPostKini
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
pt_br: {G}|gender(Bem-vindo,Bem-vinda) a Po-Koro, $T. Espero que sua busca pelas máscaras esteja indo bem.

# Dialogue_Text,DL_OnewaThankyou
source: Thank you for saving me $T. I'll be able to make my way to Po-Koro now. Come find me in Po-Koro and I might have a quest for you.
pt_br: Obrigado por me salvar, $T. Vou conseguir voltar para Po-Koro agora. Venha me encontrar em Po-Koro, e talvez eu tenha uma missão para você.

# Dialogue_Text,DL_OnewaWhereHaveBeen
source: A private matter, $T. One that I have no need to share with you.
pt_br: Um assunto privado, $T. Não preciso compartilhar isso com você.

# Dialogue_Text,DL_OnewaWhy
source: Toa $N! It's good to finally meet you.
pt_br: Toa $T! É bom finalmente te conhecer.

# Dialogue_Text,DL_Outcast
source: HELLLLOO! Welcome Toa, to my Sanctum! Feel free to stay and rest for as long as you want my man.
pt_br: OLÁÁÁÁ! {G}|gender(Bem-vindo,Bem-vinda) Toa, ao meu Santuário! Fique à vontade pra ficar e descansar o quanto quiser, {G}|gender(mano,mana).

# Dialogue_Text,DL_OutcastGrass
source: It's real simple tall guy - The rocks above protect us from the snow, the stones hanging from them are heat stones, and the water below me is an underground hotspring!
pt_br: É bem simples, {G}|gender(altão,altona). As rochas acima nos protegem da neve, as pedras penduradas nelas são pedras de calor, e a água embaixo de mim é uma água termal subterrânea!

# Dialogue_Text,DL_OutcastWho
source: Me? Uhh, I don't remember what they called me. Weirdo? No that's not right... You can just call me Plant Man!
pt_br: Eu? Hã… não lembro do que me chamaram. Esquisitão? Não, não é isso… Pode me chamar de Homem Planta!

# Dialogue_Text,DL_OutcastWhy
source: I'm here to protect my plants mannn...
pt_br: Estou aqui pra proteger minhas plantas, {G}|gender(maaano,maaana)…

# Dialogue_Text,DL_OutcastWhy1
source: Uhh... No, not really. I used to live in Ko-Koro but I didn't really fit in there, they threw me out dude!
pt_br: Hã… Não exatamente. Eu morava em Ko-Koro mas não encaixava bem lá. Eles me expulsaram, {G}|gender(mano,mana)!

# Dialogue_Text,DL_Pauri1
source: Greetings, welcome to our shop!
pt_br: Saudações, {G}|gender(bem-vindo,bem-vinda) à minha loja!

# Dialogue_Text,DL_Pauri2
source: That's right, me and my brother run this shop together! We primarily sell exotic plants, but due to most of them being imported they can be quite pricey.
pt_br: Isso aí, eu e meu irmão somos donos a loja, juntos! Vendemos principalmente plantas exóticas, mas já que a maioria é importada, elas podem custar uma graninha.

# Dialogue_Text,DL_PetOwner
source: Howdy Toa! Staying long?
pt_br: Eaí, Toa! Vai ficar por muito tempo?

# Dialogue_Text,DL_PetOwner_Why
source: Why it's beautiful! Haha, I crack myself up sometimes. Trade is going well from what I hear, I'm not really in a position to say much else.
pt_br: Ora, está linda! Hahaha, eu me divirto. O comércio está indo bem pelo que ouvi. Não tenho como dizer muito mais que isso.

# Dialogue_Text,DL_PlantSeller1
source: Fresh vegetation, Harakeke, Bamboo, and more!
pt_br: Vegetação fresca, Harakeke, bambu, e mais!

# Dialogue_Text,DL_PoduFail1
source: Good to see you, $T.
pt_br: Bom te ver, $T.

# Dialogue_Text,DL_PoduFailGeneral1
source: Just for Kopaka... again. It feels like I’ve been out here for so long... but at least it’s better than Ko-Koro.
pt_br: Só pro Kopaka… de novo. Sinto que fiquei aqui por tanto tempo… mas pelo menos é melhor do que Ko-Koro.

# Dialogue_Text,DL_PoduFailKopaka1
source: DID SOMEONE JUST SAY POHATU?
pt_br: ALGUÉM DISSE "POHATU"!?

# Dialogue_Text,DL_PoduFailKopaka2
source: Well that’s just perfect timing on my part. You ready?
pt_br: Bem, cheguei na hora perfeita então. Está pronto?

# Dialogue_Text,DL_PoduFailKopakaRematch
source: That’s good enough. Let’s Race!
pt_br: Já tá bom o suficiente. Vamos correr!

# Dialogue_Text,DL_PoduFailPohatu
source: You’re the only Toa I’ve seen, Pohatu.
pt_br: Você é o único Toa que eu vi, Pohatu.

# Dialogue_Text,DL_PoduFailPohatu1
source: ...Sure thing.
pt_br: …É claro.

# Dialogue_Text,DL_PoduRace1
source: It’s a lot… c-c-colder here than it is in Po-Koro…
pt_br: É bem mais… f-f-frio aqui do que em Po-Koro…

# Dialogue_Text,DL_PoduRace2
source: Sigh…
pt_br: Ai ai…

# Dialogue_Text,DL_PoduRaceActive
source: Don't talk to me, you have a race to win!
pt_br: Não fala comigo, você tem uma corrida pra vencer!

# Dialogue_Text,DL_PoduRaceGeneral
source: Well, I’m here on somewhat of an urgent mission… I need to find Toa Kopaka and talk to him!
pt_br: Eu estou aqui numa missão meio urgente… Preciso achar Toa Kopaka e falar com ele!

# Dialogue_Text,DL_PoduRaceGeneral2
source: Well I’m just waiting for Toa Kopaka… I told him that this is where he needed to come, but I’m worried that he’s simply forgotten.
pt_br: Bom, só estou esperando pelo Toa Kopaka… eu disse a ele que precisa vir aqui, mas eu me preocupo que ele só se esqueceu…

# Dialogue_Text,DL_PoduRaceKopaka
source: Well I’ve been looking for you, Toa Kopaka!
pt_br: Ora, eu estava te procurando, Toa Kopaka!

# Dialogue_Text,DL_PoduRaceKopaka2
source: I wasn’t told much, only that it was urgent for you to hear this. You must travel to the very northern tip of Po-Wahi, past the old Temple.
pt_br: Não me disseram muito, só que era urgente você ouvir isso. Você deve viajar pra ponta norte de Po-Wahi, além do velho templo.

# Dialogue_Text,DL_PoduRaceKopakaCutscene
source: Perfect! You’re here! Now all we need to do is wait for...
pt_br: Perfeito! Você está aqui! Agora só precisamos esperar pelo…
