Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_Scholar2
source: Huh? Oh hello Toa, I was just reading the wall of prophecies. Much of it is written in an older dialect, I am one of a few who transcribe those passages into our new way of speech.
ru_ru: А? О, приветствую, Тоа, я читал стену предсказаний. Большая её часть написана на старом диалекте. Я один из немногих, кто переводит данные тексты на наш новый метод речи.

# Dialogue_Text,DL_SellerConsumables1
source: Toa $T! I have just what you need, healing plants, empowering drinks and more!
ru_ru: Тоа $T! У меня есть всё, что вам нужно: целебные растения, тонизирующие напитки и прочее!

# Dialogue_Text,DL_SellerConsumablesHewtinii
source: Toa! Welcome to Hewtinii's comestibles, I've got plenty of exactly what you need $T!
ru_ru: Тоа! Добро пожаловать в лавку припасов Хьютини, у меня есть всё, что вам нужно, $T!

# Dialogue_Text,DL_SellerConsumablesHewtiniiFikouNui
source: They're the worst! I can't stand them!
ru_ru: Они хуже всех! Терпеть их не могу!

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran1
source: Oh? Well that would be because I'm not a Ga-Matoran.
ru_ru: Да? Ну, это потому что я не являюсь Га-Матораном.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran2
source: It's fine! I understand if my presence in Ga-Koro may have confused you, Toa $T.
ru_ru: Ничего страшного! Я понимаю, если моё присутствие в Га-Коро смутило вас, Тоа $T.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran3
source: Your guess is as good as mine! Though I've been told I sometime speak words that no Matoran understands.
ru_ru: Я тоже не особо это понимаю! Но мне говорят, что я иногда говорю слова, которые не понимает ни один Маторан.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran4
source: Well, the other day I caught myself saying "Vackert Väder!" when I was talking to Hahli.
ru_ru: Ну, однажды у меня случайно вырвалось «Vackert Väder!», прям во время моего общения с Хали.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran5
source: I honestly do not know, but it made the rest of the conversation quite awkward...
ru_ru: Честно, я не знаю, но оно сделало дальнейший разговор каким-то странным...

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran7
source: ...I did it again, didn't I?
ru_ru: ...Я опять это сделал, да?

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura1
source: Oh Kapura? He said he was going to walk across the entirety of Mata-Nui. I don't know what's gotten into him, and I'm not sure how I feel about it.
ru_ru: А, Капура? Он сказал, что собирается обойти пешком весь Мата Нуи. Не знаю, что это на него нашло и как мне к этому относиться...

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura2
source: I don't know if you've noticed Toa $T, but Kapura walks very slow. In fact he's so slow that a Rahi would be able to catch him without even trying!
ru_ru: Не знаю, заметно ли это вам, Тоа $T, но Капура идёт очень медленно. Причём настолько медленно, что Рахи смогут напасть на него без какого-то труда!

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura3
source: I mean, there is a chance that they would consider him too boring to hunt, but you never know what goes on in the heads of the Nui-Jaga, Nui-Rama, and... *gulp* F-Fikou-Nui...
ru_ru: Нет, конечно есть вероятность, что они посчитают его слишком скучным для охоты, но никогда не знаешь что на уме у Нуи-Джаги, Нуи-Рамы и... *ик* Ф-Фику-Нуи…

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura4
source: I would very much appreciate that if you did, Toa $T!
ru_ru: Мне было бы приятно, если бы вы это сделали, Тоа $T!

# Dialogue_Text,DL_SellerConsumablesTimed
source: Greetings! Have a look at my wares, you'll like what you see I'm sure of it! Long lasting energy, restorative gels, I've got it all!
ru_ru: Приветствую! Взгляните на мои товары. Вам понравится, я гарантирую это! Энергия, восстанавливающие гели, у меня всё это есть!

# Dialogue_Text,DL_SellerGeneral1
source: Come, take a look at my wares! Even a Toa needs what I have!
ru_ru: Подходите, взгляните на мои товары! Даже Тоа нужно то, что я продаю!

# Dialogue_Text,DL_SellerMaskJuice1
source: Oh Toa hey! Come here, come here! I've got something you want!
ru_ru: О, Тоа! Подходите, подходите! У меня есть кое-что, что вам может пригодиться!

# Dialogue_Text,DL_SellerMaskJuiceQuestion
source: A rare, beautiful substance. I've heard rumors that it may have the ability to power masks, and make them work like your own do.
ru_ru: Редкая, красивая субстанция. До меня дошли слухи, что она может заряжать маски силой и заставлять их работать также, как и ваши собственные.

# Dialogue_Text,DL_SellerMasks1
source: My my a Toa, what luck! I carry something you may be interested in, Masks!
ru_ru: Боже, боже, какая удача, Тоа! Я продаю то, что вам может пригодиться – Маски!

# Dialogue_Text,DL_SellerMasksNobua
source: Oh uhh. Hello Toa, Nobua here.
ru_ru: Ой, э-э-э. Здравствуй, Тоа, это Нобуа.

# Dialogue_Text,DL_SellerMasksNobua1
source: Oh fie, I'm not very good at this shopkeeping thing. Did you want to buy something Toa?
ru_ru: Ой-вей, я не очень хорош во всей этой торговле. Вы хотели что-то купить, Тоа?

# Dialogue_Text,DL_SellerMasksNobua2
source: Masks! Or... mask replacements anyways. We don't get a lot of sales to be honest, not sure how the company keeps us in business.
ru_ru: Маски! Или... заменители масок, скорее. Продажи у нас, если честно, низкие, не знаю, как нам удаётся держаться на плаву.

# Dialogue_Text,DL_SellerMasksNobua3
source: Huh? Oh uhh... I'm not supposed to talk about it, but seeing as you're a Toa...
ru_ru: А? Ой, эээ… Я не должен об этом говорить, но так как вы являетесь Тоа...

# Dialogue_Text,DL_SellerMasksNobua4
source: *Hushed* I'm currently working off my debt to the company, they said they'd throw me out of Onu-Koro if I didn't work for them!
ru_ru: *Шёпотом* Я сейчас отрабатываю свой долг перед компанией. Они сказали, что если я не буду на них работать, то меня вышвырнут из Ону-Коро!

# Dialogue_Text,DL_SellerMasksNobua5
source: Buy my stuff! The more widgets I get, the closer I am to getting them off my back! *Wispering* Please don't tell anyone I told you this...
ru_ru: Покупайте мои вещи! Чем больше виджетов я получу, тем выше шанс, что я смогу от них избавиться! *Шёпотом* Пожалуйста, только никому не говорите, что я вам рассказал это...

# Dialogue_Text,DL_SellerMasksQuestion
source: Yes really! Although they are made for Matoran, they may work on a Toa who knows?
ru_ru: Да! Хотя они сделаны для Маторанов, они могут сработать и на Тоа. Кто знает... ?

# Dialogue_Text,DL_SellerMetal1
source: AH HA! Exactly the one who should visit my shop, you must have stumbled across some metalic objects in your travels Toa! If so, I'd buy them at a high price!
ru_ru: АГА! Как раз тот, кто должен посетить мою лавку! Вы наверняка натыкались на какие-то металлические предметы в процессе приключений, Тоа! Я их куплю по высоким ценам!

# Dialogue_Text,DL_SellerNone
source: Ugghh, my head...
ru_ru: Мннхх, моя голова...

# Dialogue_Text,DL_SellerNone1
source: Nothing, it doesn't matter.
ru_ru: Ничего, это не так важно.

# Dialogue_Text,DL_SellerNone2
source: It's those two next door, they won't stop arguing! My head is killing me I can't sell, much less think!
ru_ru: Те двое по соседству, они никак не могут перестать спорить! Моя голова раскалывается и я не могу продавать, не говоря уже про раздумья!

# Dialogue_Text,DL_SellerNotes
source: Oh oh a Toa! You MUST have some interesting artifacts from all your travels! Some ancient notes, books, anything!
ru_ru: О, о, Тоа! У вас ТОЧНО должны быть интересные артефакты, найденные в ходе ваших путешествий! Какие-либо древние записи, книги, что угодно!

# Dialogue_Text,DL_SellerSports
source: Kolhii, Kolhii, Kolhii! Welcome to my shop Toa, I sell everything you'll ever need for a Kolhii match!
ru_ru: Колхи, Колхи, Колхи! Добро пожаловать в мою лавку, Тоа, я продаю всё, что вам нужно для матчей по Колхи!

# Dialogue_Text,DL_SellerSports1
source: Too? I - Oh, you've met Ahkmou...
ru_ru: Тоже? Я... А, вы встретили Акму...

# Dialogue_Text,DL_SellerSports2
source: No I don't like him! He's an egotistacal charlatan selling Kolhii balls just for the profit! He cares nothing about the actual game, the sportsmanship!
ru_ru: Нет, он мне не нравится! Он эгоистичный шарлатан, который продаёт мячи для Колхи исключительно ради заработка! Его не волнует сама игра, дух спорта!

# Dialogue_Text,DL_SellerTrade
source: Yes, let's trade!
ru_ru: Да, давай торговаться!

# Dialogue_Text,DL_SellerTrade2
source: Of course!
ru_ru: Конечно!

# Dialogue_Text,DL_Selling1
source: This amount's worth well more than 80 widgets!
ru_ru: Этот объём стоит куда больше 80 виджетов!

# Dialogue_Text,DL_Selling2
source: But are you sure you can't at least drop the price a little?
ru_ru: Ты уверен, что не можешь хотя бы немножко снизить цену?

# Dialogue_Text,DL_Selling3
source: Lava stone is very difficult to harvest, and with the recent rahi attacks it's in very high demand to be used for repairs... I suppose I could drop it to 75.
ru_ru: Лавовый камень очень сложно добыть, а с учётом недавних атак Рахи на него вырос спрос в качестве средства для ремонта... Думаю, что я смогу сбросить цену до 75.

# Dialogue_Text,DL_Selling4
source: Hmm, I think I have that much...
ru_ru: Хмм, думаю, что у меня есть столько...

# Dialogue_Text,DL_Seltra1
source: I really need to find a better place for my books...
ru_ru: Мне однозначно нужно найти лучшее место для моих книг...

# Dialogue_Text,DL_Seltra2
source: Oh Toa $T, Hi! Have you seen any Rahi recently?
ru_ru: О, Тоа $T, приветствую! Видели ли вы каких-нибудь Рахи в последнее время?

# Dialogue_Text,DL_Seltra3
source: Well since you're a Toa, you get around better than us Matoran. You must get to see so many cool creatures!
ru_ru: Ну, так как вы являетесь Тоа, вы справляетесь со всем лучше, чем мы Матораны. Вы наверняка встречаете множество крутых существ!

# Dialogue_Text,DL_Seltra4
source: Oooooo! Sounds exciting, Tell me all about them!
ru_ru: Оооооо! Звучит интересно, расскажите мне про это!

# Dialogue_Text,DL_Seltra5
source: Ack! Wait, I was supposed to be reorginising my books. If I don't finish now then I'll forget how I was doing it! Rain check on that story Toa!
ru_ru: Ой! Погоди-ка, я же должен заниматься книгами. Если я не закончу сейчас, то я забуду как мне это делать! Поговорим в другой раз, Тоа!

# Dialogue_Text,DL_ShipperCleanUp
source: Oh, thank you Toa but I'll be okay.
ru_ru: Ох, спасибо, Тоа, но я справлюсь.

# Dialogue_Text,DL_ShipperDefault
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today?
ru_ru: Добро пожаловать в центр доставки грузов Ону-Коро. Чем я могу помочь?

# Dialogue_Text,DL_ShipperDefault2
source: This is the Onu-Koro shipping center, we ship things from Koro to Koro. I know it seems like we're in Po-Wahi but we're actually just on the edge of Onu-Wahi!
ru_ru: Это центр доставки грузов Ону-Коро, мы доставляем вещи из Коро в Коро. Знаю, может показаться, что мы находимся в По-Вахи, но на самом деле мы на окраине Ону-Вахи!

# Dialogue_Text,DL_ShipperIntro
source: *The Matoran has his eyes closed tightly. He seems to be attempting to be as quiet as possible.*
ru_ru: *Маторан зажмурил глаза. Он, по-видимому, пытается вести себя как можно тише.*

# Dialogue_Text,DL_ShipperIntro_2
source: *The Matoran keeps his eyes shut.* Who... Who's there?
ru_ru: *Маторан держит свои глаза закрытыми.* Кто... Кто здесь?

# Dialogue_Text,DL_ShipperIntroGetup
source: They're gone? *He gets up, being cautious.* Oh, good. There were... two, maybe three? Or was it six? A bunch of Tarakava came in and wrecked the place!
ru_ru: Они ушли? *Встаёт, соблюдая осторожность.* О, хорошо. Их было... двое, может даже трое? Или шестеро? Куча Таракав пришла и разгромила это место!

# Dialogue_Text,DL_ShipperIntroRahi
source: Oh... Oh yeah? What kind of Rahi?
ru_ru: Д... Да? И какой именно Рахи?

# Dialogue_Text,DL_ShipperIntroRahi_Tarakava
source: *He keeps his eyes shut.* Alright. Go ahead and eat me. Wait... Tarakava usually don't bother talking to their dinner... *He opens his eyes.* Toa! Why did you try and scare me like that?
ru_ru: *Держит глаза закрытыми.* Хорошо. Съешь меня. Погоди-ка... Таракавы обычно не разговаривают со своей добычей... *Открывает свои глаза.* Тоа! За что вы так со мной?

# Dialogue_Text,DL_ShipperIntroRahi_Toa
source: Wait a minute... Toa aren't Rahi! *He opens his eyes.* Oh, It's you Toa $T. You shouldn't try to trick people, it's unbecoming of a hero.
ru_ru: Погоди-ка... Тоа – не Рахи! *Открывает глаза* А, это вы, Тоа $T. Вам не следует обманывать других, это неподобающее поведение для героя.

# Dialogue_Text,DL_ShipperIntroRahi_Ussal
source: An Ussal that can talk? I've gotta see this... *He opens his eyes.* Oh. It's just you, Toa $T... I mean, not that i'm not glad to see you, that is!
ru_ru: Уссал, который может говорить? Я должен это увидеть... *Открывает глаза* А, это вы, Тоа $T... В смысле, я не то что не рад вас видеть, даже наоборот!

# Dialogue_Text,DL_ShipperIntroToa
source: T-Toa? *He opens his eyes.* Toa $T! It's good to see you... Ouch. It's a bit bright. I've had my eyes closed for a while now...
ru_ru: Т-Тоа? *Открывает глаза.* Тоа $T! Рад вас видеть... Ай! Немножко ярковато. Мои глаза были закрыты длительное время...

# Dialogue_Text,DL_ShipperIntroToa_2
source: Oh, I was hiding. Didn't you see them when you came in?
ru_ru: А, я... я прятался. Разве вы их не видели, когда вошли?

# Dialogue_Text,DL_ShipperMahi
source: The Mahi! Thank Mata-Nui they're safe. You're right, it's odd for Tarakava that seem so ravenous to not eat the nearest Rahi - or Matoran - in plain sight...
ru_ru: Махи! Хвала Мата Нуи, они в порядке. Вы правы, это странно видеть Таракаву, с виду хищника, который не поедает других Рахи или Маторанов на виду.

# Dialogue_Text,DL_ShipperOnuKoro
source: We're the official shipping center for the city because we're the only major Onu-Wahi Port, but not all shipments from Onu-Koro go through us. In fact, our boss doesn't even visit this location often. It's kinda confusing, I don't really know how it works. But I work here anyway.
ru_ru: Мы официальный центр доставки грузов для селения, поскольку мы – единственный порт Ону-Вахи, но не все грузы из Ону-Коро проходят через нас. Более того, наш начальник даже не посещает так часто. Это немножко странно, я не до конца понимаю как это работает. Но я всё равно работаю здесь.

# Dialogue_Text,DL_ShipperQuest1
source: Oh, Mr Khalo's shipment? I think my couriers started on their way with it yesterday. Come to think of it, they should be back by now.
ru_ru: А, груз мистера Кало? Я думаю, что курьеры начали его доставку вчера. Если подумать, то они должны были уже вернуться.

# Dialogue_Text,DL_ShipperQuestWhichWay
source: Well, their usual route to Po-Koro takes them from here and through the Pillar-Lands. That's roughly north east of here. I'd start there.
ru_ru: Ну, их обычная дорога до По-Коро проходит отсюда через Столбовые земли. Это к северо-востоку отсюда. Я начну там.

# Dialogue_Text,DL_ShipperWhatHappened
source: Well, I was alone here, when all of the sudden a bunch of big mean Tarakava came around, destroying all sorts of stuff! They usually never get this close to here... They must have been looking for something specific...
ru_ru: Ну, я был тут один, как вдруг из ниоткуда взялась куча Таракав и уничтожила всё! Они, как правило, не заходят так близко к этому месту... Возможно, они искали какую-то определённую вещь...

# Dialogue_Text,DL_ShipperWhatPlace
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today? ...Sorry, habit.
ru_ru: Добро пожаловать в центр доставки грузов Ону-Коро. Чем я могу вам помочь? ...Извиняюсь, привычка.

# Dialogue_Text,DL_StaffSeller1
source: Excuse me for a moment... Welcome Toa to my humble shop! Would you perhaps be in the market for a Ta-Koro Guard staff?
ru_ru: Прошу меня извинить... Добро пожаловать в мой скромный магазин, Тоа! Не хотели бы вы купить посох Стражника Та-Коро?

# Dialogue_Text,DL_StaffSeller2
source: Uhh well, technically no... You're supposed to have a Ta-Koro Guard insignia, but I'd be willing to make an exception for you!
ru_ru: Эээ, ну... Технически, нет... Вы должны иметь знак Гвардии Та-Коро, но для вас я готов сделать исключение!

# Dialogue_Text,DL_StaffSellerQuartermaster
source: Oh dear, how wrong?
ru_ru: О боже, насколько не так?

# Dialogue_Text,DL_StaffSellerQuartermaster2
source: Gahh! I knew I'd get those mixed up at some point, they look exactly the same! I'll correct that straight away... Hmm, perhaps you would be willing to bring the class two's back for me?
ru_ru: Балин! Я так и знал, что перепутаю их рано или поздно, они же выглядят совершенно одинаково! Я исправлю это незамедлительно... Хмм, может тогда вы вернёте мне обратно класс два?

# Dialogue_Text,DL_StaffSellerQuartermaster3
source: Excellent I'll get right on that then!
ru_ru: Отлично, я этим займусь безотлагательно!

# Dialogue_Text,DL_StaffSellerQuartermaster4
source: Ahh $T have you spoken to the Quartermaster yet?
ru_ru: А, $T. Вы поговорили с Квартирмейстером?

# Dialogue_Text,DL_StaffSellerQuartermaster5
source: Excellent! I've already sent out for the corrected delivery, it should be here within four days time.
ru_ru: Отлично! Я уже выслал заявку на правильный груз, в течение четырёх дней всё должно прийти.

# Dialogue_Text,DL_StaffSellerQuartermaster6
source: Hold a moment toa! I can't have you go wandering off without your reward. Here we are, would 60 widgets be enough for you troubles.
ru_ru: Постойте, Тоа! Я не могу отпустить вас без награды. Вот, я думаю, что 60 виджетов будет достаточно для беспокойства.

# Dialogue_Text,DL_StaffSellerQuartermaster7
source: Welcome back to my shop Toa $T! I appreciate what you did, helping me with that mess earlier.
ru_ru: Ещё раз добро пожаловать в мой магазин, Тоа $T! Я благодарю вас за то, что оказали мне помощь с этим безобразием.

# Dialogue_Text,DL_StaffSellerQuartermasterRewardQuestion
source: Well, I suppose I could reward you with a large sum of widgets, would that suffice?
ru_ru: Ну, я полагаю, что смогу вознаградить вас крупной суммой виджетов, этого будет достаточно?

# Dialogue_Text,DL_StatueCarver1
source: *Mumbling to self* Carry the one... Hmm yes, more over there...
ru_ru: *Бурчит про себя* Перенести одно... Хмм, да, ещё вот сюда...

# Dialogue_Text,DL_StatueCarver2
source: ACK! Goodness Toa, You shouldn't sneak up on people like that, I'm working on a carving of the Great Toa of stone, Pohatu.
ru_ru: ЫК! Господи, Тоа, Вам не нужно вот так вот подкрадываться к людям! Я работаю над резной фигурой Великого Тоа Камня – Похату.

# Dialogue_Text,DL_StatueCarverPohatu
source: Yes, I suppose he is...
ru_ru: Да, наверное...

# Dialogue_Text,DL_StatueCarverPohatu1
source: Toa $T, You're here? You - Uhh, it's not finished yet. I would say don't look, but I'm afraid that's to exactly possible.
ru_ru: Тоа $T, вы тут? Вы... Эээ, оно ещё не закончено. Я бы, конечно, мог сказать про «не смотреть», но боюсь, что это не совсем возможно.

# Dialogue_Text,DL_StatueCarverPohatu2
source: I knew you'd like it! Wait, Now that you're here, you could model for me! You'd just have to stand still for... A few hours... or days...
ru_ru: Я знал, что вам понравится! Стоп, А пока вы здесь, вы можете стать моделью для меня! Вам лишь следует стоять неподвижно в течение... Нескольких часов... или дней...

# Dialogue_Text,DL_StatueSeller
source: Statuettes! Souvenirs! Excellent Po-Koronan Craftsmanship! What about you toa? Would you like a Statuette of yourself $T?
ru_ru: Статуэтки! Сувениры! Высокое качество исполнения из По-Коро! Ну что, Тоа? Не хотите ли купить статуэтку себя {G}|gender(любимого, любимой), $T?

# Dialogue_Text,DL_Tafall1
source: Greetings Toa $T! Welcome to Whagna Village, our humble home on the outskirts of Ko-Wahi.
ru_ru: Приветствую, Тоа $T! Добро пожаловать в деревню Вагна, наш скромный дом на окраине Ко-Вахи.

# Dialogue_Text,DL_TafallAbandoned1
source: Because I want to, and I have nothing else to do! Why won't you let me?
ru_ru: Потому что я хочу, а делать мне нечего! Почему ты мне не разрешаешь?

# Dialogue_Text,DL_TafallAbandoned2
source: Like I told you last time Tafall, I can't teach you right now! Plus Marka just asked me to start building a new boat, ontop of everything else I need to get finished already!
ru_ru: Как я уже говорил ранее, Тафол, я сейчас не могу тебя учить! К тому же, Марка меня попросила начать строительство новой лодки, не говоря обо всём остальном, что нужно закончить!

# Dialogue_Text,DL_TafallAbandoned3
source: Oh... Heeeyyy there Toa...
ru_ru: Ой... Прииивееетики, Тоа...

# Dialogue_Text,DL_TafallAbandoned4
source: I want to be Taphal's apprentace so I can learn to work on things like him, but he doesn't want to teach me!
ru_ru: Я хочу стать ученицей Тафала, чтобы я могла научиться делать вещи, как он. Но он не хочет меня учить!

# Dialogue_Text,DL_TafallAbandoned5
source: That's right. I just can't fit it into my schedule at this point!
ru_ru: Да. Я просто сейчас никак не могу вписать это в свой график!

# Dialogue_Text,DL_TafallAbandoned6
source: Yes, that would work! I can hand you tools, carry materials, and watch what you do. That's how I'll learn!
ru_ru: Да, это может сработать! Я могу подавать тебе инструменты, носить материалы и смотреть то, что ты делаешь. Так я и научусь!

# Dialogue_Text,DL_TafallAbandoned7
source: Hmm... Alright. Sure, I guess that could work.
ru_ru: Хм... Ладно. Да, я думаю, это может сработать.

# Dialogue_Text,DL_TafallAbandoned8
source: Thank you so much Toa, I'm sure I'll learn a lot from this!
ru_ru: Огромное спасибо, Тоа! Я уверена, что многое из этого смогу выучить!

# Dialogue_Text,DL_TafallAbandonedReturn
source: Thank you again $T, I know this apprenticeship will be great.
ru_ru: Ещё раз спасибо, $T, я уверена, что эта практика будет отличной!

# Dialogue_Text,DL_TafallFixing1
source: Uhh, I wish I was back in Ga-Koro. I hate the snow, it's so sticky and gross - gets everywhere.
ru_ru: Эх, хотела бы я вернуться в Га-Коро. Ненавижу этот снег, он такой липкий и уродливый – всё время куда-то попадает.

# Dialogue_Text,DL_TafallFixing2
source: Huff - Of course I knew that! You... You really shouldn't sneak up on someone like that Toa.
ru_ru: Хмпф! Конечно, я знала об этом! Вам... Вам действительно не стоит вот так подкрадываться к другим, Тоа.

# Dialogue_Text,DL_TafallQuestion
source: Yes we have very similar names, but to be honest, there's not much of a story there Toa - I just don't like being confused with him.
ru_ru: Да, у нас имена очень похожи, но, по правде говоря, тут нет ничего особенного, Тоа – я просто не люблю, когда меня всё время с ним путают.

# Dialogue_Text,DL_Tahu1
source: We are all gathered. We are ready and willing to face this threat at long last. Makuta falls this day!
ru_ru: Все в сборе. Мы готовы и желаем столкнуться с этой угрозой лицом к лицу. Макута сегодня падёт!

# Dialogue_Text,DL_Tahu2
source: If any of you question our choice, or doubt our abilities, speak now.
ru_ru: Если кто-то из вас сомневается в нашем выборе или наших способностях, говорите сейчас.

# Dialogue_Text,DL_Tahu3
source: Is something the matter, Gali?
ru_ru: Что-то не так, Гали?

# Dialogue_Text,DL_Tahu4
source: Turaga? What’s the meaning of this? I would think to wait until after the Makuta was defeated to gather in celebration...
ru_ru: Турага? Что всё это значит? Я думал, что вы дождётесь падения Макуты, чтобы отпраздновать...

# Dialogue_Text,DL_Tahu5
source: How do we stop this madness?
ru_ru: И как мы остановим это безобразие?

# Dialogue_Text,DL_Tahu6
source: ...It is settled then.
ru_ru: ...Значит, решено.
