Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_Numai1
source: Gah...
el: Ωχ...

# Dialogue_Text,DL_Numai2
source: Hello $T, and yes you are right we have not spoken as much as I would have wished. But unless you have time while you're in Ko-Koro I fear we won't speak for some time.
el: Γεια σου $T, και ναι έχεις δίκιο, δεν έχουμε μιλήσει όσο θα ήθελα. Αλλά αν δεν έχεις χρόνο όσο είσαι στο Ko-Koro, φοβάμαι ότι δεν θα μιλήσουμε για κάποιο χρονικό διάστημα.

# Dialogue_Text,DL_Numai3
source: I plan to, yes. Whagna used to be so beautiful, but alas - all good things must come to an end.
el: Σκοπεύω, ναι. Η Whagna ήταν κάποτε τόσο όμορφη, αλλά δυστυχώς - όλα τα καλά πράγματα κάποτε τελειώνουν.

# Dialogue_Text,DL_NumaiAbandoned1
source: Nice to see you again Toa.
el: Χαίρομαι που σε ξαναβλέπω, Toa.

# Dialogue_Text,DL_NumaiAbandoned2
source: Somewhat... It's colder here than Whagna.
el: Κάπως... Κάνει πιο κρύο εδώ από ό,τι στη Whagna.

# Dialogue_Text,DL_NumaiAbandonedSeen
source: No, I don't believe so, last time I saw any of them was when I was dropped at the dock.
el: Όχι, δεν το πιστεύω, την τελευταία φορά που είδα κάποιον από αυτούς ήταν όταν με άφησαν στην αποβάθρα.

# Dialogue_Text,DL_NumaiFixed1
source: Welcome back Toa $T.
el: Καλώς ήρθες πίσω, Toa $T.

# Dialogue_Text,DL_NumaiFixed2
source: A little, only because you were right. At least thus far, we could still be attacked by a Rahi at any point.
el: Λίγο, μόνο και μόνο επειδή είχες δίκιο. Τουλάχιστον μέχρι στιγμής, θα μπορούσαμε ακόμη να δεχτούμε επίθεση από έναν Rahi ανά πάσα στιγμή.

# Dialogue_Text,DL_NunoIntro
source: What? I'm just taking advantage of the... the market thing!
el: Τι; Απλώς εκμεταλλεύομαι... το θέμα της αγοράς!

# Dialogue_Text,DL_Nuparu
source: Hey, Hold on there!
el: Έι, στάσου!

# Dialogue_Text,DL_Nuparu1
source: Ahh, Hello Toa! How are you? My name is Nuparu!
el: Ααα, γεια σου Toa! Τι κάνεις; Με λένε Nuparu!

# Dialogue_Text,DL_Nuparu2
source: Oh it's just this machine, it keeps breaking... why won't it just work.
el: Ω, είναι απλώς αυτό το μηχάνημα, χαλάει συνέχεια... γιατί δεν λειτουργεί απλά.

# Dialogue_Text,DL_Nuparu3
source: I am! Although I prefer the term Inventor.
el: Είμαι! Αν και προτιμώ τον όρο Εφευρέτης.

# Dialogue_Text,DL_Nuparu4
source: Cylindrical brass machines?... OH! You must be talking about the Powering Stations!
el: Κυλινδρικά, χάλκινα μηχανήματα;... Ω! Πρέπει να μιλάς για τους Σταθμούς Ενέργειας!

# Dialogue_Text,DL_Nuparu5
source: I've actually studyied them extensively. They were created hundreds of years ago for sure, and I can't prove it but I'm pretty sure the Turaga were responsible... And as you probably know, those old folk don't like to share their secrets. From my experements, I've discovered that if you put an unpowered mask in there, and smear some Wahae-Mata Gel on top, it powers the mask!
el: Τα έχω μελετήσει εκτενώς. Δημιουργήθηκαν πριν από εκατοντάδες χρόνια, σίγουρα, και δεν μπορώ να το αποδείξω, αλλά είμαι σχεδόν σίγουρος ότι οι Turaga ήταν υπεύθυνοι... Και όπως πιθανώς γνωρίζετε, αυτοί οι ηλικιωμένοι δεν τους αρέσει να μοιράζονται τα μυστικά τους. Από τα πειράματά μου, ανακάλυψα ότι αν βάλεις μια μάσκα χωρίς τροφοδοσία και αλείψεις λίγο τζελ Wahae-Mata από πάνω, η μάσκα τροφοδοτείται!

# Dialogue_Text,DL_NuparuGel
source: Well, no one really knows. You can find it everywhere really, It's commonly sold as a cure-all for example - But I only discovered it's reaction to the mask station because I use it as a lubricant. Not the most traditional lubricant, I know, but it's pretty cheap.
el: Λοιπόν, κανείς δεν ξέρει πραγματικά. Μπορείς να το βρεις παντού, πωλείται συνήθως ως πανάκεια για παράδειγμα - Αλλά εγώ ανακάλυψα την αντίδρασή του στον σταθμό μάσκας μόνο επειδή το χρησιμοποιώ ως λιπαντικό. Δεν είναι το πιο παραδοσιακό λιπαντικό, το ξέρω, αλλά είναι αρκετά φθηνό.

# Dialogue_Text,DL_NuparuHow
source: *Nuparu throws his hands up in an over exaggerated shrugging motion* I studied those things for years, I have no idea - I'm not a chronicler. Although it's a pretty common theory that masks were made with their power sort of built in, but maybe... Maybe these machines are how our ancestors gave power to their masks?
el: *Ο Νουπάρου σηκώνει τα χέρια του με μια υπερβολική κίνηση αδιαφορίας* Μελέτησα αυτά τα πράγματα για χρόνια, δεν έχω ιδέα - δεν είμαι χρονικογράφος. Αν και είναι μια αρκετά κοινή θεωρία ότι οι μάσκες φτιάχνονταν με την ενσωματωμένη δύναμή τους, αλλά ίσως... Ίσως αυτές οι μηχανές είναι ο τρόπος με τον οποίο οι πρόγονοί μας έδιναν ενέργεια στις μάσκες τους;

# Dialogue_Text,DL_NuparuPower
source: As in it gives it back it's inherent abilities, the masks we matoran wear are not like yours Toa - ours lack the special abilities that yours do. If you use one of our "unpowered" masks in the machine, with a bit of Wahae-Mata Gel, you'll be able to add it to your collection and make full use of it's powers.
el: Εννοώ του επιστρέφει τις έμφυτες ικανότητές του, οι μάσκες που φοράμε εμείς οι Matoran δεν είναι σαν τις δικές σας Toa - οι δικές μας δεν έχουν τις ειδικές ικανότητες που έχουν οι δικές σας. Αν χρησιμοποιήσετε μία από τις "μη ισχυρές" μάσκες μας στο μηχάνημα, με λίγο τζελ Wahae-Mata, θα μπορείτε να την προσθέσετε στη συλλογή σας και να αξιοποιήσετε πλήρως τις δυνάμεις της.

# Dialogue_Text,DL_Okin1
source: Hmm... Guess I've got more time to do research now!
el: Χμμ... Μάλλον έχω περισσότερο χρόνο για έρευνα τώρα!

# Dialogue_Text,DL_Okin2
source: Hmm? Oh Hi Toa. Onepu said that I have to "help" with the cave in, but the structural architects are still examining it.
el: Χμμ; Ω, γεια σου Τόα. Ο Onepu είπε ότι πρέπει να «βοηθήσω» με την κατάρευση, αλλά οι αρχιτέκτονες την εξετάζουν ακόμα.

# Dialogue_Text,DL_Okin3
source: It means that I can't do anything, I'm stuck here, and I'm very bored.
el: Σημαίνει ότι δεν μπορώ να κάνω τίποτα, είμαι κολλημένος εδώ και βαριέμαι πολύ.

# Dialogue_Text,DL_Okin4
source: Hah! No, thank you Toa. While I'd love to play a game with you, I have my own - I like to imagine what Mata-Nui will be like given time, the Makuta Vanquished, Villages at peace and able to expand... Mhh, a silly game I know but it does help me pass the time indeed.
el: Χα! Όχι, ευχαριστώ Toa. Ενώ θα ήθελα πολύ να παίξω ένα παιχνίδι μαζί σου, έχω το δικό μου - μου αρέσει να φαντάζομαι πώς θα είναι το Mata-Nui με την πάροδο του χρόνου, με τοω Makuta Ηττημένο, Χωριά σε ειρήνη και ικανά να επεκταθούν... Μμμ, ένα ανόητο παιχνίδι το ξέρω, αλλά με βοηθάει όντως να περνάω την ώρα μου.

# Dialogue_Text,DL_Onepu
source: Onepu, at your service toa. Captain of the Onu-Koronan Ussalry Regiment, Champion of Ussal Racing, and Special aide to our great Turaga Whenua.
el: Onepu, στις υπηρεσίες σου Toa. Λοχαγός του Συντάγματος Onu-Koro Ussalry, Πρωταθλητής των Αγώνων Ussal, κι Ειδικός βοηθός του σπουδαίου Turaga Whenua.

# Dialogue_Text,DL_Onepu1
source: Yes, sorry I know we've already met Toa, I just always do that.
el: Nαι, συγγνώμη, ξέρω ότι έχουμε ήδη γνωριστεί Toa, απλά αυτό κάνω πάντα.

# Dialogue_Text,DL_Onepu2
source: Haha, That's a good one $T! How could you forget someone like me!
el: Χαχα, καλό αστείο $T! Πώς γίνεται να ξεχάσεις κάποιον σαν εμένα!

# Dialogue_Text,DL_Onepu3
source: Right I nearly forgot! Whenua's missing, sort of... I've gotten reports from just about everyone coming to the village from Po-Wahi that they've heard him nearby. But no one's been able to find him!
el: Σωστά, παραλίγο να το ξεχάσω! Ο Whenua αγνοείται, κάπως... Έχω λάβει αναφορές από σχεδόν όλους όσους έρχονται στο χωριό από το Po-Wahi ότι τον έχουν ακούσει κοντά. Αλλά κανείς δεν έχει καταφέρει να τον βρει!

# Dialogue_Text,DL_Onepu4
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back.
el: Θα ήταν υπέροχο αν μπορούσες, επειδή όντας ο βοηθός του, δεν θα μου φαινόταν καλό αν δεν γύριζε ποτέ.

# Dialogue_Text,DL_Onepu5
source: Excellent!
el: Τέλεια!

# Dialogue_Text,DL_OnepuGiveMap
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back. Here's my map of the surface, it's only the Onu-Wahi surface - but it should help.
el: Θα ήταν υπέροχο αν μπορούσες, επειδή όντας ο βοηθός του, δεν θα μου φαινόταν καλό αν δεν γύριζε ποτέ. Ορίστε ο χάρτης μου για την επιφάνεια, είναι μόνο η επιφάνεια Onu-Wahi - αλλά θα πρέπει να βοηθήσει.

# Dialogue_Text,DL_OnepuReturn1
source: Wait, have you found Whenua yet? My reputation is at stake here!
el: Στάσου, βρήκες τον Whenua; Η φήμη μου διακυβεύεται εδώ!

# Dialogue_Text,DL_OnepuSaved
source: I'm very busy, but I would like to thank you for saving my mask Toa!
el: Είμαι πολύ απασχολημένος, αλλά θα ήθελα να σε ευχαριστήσω που έσωσες τη μάσκα μου, Toa!

# Dialogue_Text,DL_OnepuSaved1
source: You saved my reputation by rescuing the Turaga! I would've been known as the failed temporary leader of Onu-Koro, not a great position for myself.
el: Έσωσες τη φήμη μου σώζοντας τον Turaga! Θα ήμουν γνωστός ως ο αποτυχημένος προσωρινός ηγέτης του Onu-Koro, όχι και τόσο καλή θέση για μένα.

# Dialogue_Text,DL_OnepuWhere
source: I was told not to tell anyone, but it was some sort of meeting, and that's all I'll say about the matter!
el: Μου είπαν να μην το πω σε κανέναν, αλλά ήταν κάποιου είδους συνάντηση, και αυτό είναι το μόνο που θα πω για το θέμα!

# Dialogue_Text,DL_Onewa1
source: You have gathered these same stones, found these same masks, prepared for this same battle before.
el: Έχετε συγκεντρώσει αυτές τις ίδιες πέτρες, έχετε βρει αυτές τις ίδιες μάσκες, έχετε προετοιμαστεί για την ίδια μάχη ξανά.

# Dialogue_Text,DL_OnewaHelpMe
source: $T! It certainly took you long enough to find me down here.
el: $T! Σου πήρε αρκετό χρόνο για να με βρεις εδώ κάτω.

# Dialogue_Text,DL_OnewaHelpNow
source: The pillar up there looks pretty weak, perhaps you could knock it down into a bridge of sorts.
el: Η κολόνα εκεί πάνω φαίνεται αρκετά αδύναμη, ίσως θα μπορούσες να την γκρεμίσεις για να γίνει γέφυρα.

# Dialogue_Text,DL_OnewaHole
source: Those infernal Nui-Jaga pushed me here. I’ve tried to escape but it’s far too steep for me to traverse.
el: Αυτά τα κολασμένα Nui-Jaga με έσπρωξαν εδώ. Προσπάθησα να ξεφύγω, αλλά είναι πολύ απότομο για να το διασχίσω.

# Dialogue_Text,DL_OnewaHowToHelp
source: I’ve been wondering that myself... perhaps that pillar is weak enough for you to knock down into a bridge of sorts.
el: Αναρωτιόμουν κι εγώ... ίσως αυτός ο στύλος να είναι αρκετά αδύναμος για να τον γκρεμίσεις σε μια γέφυρα.

# Dialogue_Text,DL_OnewaPohatu
source: Not right now... but could you tell Pohatu that I am looking for him? There’s a matter of some importance that I wish to discuss.
el: Όχι τώρα... αλλά θα μπορούσες να πεις στον Pohatu ότι τον ψάχνω; Υπάρχει ένα σημαντικό ζήτημα που θέλω να συζητήσουμε.

# Dialogue_Text,DL_OnewaPohatuQuest
source: As a matter of fact, yes I do. There is an item of great importance called a Makoki Stone you must retrieve. It is necessary if you are to face Makuta... and fulfil your destiny.
el: Ναι, πιστεύω ότι έχω. Υπάρχει ένα αντικείμενο μεγάλης σημασίας ονομάτι Πέτρα Makoki και πρέπει να την ανακτήσεις. Είναι απαραίτητο αν θέλεις να αντιμετωπίσεις τον Makuta... και να εκπληρώσεις το πεπρωμένο σου.

# Dialogue_Text,DL_OnewaPohatuQuest2
source: There is a temple in the Motara Desert known as the Po-Kini, far from Po-Koro or any settlement. It’s not an easy place to traverse, but I have faith you can safely find your way there again.
el: Υπάρχει ένας ναός στην έρημο Motara Desert γνωστός ως Po-Kini, μακριά από το Po-Koro ή οποιονδήποτε άλλο οικισμό. Δεν είναι εύκολο να το διασχίσεις, αλλά πιστεύω ότι μπορείς να βρεις με ασφάλεια τον δρόμο σου ξανά εκεί.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbye
source: Well, I... I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu.
el: Λοιπόν, εγώ... απλώς υπέθεσα ότι το είχες ήδη συναντήσει στα ταξίδια σου. Δεν πειράζει. Πιστεύω ότι μπορέσεις να ανακτήσεις την πέτρα με ασφάλεια, Pohatu.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbyeGiveMap
source: Well, I… I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu. Oh hold a minute! I can give you this, it's a map of the island - I feel it may be of use to you on this quest!
el: Λοιπόν, εγώ... απλώς υπέθεσα ότι το είχες ήδη συναντήσει στα ταξίδια σου. Δεν πειράζει. Πιστεύω ότι μπορέσεις να ανακτήσεις την πέτρα με ασφάλεια, Pohatu. Ω, περίμενε ένα λεπτό! Μπορώ να σου δώσω αυτό, είναι ένας χάρτης του νησιού - νομίζω ότι μπορεί να σου φανεί χρήσιμος σε αυτή την αποστολή!

# Dialogue_Text,DL_OnewaPokoro
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
el: Καλώς ήρθατε στο Po-Koro, $T.Ελπίζω η αναζήτησή σου για τις μάσκες να πηγαίνει καλά.

# Dialogue_Text,DL_OnewaPokoroBragging
source: We are doing rather well. I don’t mean to brag, but some of the carvings and sculptures my matoran have put out recently have been among the finest I’ve ever seen.
el: Τα πάμε μάλλον καλά. Δεν θέλω να καυχηθώ, αλλά μερικά από τα γλυπτά και τα γλυπτά που έχουν δημιουργήσει οι matoran μου πρόσφατα είναι από τα καλύτερα που έχω δει ποτέ.

# Dialogue_Text,DL_OnewaPokoroPostKini
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
el: Καλώς ήρθες στο Po-Koro, $T. Ελπίζω η αναζήτησή σας για τις μάσκες να πηγαίνει καλά.

# Dialogue_Text,DL_OnewaThankyou
source: Thank you for saving me $T. I'll be able to make my way to Po-Koro now. Come find me in Po-Koro and I might have a quest for you.
el: Σας ευχαριστώ που με έσωσες $T. Τώρα θα μπορέσω να πάω στο Po-Koro. Έλα να με βρεις στο Po-Koro και μπορεί να έχω μια αποστολή για εσένα.

# Dialogue_Text,DL_OnewaWhereHaveBeen
source: A private matter, $T. One that I have no need to share with you.
el: Ένα ιδιωτικό θέμα, $T. Κάτι που δεν χρειάζεται να μοιραστώ μαζί σου.

# Dialogue_Text,DL_OnewaWhy
source: Toa $N! It's good to finally meet you.
el: Toa $N! Χαίρομαι που επιτέλους σε γνωρίζω.

# Dialogue_Text,DL_Outcast
source: HELLLLOO! Welcome Toa, to my Sanctum! Feel free to stay and rest for as long as you want my man.
el: ΓΕΙΕΙΕΕΙΑΑ! Καλώς ήρθατε Τόα, στο Ιερό μου! Μπορείς να μείνεις και να ξεκουραστείς για όσο καιρό θέλεις, φίλε μου.

# Dialogue_Text,DL_OutcastGrass
source: It's real simple tall guy - The rocks above protect us from the snow, the stones hanging from them are heat stones, and the water below me is an underground hotspring!
el: Είναι πολύ απλό, ψηλέ - Οι βράχοι από πάνω μας προστατεύουν από το χιόνι, οι πέτρες που κρέμονται από πάνω τους είναι πέτρες θερμότητας και το νερό κάτω από μένα είναι μια υπόγεια θερμή πηγή!

# Dialogue_Text,DL_OutcastWho
source: Me? Uhh, I don't remember what they called me. Weirdo? No that's not right... You can just call me Plant Man!
el: Εγώ; Δεν θυμάμαι πώς με φώναζαν. Περίεργο; Όχι, δεν ήταν αυτό.. Μπορείς να με λες απλά Φυτάνθρωπo!

# Dialogue_Text,DL_OutcastWhy
source: I'm here to protect my plants mannn...
el: Είμαι εδώ για να προστατεύσω τα φυτά μου φυλάραααα...

# Dialogue_Text,DL_OutcastWhy1
source: Uhh... No, not really. I used to live in Ko-Koro but I didn't really fit in there, they threw me out dude!
el: Όχι, όχι ακριβώς. Ζούσα στο Ko-Koro αλλά δεν ταίριαζα εκεί, με πέταξαν έξω φίλε!

# Dialogue_Text,DL_Pauri1
source: Greetings, welcome to our shop!
el: Χαιρετισμούς, καλώς ήρθατε στο κατάστημά μας!

# Dialogue_Text,DL_Pauri2
source: That's right, me and my brother run this shop together! We primarily sell exotic plants, but due to most of them being imported they can be quite pricey.
el: Σωστά, εγώ και ο αδερφός μου λειτουργούμε αυτό το μαγαζί μαζί! Πουλάμε κυρίως εξωτικά φυτά, αλλά επειδή τα περισσότερα από αυτά εισάγονται, μπορεί να είναι αρκετά ακριβά.

# Dialogue_Text,DL_PetOwner
source: Howdy Toa! Staying long?
el: Γεια χαραντάν Toa! Θα μείνεις πολύ;

# Dialogue_Text,DL_PetOwner_Why
source: Why it's beautiful! Haha, I crack myself up sometimes. Trade is going well from what I hear, I'm not really in a position to say much else.
el: Γιατί είναι πανέμορφο! Χαχα, μερικές φορές με ξεκαρδίζω στα γέλια. Το εμπόριο πάει καλά από ό,τι ακούω, δεν είμαι σε θέση να πω πολλά άλλα.

# Dialogue_Text,DL_PlantSeller1
source: Fresh vegetation, Harakeke, Bamboo, and more!
el: Φρέσκια βλάστηση, Χαρακέκε, μπαμπού και πολλά άλλα!

# Dialogue_Text,DL_PoduFail1
source: Good to see you, $T.
el: Χαίρομαι που σε βλέπω, $T.

# Dialogue_Text,DL_PoduFailGeneral1
source: Just for Kopaka... again. It feels like I’ve been out here for so long... but at least it’s better than Ko-Koro.
el: Μόνο για τον Kopaka... ξανά. Νιώθω σαν να είμαι εδώ έξω για τόσο καιρό... αλλά τουλάχιστον είναι καλύτερο από το Ko-Koro.

# Dialogue_Text,DL_PoduFailKopaka1
source: DID SOMEONE JUST SAY POHATU?
el: ΕΙΠΕ ΚΑΠΟΙΟΣ POHATU;

# Dialogue_Text,DL_PoduFailKopaka2
source: Well that’s just perfect timing on my part. You ready?
el: Λοιπόν, αυτός είναι ο τέλειος συγχρονισμός από μέρους μου. Είσαι έτοιμος;

# Dialogue_Text,DL_PoduFailKopakaRematch
source: That’s good enough. Let’s Race!
el: Δεχτών. Ας τρέξουμε!

# Dialogue_Text,DL_PoduFailPohatu
source: You’re the only Toa I’ve seen, Pohatu.
el: Είσαι ο μόνος Toa που έχω δει, Pohatu.

# Dialogue_Text,DL_PoduFailPohatu1
source: ...Sure thing.
el: ...Ότι πεις.

# Dialogue_Text,DL_PoduRace1
source: It’s a lot… c-c-colder here than it is in Po-Koro…
el: Κάνει πολύ... π-π-πιο κρύο εδώ από ό,τι στο Po-Koro…

# Dialogue_Text,DL_PoduRace2
source: Sigh…
el: Αχ…

# Dialogue_Text,DL_PoduRaceActive
source: Don't talk to me, you have a race to win!
el: Μην μου μιλάς, έχεις έναν αγώνα να κερδίσεις!

# Dialogue_Text,DL_PoduRaceGeneral
source: Well, I’m here on somewhat of an urgent mission… I need to find Toa Kopaka and talk to him!
el: Λοιπόν, είμαι εδώ για μια κάπως επείγουσα αποστολή... Πρέπει να βρω τον Toa Kopaka και να του μιλήσω!

# Dialogue_Text,DL_PoduRaceGeneral2
source: Well I’m just waiting for Toa Kopaka… I told him that this is where he needed to come, but I’m worried that he’s simply forgotten.
el: Λοιπόν, απλώς περιμένω τον Toa Kopaka… Του είπα ότι εδώ έπρεπε να έρθει, αλλά ανησυχώ ότι απλώς τον ξέχασε.

# Dialogue_Text,DL_PoduRaceKopaka
source: Well I’ve been looking for you, Toa Kopaka!
el: Λοιπόν, έψαχνα για εσένα, Toa Kopaka!

# Dialogue_Text,DL_PoduRaceKopaka2
source: I wasn’t told much, only that it was urgent for you to hear this. You must travel to the very northern tip of Po-Wahi, past the old Temple.
el: Δεν μου είπαν πολλά, μόνο ότι ήταν επείγον να το ακούσεις αυτό. Πρέπει να ταξιδέψεις μέχρι το βορειότερο άκρο του Po-Wahi, περνώντας τον παλιό Ναό.

# Dialogue_Text,DL_PoduRaceKopakaCutscene
source: Perfect! You’re here! Now all we need to do is wait for...
el: Tέλεια! Είσαι εδώ! Τώρα το μόνο που χρειάζεται να κάνουμε είναι να περιμένουμε...

# Dialogue_Text,DL_PoduRaceKopakaExit
source: Thank you, Kopaka. Oh, and one other thing- I was told that you should bring a Kakama if you have one. Some legends say there’s one in the hidden Temple...
el: Ευχαριστώ, Kopaka. Α, και κάτι άλλο - μου είπαν ότι πρέπει να φέρεις ένα Κακάμα αν έχεις. Κάποιοι θρύλοι λένε ότι υπάρχει μια στον κρυμμένο Ναό....

# Dialogue_Text,DL_PoduRaceKopakaWhat
source: I’m… not quite sure honestly. All I know is that it’s urgent. There isn’t much past the hidden Temple, so your guess is as good as mine.
el: Δεν... ειλικρινά δεν είμαι σίγουρος. Το μόνο που ξέρω είναι ότι είναι επείγον. Δεν υπάρχει πολύς δρόμος πέρα από τον Κρυμμένο Ναό, οπότε η εικασία σου είναι εξίσου καλή με τη δική μου.

# Dialogue_Text,DL_PoduRaceKopakaWho
source: I... was told to keep it anonymous. All I was told to say is that it came from a good friend of yours. ...Sorry.
el: Μου... μου είπαν να το κρατήσω ανώνυμο. Το μόνο που μου είπαν να πω είναι ότι προήλθε από έναν καλό σου φίλο. ...Συγγνώμη.

# Dialogue_Text,DL_PoduRaceKopakaWho2
source: This- this isn’t a trap, I swear! If I really wanted to put you in danger, I would have run out to find you instead of freezing my mask off in Ko-Koro for Mata-Nui knows how long!
el: Αυτό... δεν είναι παγίδα, ορκίζομαι! Αν ήθελα πραγματικά να σε βάλω σε κίνδυνο, θα έτρεχα να σε βρω αντί να βάλω τη μάσκα μου στο Ko-Koro, ο Mata-Nui ξέρει για πόσο!

# Dialogue_Text,DL_PoduRacePohatu
source: Well… it is a little chillier than I expected. But I’m staying until I find Kopaka, just like you told me to do!
el: Λοιπόν... κάνει λίγο πιο κρύο από ό,τι περίμενα. Αλλά θα μείνω μέχρι να βρω τον Kopaka, όπως μου είπες να κάνω!

# Dialogue_Text,DL_PoduRacePohatu2
source: I sure hope he is. I’ve had to do a lot of waiting around for this, so it better be worth it!
el: Ελπίζω σίγουρα να είναι. Χρειάστηκε να περιμένω πολύ για αυτό, οπότε καλύτερα να αξίζει τον κόπο!

# Dialogue_Text,DL_PoduRaceReturn1
source: Sigh…
el: Αχ…

# Dialogue_Text,DL_PoduRaceReturnKopaka
source: Finally! Now if only Pohatu were to show up...
el: Επιτέλους! Τώρα, μακάρι να εμφανιζόταν ο Pohatu...

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu1
source: I knew you’d come back!
el: Ήξερα ότι θα γύριζες!

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu2
source: Of course not! Not the entire time...
el: Φυσικά και όχι! Όχι όλη την ώρα...

# Dialogue_Text,DL_PoduRaceReturnPohatu
source: Not yet... you think he’s ever gonna show up again?
el: Όχι ακόμα... νομίζεις ότι θα ξαναεμφανιστεί ποτέ;

# Dialogue_Text,DL_PoduRaceReturnPohatu2
source: ...You might not know him as well as you think.
el: ...Μπορεί να μην τον ξέρεις όσο καλά νομίζεις.

# Dialogue_Text,DL_Poekae
source: Welcome Toa, to Poekae's goods!
el: Καλώς ήρθες Toa, στα αγαθά του Poekae!

# Dialogue_Text,DL_Poekae1
source: Why only the best treatment for all alements, Wahae-Mata Gel! It can cure everything from joint pain to a cracked mask!
el: Μα την μόνη θεραπεία για όλα τα προβλήματα, το Wahae-Mata τζελ! Μπορεί να θεραπεύσει τα πάντα, από πόνο στις αρθρώσεις μέχρι μια ραγισμένη μάσκα!

# Dialogue_Text,DL_Poekae2
source: Of course it can, just try it yourself! While you're here, check out our Wahae-Mata Canister, it holds a large amount of Gel so you can keep feeling good for longer!
el: Φυσικά και μπορεί, απλώς δοκιμάστε το μόνοι σας! Όσο βρίσκεστε εδώ, ρίξτε μια ματιά στο δοχείο Wahae-Mata, το οποίο περιέχει μεγάλη ποσότητα τζελ, ώστε να μπορείτε να νιώθετε καλά για περισσότερο χρόνο!

# Dialogue_Text,DL_Pohatu1
source: What do you mean? Each of us has collected the masks, found the Makoki stones, and done all that we are to do to face our destiny! How could we be more prepared?
el: Τι εννοείς; Ο καθένας μας έχει μαζέψει τις μάσκες, έχει βρει τις πέτρες Makoki και έχει κάνει ό,τι πρέπει για να αντιμετωπίσει το πεπρωμένο του! Πώς θα μπορούσαμε να είμαστε πιο προετοιμασμένοι;

# Dialogue_Text,DL_PohatuLoseRace1
source: Well played, brother! You almost had me for a bit there. You wouldn’t happen to care for a rematch, would you?
el: Μπράβο, αδερφέ! Παραλίγο να γελάσεις για λίγο. Δεν θα σε ενδιέφερε καθόλου μια ρεβάνς, έτσι δεν είναι;

# Dialogue_Text,DL_PohatuLoseRaceNo
source: ...Oh well. If you ever change your mind, you know where to find Podu!
el: ...Ε, τι να 'ναι. Αν ποτέ αλλάξεις γνώμη, ξέρεις πού θα βρεις τον Podu!

# Dialogue_Text,DL_PohatuLoseRaceYes
source: That’s the spirit! Race you back to Podu!
el: Αυτό είναι το πνεύμα! Όποιος φτάσει πρώτος στον Podu!

# Dialogue_Text,DL_PotMaker
source: Oh, Uhh. Hi Toa $T.
el: Ω, εεε. Γεια σου Toa $T.

# Dialogue_Text,DL_PotMaker1
source: I make pots, I'm currently inspecting them as the final stage before I sell them. Usually I sell them to local shops, but would you like to buy one from me?
el: Φτιάχνω αγγεία, τα επιθεωρώ αυτή τη στιγμή ως το τελικό στάδιο πριν τα πουλήσω. Συνήθως τα πουλάω σε τοπικά καταστήματα, αλλά θα θέλατε να αγοράσετε ένα από εμένα;
