Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_SellerNotes
source: Oh oh a Toa! You MUST have some interesting artifacts from all your travels! Some ancient notes, books, anything!
el: Ω, ω, ένας Τόα! ΠΡΕΠΕΙ να έχεις μερικά ενδιαφέροντα αντικείμενα από όλα τα ταξίδια σου! Μερικές αρχαίες σημειώσεις, βιβλία, οτιδήποτε!

# Dialogue_Text,DL_SellerSports
source: Kolhii, Kolhii, Kolhii! Welcome to my shop Toa, I sell everything you'll ever need for a Kolhii match!
el: Kolhii, Kolhii, Kolhii! Καλώς ήρθες στο κατάστημά μου Toa, πουλάω όλα όσα θα χρειαστείς ποτέ για έναν αγώνα Kolhii!

# Dialogue_Text,DL_SellerSports1
source: Too? I - Oh, you've met Ahkmou...
el: Too? Εγώ - Ω, γνώρισες τον Ahkmou...

# Dialogue_Text,DL_SellerSports2
source: No I don't like him! He's an egotistacal charlatan selling Kolhii balls just for the profit! He cares nothing about the actual game, the sportsmanship!
el: Όχι, δεν μου αρέσει! Είναι ένας εγωκεντρικός τσαρλατάνος που πουλάει μπάλες Kolhii μόνο και μόνο για το κέρδος! Δεν τον νοιάζει καθόλου το ίδιο το παιχνίδι, το αθλητικό πνεύμα!

# Dialogue_Text,DL_SellerTrade
source: Yes, let's trade!
el: Ναι, ας παζαρέψουμε!

# Dialogue_Text,DL_SellerTrade2
source: Of course!
el: Φυσικά!

# Dialogue_Text,DL_Selling1
source: This amount's worth well more than 80 widgets!
el: Αυτό το ποσό αξίζει πολύ περισσότερο από 80 μεταλλίσματα!

# Dialogue_Text,DL_Selling2
source: But are you sure you can't at least drop the price a little?
el: Αλλά είσαι σίγουρος ότι δεν μπορείς τουλάχιστον να ρίξεις λίγο την τιμή;

# Dialogue_Text,DL_Selling3
source: Lava stone is very difficult to harvest, and with the recent rahi attacks it's in very high demand to be used for repairs... I suppose I could drop it to 75.
el: Η πέτρα από λάβα είναι πολύ δύσκολο να συλλεχθεί και με τις πρόσφατες επιθέσεις από rahi έχει πολύ μεγάλη ζήτηση για επισκευές... Υποθέτω ότι θα μπορούσα να τη μειώσω στα 75.

# Dialogue_Text,DL_Selling4
source: Hmm, I think I have that much...
el: Χμμ, νομίζω ότι έχω τόσα πολλά...

# Dialogue_Text,DL_Seltra1
source: I really need to find a better place for my books...
el: Πρέπει οπωσδήποτε να βρω ένα καλύτερο μέρος για τα βιβλία μου...

# Dialogue_Text,DL_Seltra2
source: Oh Toa $T, Hi! Have you seen any Rahi recently?
el: Ω Toa $T, γεια! Έχεις δει κανέναν Rahi πρόσφατα;

# Dialogue_Text,DL_Seltra3
source: Well since you're a Toa, you get around better than us Matoran. You must get to see so many cool creatures!
el: Αφού είσαι Toa, κυκλοφορείς καλύτερα από εμάς τους Matoran. Πρέπει να έχεις δει τόσα πολλά ωραία πλάσματα!

# Dialogue_Text,DL_Seltra4
source: Oooooo! Sounds exciting, Tell me all about them!
el: Ωωωωω! Ακούγεται συναρπαστικό, πες μου τα πάντα!

# Dialogue_Text,DL_Seltra5
source: Ack! Wait, I was supposed to be reorginising my books. If I don't finish now then I'll forget how I was doing it! Rain check on that story Toa!
el: Αχ! Περίμενε, υποτίθεται ότι έπρεπε να αναδιοργανώσω τα βιβλία μου. Αν δεν τελειώσω τώρα, τότε θα ξεχάσω πώς το έκανα! Θα ακούσω την ιστορία αργότερα, Τοα!

# Dialogue_Text,DL_ShipperCleanUp
source: Oh, thank you Toa but I'll be okay.
el: Ω, ευχαριστώ Toa, αλλά θα είμαι καλά.

# Dialogue_Text,DL_ShipperDefault
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today?
el: Καλώς ορίσατε στο κέντρο μεταφορών Onu-Koro. Υπάρχει κάτι με το οποίο μπορώ να σας βοηθήσω σήμερα;

# Dialogue_Text,DL_ShipperDefault2
source: This is the Onu-Koro shipping center, we ship things from Koro to Koro. I know it seems like we're in Po-Wahi but we're actually just on the edge of Onu-Wahi!
el: Καλώς ορίσατε στο Onu-Koro κέντρο μεταφορών, στέλνουμε πράγματα από Koro σε Koro. Ξέρω ότι φαίνεται σαν να βρισκόμαστε στο Po-Wahi, αλλά στην πραγματικότητα είμαστε ακριβώς στην άκρη του Onu-Wahi!

# Dialogue_Text,DL_ShipperIntro
source: *The Matoran has his eyes closed tightly. He seems to be attempting to be as quiet as possible.*
el: *Ο Matoran έχει τα μάτια του ερμητικά κλειστά. Φαίνεται να προσπαθεί να είναι όσο το δυνατόν πιο ήσυχος.*

# Dialogue_Text,DL_ShipperIntro_2
source: *The Matoran keeps his eyes shut.* Who... Who's there?
el: *Ο Matoran κρατάει τα μάτια του κλειστά.* Ποιος... Ποιος είναι εκεί;

# Dialogue_Text,DL_ShipperIntroGetup
source: They're gone? *He gets up, being cautious.* Oh, good. There were... two, maybe three? Or was it six? A bunch of Tarakava came in and wrecked the place!
el: Έφυγαν; *Σηκώνεται, φέροντας προφύλαχτικά.* Α, ωραία. Ήταν... δύο, ίσως τρεις; Ή μήπως ήταν έξι; Μια ομάδα Tarakava μπήκε μέσα και κατέστρεψε το μέρος!

# Dialogue_Text,DL_ShipperIntroRahi
source: Oh... Oh yeah? What kind of Rahi?
el: Ω... Ω ναι; Τι είδους Rahi;

# Dialogue_Text,DL_ShipperIntroRahi_Tarakava
source: *He keeps his eyes shut.* Alright. Go ahead and eat me. Wait... Tarakava usually don't bother talking to their dinner... *He opens his eyes.* Toa! Why did you try and scare me like that?
el: *Κρατάει τα μάτια του κλειστά.* Εντάξει. Άντε, φάε με. Περίμενε... Τα Tarakava συνήθως δεν μπαίνουν στον κόπο να μιλήσουν με τους δικούς τους... *Ανοίγει τα μάτια του.* Toa! Γιατί προσπάθησες να με τρομάξεις έτσι;

# Dialogue_Text,DL_ShipperIntroRahi_Toa
source: Wait a minute... Toa aren't Rahi! *He opens his eyes.* Oh, It's you Toa $T. You shouldn't try to trick people, it's unbecoming of a hero.
el: Μισό λεπτό... Οι Toa δεν είναι Rahi! *Ανοίγει τα μάτια του.* Ω, εσύ είσαι ο Toa $T. Δεν πρέπει να προσπαθείς να ξεγελάσεις τους ανθρώπους, είναι ανάρμοστο για έναν ήρωα.

# Dialogue_Text,DL_ShipperIntroRahi_Ussal
source: An Ussal that can talk? I've gotta see this... *He opens his eyes.* Oh. It's just you, Toa $T... I mean, not that i'm not glad to see you, that is!
el: Ένας Ussal που μπορεί να μιλάειι; Πρέπει να το δω αυτό... *Ανοίγει τα μάτια του.* Ω. Είσαι μόνο εσύ, Toa $Τ... Δεν θέλω να πω ότι δεν χαίρομαι που σε βλέπω, δηλαδή!

# Dialogue_Text,DL_ShipperIntroToa
source: T-Toa? *He opens his eyes.* Toa $T! It's good to see you... Ouch. It's a bit bright. I've had my eyes closed for a while now...
el: T-Toa; *Ανοίγει τα μάτια του.* Toa $T! Χαίρομαι που σε βλέπω... Αουτς. Είναι λίγο φωτεινό. Είχα τα μάτια μου κλειστά εδώ και καιρό...

# Dialogue_Text,DL_ShipperIntroToa_2
source: Oh, I was hiding. Didn't you see them when you came in?
el: Ω, κρυβόμουν. Δεν τα είδες όταν μπήκες μέσα;

# Dialogue_Text,DL_ShipperMahi
source: The Mahi! Thank Mata-Nui they're safe. You're right, it's odd for Tarakava that seem so ravenous to not eat the nearest Rahi - or Matoran - in plain sight...
el: Τα Mahi! Να ναι καλά ο Mata-Nui που είναι ασφαλείς. Έχεις δίκιο, είναι περίεργο για τα Tarakava, που φαίνονται τόσο πεινασμένοι, να μην τρώνε τον πλησιέστερο Rahi - ή Matoran - σε κοινή θέα...

# Dialogue_Text,DL_ShipperOnuKoro
source: We're the official shipping center for the city because we're the only major Onu-Wahi Port, but not all shipments from Onu-Koro go through us. In fact, our boss doesn't even visit this location often. It's kinda confusing, I don't really know how it works. But I work here anyway.
el: Είμαστε το επίσημο κέντρο μεταφορών της πόλης επειδή είμαστε το μόνο μεγάλο λιμάνι του Onu-Wahi, αλλά δεν περνούν όλες οι αποστολές από το Onu-Koro μέσω εμάς. Μάλιστα, ο προϊστάμενός μας δεν επισκέπτεται καν αυτήν την τοποθεσία συχνά. Είναι λίγο μπερδεμένο, δεν ξέρω πραγματικά πώς λειτουργεί. Αλλά εργάζομαι εδώ ούτως ή άλλως.

# Dialogue_Text,DL_ShipperQuest1
source: Oh, Mr Khalo's shipment? I think my couriers started on their way with it yesterday. Come to think of it, they should be back by now.
el: Ω, το φορτίο του κύριου Khalo; Νομίζω ότι οι κούριερ μου ξεκίνησαν χθες με το ταξίδι τους. Τώρα που το σκέφτομαι, θα έπρεπε να έχουν επιστρέψει.

# Dialogue_Text,DL_ShipperQuestWhichWay
source: Well, their usual route to Po-Koro takes them from here and through the Pillar-Lands. That's roughly north east of here. I'd start there.
el: Λοιπόν, η συνήθης διαδρομή τους προς το Po-Koro τους οδηγεί από εδώ και μέσα από τα Στυλό-Εδάφια. Αυτό είναι περίπου βορειοανατολικά από εδώ. Θα ξεκινούσα από εκεί.

# Dialogue_Text,DL_ShipperWhatHappened
source: Well, I was alone here, when all of the sudden a bunch of big mean Tarakava came around, destroying all sorts of stuff! They usually never get this close to here... They must have been looking for something specific...
el: Κοίτα, ήμουν μόνος εδώ, όταν ξαφνικά εμφανίστηκαν μια ομάδα μεγάλων, κακών Ταρακάβα, καταστρέφοντας κάθε λογής πράγματα! Συνήθως δεν πλησιάζουν τόσο κοντά εδώ... Πρέπει να έψαχναν κάτι συγκεκριμένο...

# Dialogue_Text,DL_ShipperWhatPlace
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today? ...Sorry, habit.
el: Καλώς ορίσατε στο κέντρο μεταφορών Onu-Koro. Υπάρχει κάτι με το οποίο μπορώ να σας βοηθήσω σήμερα; ...Συγγνώμη, δύναμη της συνήθειας.

# Dialogue_Text,DL_StaffSeller1
source: Excuse me for a moment... Welcome Toa to my humble shop! Would you perhaps be in the market for a Ta-Koro Guard staff?
el: Συγγνώμη για μια στιγμή... Καλώς ήρθες Toa στο ταπεινό μου μαγαζί! Μήπως θα ήθελες να αγοράσεις μια λόγχη της φρουράς του Ta-Koro;

# Dialogue_Text,DL_StaffSeller2
source: Uhh well, technically no... You're supposed to have a Ta-Koro Guard insignia, but I'd be willing to make an exception for you!
el: Ε, τεχνικά όχι... Υποτίθεται ότι πρέπει να έχεις έμβλημα της Φρουράς Ta-Koro Guard αλλά θα ήμουν πρόθυμος να κάνω μια εξαίρεση για σένα!

# Dialogue_Text,DL_StaffSellerQuartermaster
source: Oh dear, how wrong?
el: Ω, Θεέ μου, πόσο λάθος;

# Dialogue_Text,DL_StaffSellerQuartermaster2
source: Gahh! I knew I'd get those mixed up at some point, they look exactly the same! I'll correct that straight away... Hmm, perhaps you would be willing to bring the class two's back for me?
el: Αγχ! Ήξερα ότι κάποια στιγμή θα τα μπέρδευα, μοιάζουν ακριβώς ίδια! Θα το διορθώσω αμέσως... Χμμ, ίσως θα ήθελες να μου φέρεις πίσω αυτά της δεύτερης τάξης;

# Dialogue_Text,DL_StaffSellerQuartermaster3
source: Excellent I'll get right on that then!
el: Τέλεια, θα το κάνω αμέσως τότε!

# Dialogue_Text,DL_StaffSellerQuartermaster4
source: Ahh $T have you spoken to the Quartermaster yet?
el: Ααα $T μίλησες ακόμα με τον Επιμελητά;

# Dialogue_Text,DL_StaffSellerQuartermaster5
source: Excellent! I've already sent out for the corrected delivery, it should be here within four days time.
el: Εξαιρετικά! Έχω ήδη στείλει το διορθωμένο φορτίο, θα πρέπει να είναι εκεί εντός τεσσάρων ημερών.

# Dialogue_Text,DL_StaffSellerQuartermaster6
source: Hold a moment toa! I can't have you go wandering off without your reward. Here we are, would 60 widgets be enough for you troubles.
el: Μια στιγμή, Τoa! Δεν μπορώ να σε αφήσω να περιπλανηθείς χωρίς την ανταμοιβή σου. Ορίστε, θα σου έφταναν 60 μεταλλίσματα για τον κόπο σου.

# Dialogue_Text,DL_StaffSellerQuartermaster7
source: Welcome back to my shop Toa $T! I appreciate what you did, helping me with that mess earlier.
el: Καλώς ήρθες πίσω στο μαγαζί μου Toa $T! Εκτιμώ όσα έκανες, βοηθώντας με σε αυτό το χάλι νωρίτερα.

# Dialogue_Text,DL_StaffSellerQuartermasterRewardQuestion
source: Well, I suppose I could reward you with a large sum of widgets, would that suffice?
el: Λοιπόν, υποθέτω ότι θα μπορούσα να σε ανταμείψω με ένα μεγάλο αριθμό μεταλλισμάτων, θα ήταν αρκετό αυτό;

# Dialogue_Text,DL_StatueCarver1
source: *Mumbling to self* Carry the one... Hmm yes, more over there...
el: *Μουρμουρίζοντας στον εαυτό μου* Κρατάω το ένα... Χμμ ναι, κι άλλα εκεί πέρα...

# Dialogue_Text,DL_StatueCarver2
source: ACK! Goodness Toa, You shouldn't sneak up on people like that, I'm working on a carving of the Great Toa of stone, Pohatu.
el: ΑMΑN0! Mata-Nui μου Τόα, δεν πρέπει να πλησιάζεις κρυφά ανθρώπους έτσι. Δουλεύω πάνω σε ένα σκάλισμα του Μεγάλου Τόα της Πέτρας, του Pohatu.

# Dialogue_Text,DL_StatueCarverPohatu
source: Yes, I suppose he is...
el: Ναι, υποθέτω ότι είναι...

# Dialogue_Text,DL_StatueCarverPohatu1
source: Toa $T, You're here? You - Uhh, it's not finished yet. I would say don't look, but I'm afraid that's to exactly possible.
el: Toa $T, Είσαι εδώ; Εσύ - Εμμ, δεν έχει τελειώσει ακόμα. Θα έλεγα μην κοιτάς, αλλά φοβάμαι ότι αυτό δεν είναι απολύτως πιθανό.

# Dialogue_Text,DL_StatueCarverPohatu2
source: I knew you'd like it! Wait, Now that you're here, you could model for me! You'd just have to stand still for... A few hours... or days...
el: Ήξερα ότι θα σου άρεσε! Περίμενε, τώρα που είσαι εδώ, θα μπορούσες να μου κάνεις το μοντέλο! Θα έπρεπε απλώς να μείνεις ακίνητος για... λίγες ώρες... ή μέρες...

# Dialogue_Text,DL_StatueSeller
source: Statuettes! Souvenirs! Excellent Po-Koronan Craftsmanship! What about you toa? Would you like a Statuette of yourself $T?
el: Αγαλματίδια! Αναμνηστικά! Εξαιρετική Po-Koro Χειροτεχνία! Εσύ τι θα λέγες; Θα ήθελες ένα αγαλματίδιο του εαυτού σου $T;

# Dialogue_Text,DL_Tafall1
source: Greetings Toa $T! Welcome to Whagna Village, our humble home on the outskirts of Ko-Wahi.
el: Χαιρετισμούς Toa $T! Καλώς ήρθατε στο Whagna Village, το ταπεινό μας σπίτι στα περίχωρα του Ko-Wahi.

# Dialogue_Text,DL_TafallAbandoned1
source: Because I want to, and I have nothing else to do! Why won't you let me?
el: Επειδή θέλω, και δεν έχω τίποτα άλλο να κάνω! Γιατί δεν με αφήνεις;

# Dialogue_Text,DL_TafallAbandoned2
source: Like I told you last time Tafall, I can't teach you right now! Plus Marka just asked me to start building a new boat, ontop of everything else I need to get finished already!
el: Όπως σου είπα και την προηγούμενη φορά στην Tafall, δεν μπορώ να σε διδάξω τώρα! Επιπλέον, η Marka μόλις μου ζήτησε να ξεκινήσω να κατασκευάζω ένα νέο σκάφος, επιπλέον όλων των άλλων που χρειάζομαι να τελειώσω ήδη!

# Dialogue_Text,DL_TafallAbandoned3
source: Oh... Heeeyyy there Toa...
el: Ωχ... Γειααααα σου Toa...

# Dialogue_Text,DL_TafallAbandoned4
source: I want to be Taphal's apprentace so I can learn to work on things like him, but he doesn't want to teach me!
el: Θέλω να γίνω μαθητευόμενη του Taphal για να μάθω να δουλεύω πάνω σε πράγματα όπως αυτός, αλλά δεν θέλει να με διδάξει!

# Dialogue_Text,DL_TafallAbandoned5
source: That's right. I just can't fit it into my schedule at this point!
el: Σωστά. Απλώς δεν μπορώ να το εντάξω στο πρόγραμμά μου αυτή τη στιγμή!

# Dialogue_Text,DL_TafallAbandoned6
source: Yes, that would work! I can hand you tools, carry materials, and watch what you do. That's how I'll learn!
el: Ναι, αυτό θα λειτουργούσε! Μπορώ να σου δίνω εργαλεία, να κουβαλήσω υλικά και να σε παρακολουθώ. Έτσι θα μάθω!

# Dialogue_Text,DL_TafallAbandoned7
source: Hmm... Alright. Sure, I guess that could work.
el: Χμμ... Εντάξει. Αμέ, υποθέτω ότι αυτό θα μπορούσε να λειτουργήσει.

# Dialogue_Text,DL_TafallAbandoned8
source: Thank you so much Toa, I'm sure I'll learn a lot from this!
el: Σε ευχαριστώ πολύ Toa, είμαι σίγουρη ότι θα μάθω πολλά από αυτό!

# Dialogue_Text,DL_TafallAbandonedReturn
source: Thank you again $T, I know this apprenticeship will be great.
el: Σε ευχαριστώ και πάλι $T, ξέρω ότι αυτή η μαθητεία θα είναι εξαιρετική.

# Dialogue_Text,DL_TafallFixing1
source: Uhh, I wish I was back in Ga-Koro. I hate the snow, it's so sticky and gross - gets everywhere.
el: Ωχ, μακάρι να ήμουν πίσω στο Ga-Koro. Μισώ το χιόνι, είναι τόσο κολλώδες και αηδιαστικό - πάει παντού.

# Dialogue_Text,DL_TafallFixing2
source: Huff - Of course I knew that! You... You really shouldn't sneak up on someone like that Toa.
el: Ουφ - Φυσικά και το ήξερα! Εσύ... Δεν έπρεπε να πλησιάσεις κρυφά κάποιον σαν κι αυτόν, Τόα.

# Dialogue_Text,DL_TafallQuestion
source: Yes we have very similar names, but to be honest, there's not much of a story there Toa - I just don't like being confused with him.
el: Ναι, έχουμε πολύ παρόμοια ονόματα, αλλά για να είμαι ειλικρινής, δεν υπάρχει και πολλή ιστορία εκεί, Toa - απλώς δεν μου αρέσει να με μπερδεύουν μαζί του.

# Dialogue_Text,DL_Tahu1
source: We are all gathered. We are ready and willing to face this threat at long last. Makuta falls this day!
el: Είμαστε όλοι συγκεντρωμένοι. Είμαστε έτοιμοι και πρόθυμοι να αντιμετωπίσουμε επιτέλους αυτή την απειλή. O Makuta πέφτει σήμερα!

# Dialogue_Text,DL_Tahu2
source: If any of you question our choice, or doubt our abilities, speak now.
el: Αν κάποιος από εσάς αμφισβητεί την επιλογή μας ή αμφιβάλλει για τις ικανότητές μας, ας μιλήσει τώρα.

# Dialogue_Text,DL_Tahu3
source: Is something the matter, Gali?
el: Συμβαίνει κάτι, Gali;

# Dialogue_Text,DL_Tahu4
source: Turaga? What’s the meaning of this? I would think to wait until after the Makuta was defeated to gather in celebration...
el: Turaga? Τι σημαίνει αυτό; Θα έλεγα να περιμένουμε μέχρι να ηττηθεί o Makuta για να συγκεντρωθούμε και να γιορτάσουμε...

# Dialogue_Text,DL_Tahu5
source: How do we stop this madness?
el: Πώς σταματάμε αυτή την τρέλα;

# Dialogue_Text,DL_Tahu6
source: ...It is settled then.
el: ...Τότε έχει διευθετηθεί.

# Dialogue_Text,DL_Tahu7
source: Toa! Let us finish the task we were destined to complete!
el: Toa! Ας ολοκληρώσουμε το έργο που μας είχε προοριστεί!

# Dialogue_Text,DL_TahuNoGold
source: *Humpf* It appears we are not all ready, go collect all your golden masks.
el: *Χουμπφ* Φαίνεται ότι δεν είμαστε όλοι έτοιμοι, πηγαίνετε να μαζέψετε όλες τις χρυσές μάσκες σας.

# Dialogue_Text,DL_TahuNoGold1
source: We will reconvene when all of us have the appropriate tools for this challange.
el: Θα ξανασυναντηθούμε όταν όλοι μας θα έχουμε τα κατάλληλα εργαλεία για αυτήν την πρόκληση.

# Dialogue_Text,DL_Taipu1
source: Hmmm... Which one...
el: Χμμμ... Ποιο από τα δύο...

# Dialogue_Text,DL_Taipu2
source: Oh a Toa! Yes I am, Onepu said to prepare for a special mission with him, and I'm afraid I don't exactly know which picaxe to chose.
el: Ω, Τόα! Ναι, είμαι, είπε ο Onepu για να προετοιμαστούμε για μια ειδική αποστολή μαζί του, και φοβάμαι ότι δεν ξέρω ακριβώς ποια αξίνα να διαλέξω.

# Dialogue_Text,DL_Taipu3
source: That's alright, Onepu said I'd have plenty of time to decide.
el: Δεν πειράζει, ο Onepu είπε ότι θα είχα άφθονο χρόνο να αποφασίσω.

# Dialogue_Text,DL_TakoroGuardGreeting1
source: Greetings Toa, Welcome to Ta-Koro!
el: Χαιρετισμούς Toa, Καλώς ήλθατε στο Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting2
source: Uhh hello Toa, This area is meant to be for the Ta-Koro Guard only... But I suppose you'd be the exception.
el: Ωχ γεια σου Toa, αυτή η περιοχή προορίζεται μόνο για την Φρουρά του Ta-Koro... Αλλά υποθέτω ότι εσύ θα είσαι η εξαίρεση.

# Dialogue_Text,DL_TakoroGuardGreeting3
source: You shouldn't be up here Toa.
el: Δεν θα έπρεπε να είσαι εδώ πάνω, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting4
source: This walkway is Ta-Koro guard only Toa.
el: Αυτό το μονοπάτι είναι μόνο για τη φρουρά του Ta-Koro, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting_1
source: Good day Toa $T, Welcome to Ta-Koro!
el: Καλημέρα Toa $T, καλώς ήρθες στο Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting_2
source: Yeah I'm fine, don't like heights that much though.
el: Ναι, είμαι μια χαρά, δεν μου αρέσουν και τόσο τα ύψη όμως.

# Dialogue_Text,DL_TakoroGuardGreetingPositive
source: Not really, It's been fairly quiet around here as of late.
el: Όχι ακριβώς, τελευταία είναι αρκετά ήσυχα εδώ γύρω.

# Dialogue_Text,DL_TakoroGuardInTraining1
source: Is it possible to make it a bit shorter?
el: Είναι δυνατόν να γίνει λίγο πιο κοντό;

# Dialogue_Text,DL_TakoroGuardInTraining2
source: Oh hello there Toa! It's true the Ta-Koro guard does supply pikes, but if you buy your own you can get one in better condition, and even get it customised!
el: Ω γεια σου Toa! Είναι αλήθεια ότι ο φρουρός Ta-Koro παρέχει λόγχους, αλλά αν αγοράσεις μια δικιά σου, μπορείς να αποκτήσεις μία σε καλύτερη κατάσταση, ακόμη και να την προσαρμόσεις στις ανάγκες σου!

# Dialogue_Text,DL_TakoroGuardResponse2
source: No, not really. Takua is out wandering again, Vakama has recently returned from a meeting with the other Turaga, and Kapura is as weird as ever.
el: Όχι, όχι ακριβώς. Ο Takua περιπλανιέται ξανά, ο Vakama επέστρεψε πρόσφατα από μια συνάντηση με τον άλλο Turaga, και ο Kapura είναι τόσο παράξενος όσο ποτέ..

# Dialogue_Text,DL_TakoroGuardResponse3
source: Oh well, I had a conversation with him yesterday and after I asked him what he does all day he said, "I Practice." and after I pressed him on it he said, "I Practice in the Charred forest, where the Makuta has blinded himeself." no idea what that means.
el: Λοιπόν, είχα μια συζήτηση μαζί του χθες και αφού τον ρώτησα τι κάνει όλη μέρα είπε «Κάνω εξάσκηση». Και αφού τον πίεσα να το κάνει, είπε «Κάνω εξάσκηση στο καμένο δάσος, όπου ο Makuta τυφλώθηκε». Δεν έχω ιδέα τι σημαίνει αυτό.

# Dialogue_Text,DL_TakoroGuardResponse4
source: This walkway is for the Ta-Koro Guard only, unless you have business up here I recommend you leave.
el: Αυτό το μονοπάτι είναι μόνο για την φρουρά του Ta-Koro, εκτός αν έχεις δουλειά εδώ πάνω, σου προτείνω να φύγεις.

# Dialogue_Text,DL_Takua1
source: Toa $T! You found me!
el: Toa $T! Με βρήκες!

# Dialogue_Text,DL_Takua3
source: I just started running until I found this room. I had a few Madu fruit left over, but I sort of panicked and threw them all when I first found my way in... but thanks for clearing the way out so I can leave!
el: Άρχισα να τρέχω μέχρι που βρήκα αυτό το δωμάτιο. Μου είχαν περισσέψει μερικά φρούτα Madu, αλλά πανικοβλήθηκα και τα πέταξα όλα μόλις βρήκα τον δρόμο μου μέσα... αλλά ευχαριστώ που άνοιξες τον δρόμο για να μπορέσω να φύγω!

# Dialogue_Text,DL_Takua4
source: Oh, yes! I figured you’d want to pick that up, so I made sure not to touch it until you got here.
el: Ω, ναι! Σκέφτηκα ότι θα ήθελες να το πάρεις, γι' αυτό φρόντισα να μην το αγγίξω μέχρι να έρθεις εδώ.

# Dialogue_Text,DL_Takua5
source: No problem, $T!
el: Κανένα πρόβλημα, $T!

# Dialogue_Text,DL_Takua6
source: Without all the Rahi, it shouldn’t be too much of an issue. Thanks for your help! I’ll make sure to tell Vakama that he can stop worrying about me.
el: Χωρίς όλα τα Rahi, δεν θα έπρεπε να είναι και τόσο μεγάλο πρόβλημα. Ευχαριστώ για τη βοήθειά! Θα φροντίσω να πω στον Vakama ότι μπορεί να σταματήσει να ανησυχεί για μένα.

# Dialogue_Text,DL_TakuaMask
source: Not exactly - then again I wasn’t really sure what I was looking for... not sure what a “Va-hee” is. Didn’t see any masks in here anyway. Whatever Vakama’s looking for is somewhere else.
el: Όχι ακριβώς - από την άλλη, δεν ήμουν σίγουρος τι έψαχνα... δεν ήμουν σίγουρος τι είναι αυτή η «“Va-hee”». Δεν είδα καμία μάσκα εδώ μέσα ούτως ή άλλως. Ό,τι ψάχνει ο Vakama βρίσκεται κάπου αλλού.

# Dialogue_Text,DL_TakuaSaved
source: Toa $T! Thank you for saving me back at the Kini!
el: Toa $T! Σε ευχαριστώ που με έσωσες πίσω στο Kini!

# Dialogue_Text,DL_TakuaSaved1
source: Oh well, Vakama sort of grounded me. He won't let me leave for another two weeks!
el: Ε, λοιπόν, ο Vakama με έβαλε κάπως σε τιμωρία. Δεν θα με αφήσει να φύγω για άλλες δύο εβδομάδες!

# Dialogue_Text,DL_TakuaSaved2
source: He said soming about how I was being reckless to even ask to enter the Kini, blah blah blah.
el: Είπε κάτι για το πόσο απερίσκεπτος ήμουν που ζήτησα έστω και να μπω στο Kini, μπλα μπλα μπλα.

# Dialogue_Text,DL_TalkingToSupervisor
source: So, can I get a raise?
el: Άρα, μπορώ να πάρω αύξηση;

# Dialogue_Text,DL_Talok1
source: Hmm, what should go next. Ta-Koro the great... That's nothing.
el: Χμμ, τι πρέπει να γίνει μετά. Το μεγάλο Τα-Κόρο... Αυτό δεν είναι τίποτα.

# Dialogue_Text,DL_Talok10
source: So once again, "Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches," Just finish that sentence best you can.
el: Για άλλη μια φορά, «Αχχ, το Ta-koro τι υπέροχη πόλη. Από τη λάβα μέχρι τις φωτιές των δαυλών». Ολοκλήρωσε αυτή την πρόταση όσο καλύτερα μπορείς.
