Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_KoTownSellerFixing3
source: Not really, Although I know that Taphal wants to repair all the huts, Kahli has just metally checked out, and Numai just wants to go back to Ko-koro. I suppose it couldn't hurt to call a town meeting, to see what everyone wants to do.
el: Όχι ακριβώς, αν και ξέρω ότι ο Taphal έλει να επισκευάσει όλες τις καλύβες, η Kahli μόλις έφυγε και ο Numai θέλει απλώς να επιστρέψει στο Ko-koro. Υποθέτω ότι δεν θα έβλαπτε να συγκαλέσουμε μια δημοτική συνέλευση, για να δούμε τι θέλει να κάνει ο καθένας.

# Dialogue_Text,DL_KoTownSellerFixing4
source: Hold on a minute toa! We may need you, if you have time to join?
el: Μισό λεπτό, Toa! Μπορεί να σε χρειαστούμε, αν έχεις χρόνο να μας βοηθήσεις;

# Dialogue_Text,DL_KoTownSellerFixing5
source: Of course, we will await your return.
el: Φυσικά, θα περιμένουμε την επιστροφή σας.

# Dialogue_Text,DL_KoTownSellerFixingMeeting
source: Very good, I'll get the others. We'll be in the middle of town!
el: Πολύ καλά, θα πάρω και τους άλλους. Θα είμαστε στο κέντρο της πόλης!

# Dialogue_Text,DL_KoTownSellerFixingReturn
source: Ahh Toa $T, you're back! Are you ready for the town meeting?
el: Αααα Toa $T, επέστρεψες! Πάμε για τη συνάντηση της πόλης;

# Dialogue_Text,DL_KoTownsmanUnconcus
source: Hnnnngg...
el: Χννννγκγκ...

# Dialogue_Text,DL_KoTownsmanUnconcus2
source: *No response*
el: *Καμία απάντηση*

# Dialogue_Text,DL_Kufa
source: Hello Toa-Hero.
el: Γειά σου Toa-Ήρωα.

# Dialogue_Text,DL_Kufa1
source: Have you ever had memories of the before-times?
el: Έχετε ποτέ αναμνήσεις από τις προηγούμενες εποχές;

# Dialogue_Text,DL_Kufa2
source: Guess not then. I thought that maybe a Toa-Hero would know of the before-time, but I suppose it's just me.
el: Μάλλον όχι τότε. Νόμιζα ότι ίσως ένας Toa-Ήρωας θα γνώριζε για τις προηγούμενες εποχές, αλλά υποθέτω ότι είμαι μόνο εγώ.

# Dialogue_Text,DL_Kufa3
source: I only get flashes from time to time... But there has been an ever-fimilar feeling recently.
el: Μόνο πού και πού έχω αναλαμπές... Αλλά τελευταία υπάρχει μια αίσθηση που μοιάζει πάντα με παρόμοιά.

# Dialogue_Text,DL_Kufa4
source: It feels like it did before... Big changes are on the horizion.
el: Νιώθω σαν να ήταν και πριν... Μεγάλες αλλαγές διαφαίνονται.

# Dialogue_Text,DL_LavaFarmerBreak
source: Hello Toa. I'm just taking a break, Lava farming is hard work!
el: Γεια σου Toa. Απλώς κάνω ένα διάλειμμα, η καλλιέργεια λάβας είναι σκληρή δουλειά!

# Dialogue_Text,DL_LeQuest1
source: A Toa! Please Help me!
el: Ένας Toa! Παρακαλώ βοήθησέ με!

# Dialogue_Text,DL_LeQuest1_2
source: A Toa! Please Help me!
el: Ένας Toa! Παρακαλώ βοήθησέ με!

# Dialogue_Text,DL_LeQuestAcepptQuest
source: Thank you Toa! His name's Kumo, you may be able to seek-find him in the swamp. He's always going swim-fishing by the lake, It's the one with the huge-big rock in it!
el: Ευχαριστώ Toa! Το όνομά του είναι Kumo, ίσως μπορέσεις να τον ψάξω-βρεις στο βάλτο. Πάντα κολυμπώ-ψαρεύει δίπλα στη λίμνη. Είναι αυτή με την τεράστιο-μεγάλη πέτρα μέσα!

# Dialogue_Text,DL_LeQuestExpos
source: My friend is lost! He went out to gather materials, and I haven't heard from him since! I fear-dread it might be past-late to save him!
el: Ο φίλος μου χάθηκε! Βγήκε να μαζέψει υλικά και από τότε δεν έχω νέα του! Φοβο-ανυσηχώ ότι μπορεί να είναι πολύ περασμένο-αργά για να τον σώσω!

# Dialogue_Text,DL_LeQuestKumo
source: Hello Toa, are you here to save me?
el: Γεια σου Τόα, ήρθες για να με σώσεις;

# Dialogue_Text,DL_LeQuestKumoGood
source: Oh that's good, Now which way is Le-Koro?
el: Ω, αυτό είναι καλό. Τώρα, προς τα πού είναι η Le-Koro;

# Dialogue_Text,DL_LeQuestKumoGoodAddQuest
source: Oh that's good, Now which way is Le-Koro?
el: Ω, αυτό είναι καλό. Τώρα, προς τα πού είναι η Le-Koro;

# Dialogue_Text,DL_LeQuestKumoHelp
source: Uhh... Yes it appears I have gotten quite spin-turned.
el: Ωχ... Ναι, φαίνεται ότι έχω σβούρο-γυριστεί αρκετά.

# Dialogue_Text,DL_LeQuestKumoImlost
source: I appear to be lost.
el: Φαίνεται ότι έχω χαθεί.

# Dialogue_Text,DL_LeQuestKumoNextime
source: I'll be fine Toa-Hero, no need to worry.
el: Θα είμαι μια χαρά Toa-Ήρωα, δεν χρειάζεται να ανησυχείς.

# Dialogue_Text,DL_LeQuestKumoNextime_2
source: I'll be fine Toa, no need to worry.
el: Θα είμαι μια χαρά Toa-Ήρωα, δεν χρειάζεται να ανησυχείς.

# Dialogue_Text,DL_LeQuestKumoThanks
source: Hello again Toa, thank you for saving me!
el: Γεια σου και πάλι Toa, σε ευχαριστώ που με έσωσες!

# Dialogue_Text,DL_LightstoneCaveMaster1
source: Ahh Toa $T, Welcome to the cavern of light!
el: Αχ Toa $T, Καλώς ήρθες στο σπήλαιο του φωτός!

# Dialogue_Text,DL_LightstoneCaveMaster_DataPad
source: Oh this? This is a Data Pad, my buddy Nuparu designed it. It lets me mange the manifest of everything mined here.
el: Α, αυτό; Αυτό είναι ένα Τάμπλετ Πληροφοριών, το σχεδίασε ο φίλος μου ο Nuparu. Μου επιτρέπει να διαχειρίζομαι το μανιφέστο όλων όσων εξορύσσονται εδώ.

# Dialogue_Text,DL_LightstoneCaveMaster_Doing
source: We mine for Lightstones here! Lightstones are a valuable resource used for light far and wide, as well as in almost all the Koros!
el: Εξορύσσουμε φωτόλιθους εδώ! Οι φωτόλιθοι είναι ένας πολύτιμος πόρος που χρησιμοποιείται για φως παντού, καθώς και σε όλα σχεδόν τα Koro!

# Dialogue_Text,DL_LightstoneCaveMaster_Help
source: Thank you for the offer $T, but we've got it covered here. Besides I wouldn't want to take up your time, I'm sure a hero like you has more important things to tend to.
el: Σε ευχαριστώ για την προσφορά $T, αλλά το έχουμε καλύψει εδώ. Εκτός αυτού, δεν θα ήθελα να σου στερήσω τον χρόνο, είμαι σίγουρος ότι ένας ήρωας σαν εσένα έχει πιο σημαντικά πράγματα να ασχοληθεί.

# Dialogue_Text,DL_Lockedout
source: Hey again Toa-Hero, Guess what! I finally found my key.
el: Γεια σου ξανά Toa-Ήρωα, μάντεψε! Επιτέλους βρήκα το κλειδί μου.

# Dialogue_Text,DL_Lockedout_2
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
el: ΑΑΑΑΑΑΑΑ ΕΛΑ...... Εγώ, εεε... Κλείδωσα τον εαυτό μου έξω..

# Dialogue_Text,DL_Lockedout_3
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
el: ΑΑΑΑΑΑΑΑ ΕΛΑ...... Εγώ, εεε... Κλείδωσα τον εαυτό μου έξω..

# Dialogue_Text,DL_LoveFestivites
source: I do love these festivities, they're just always so fun.
el: Λατρεύω αυτές τις γιορτές, είναι πάντα τόσο διασκεδαστικές.

# Dialogue_Text,DL_LyingUnderTree
source: *Sigh*
el: *Στέναγμος*

# Dialogue_Text,DL_LyingUnderTree1
source: I just love looking up through the tree, even though I get pine needles in my mask.
el: Μου αρέσει απλώς να κοιτάζω ψηλά μέσα από το δέντρο, παρόλο που μπαίνω πευκοβελόνες στη μάσκα μου.

# Dialogue_Text,DL_MackuHi
source: Ahh... Mata-nui is beautiful, Isn't it.
el: Ααα... Το Mata-nui είναι πανέμορφο, δεν είναι.

# Dialogue_Text,DL_MackuHuki
source: *Nervous laughter* What on Mata-Nui do you mean? We're not- He's not- *sigh* Am I really that obvious?
el: *Νευρικό γέλιο* Τι στον Mata-Nui εννοείς; Δεν είμαστε- Δεν είναι- *στέναγμος* Είμαι τόσο προφανής;

# Dialogue_Text,DL_MackuHuki2
source: You won't tell nokama will you? She probably won't be very happy when she finds out.
el: Δεν θα το πεις στη Nokama, έτσι; Μάλλον δεν θα χαρεί πολύ όταν το μάθει.

# Dialogue_Text,DL_MackuTidbit
source: You know, the Rahi weren't always like this. They used to be fairly peaceful toward us, only recently have they become more agressive...
el: Ξέρεις, τα Rahi δεν ήταν πάντα έτσι. Ήταν αρκετά ειρηνικοί απέναντί μας, μόνο πρόσφατα έγιναν πιο επιθετικοί... δεν θα χαρεί πολύ όταν το μάθει.

# Dialogue_Text,DL_Maren1
source: Ugh... Mata-Nui guide me...
el: Αχχ... Mata-Nui, καθοδήγησέ με...

# Dialogue_Text,DL_Maren2
source: Ah... Got my boat a tad stuck... Nothing a bit of thinkin' can't fix... Hmm...
el: Αχ... Κόλλησα λίγο το σκάφος μου... Τίποτα που δεν μπορεί να διορθωθεί με λίγη σκέψη... Χμμ...

# Dialogue_Text,DL_Maren3
source: I'm out 'ere searching for treasure... The treasure of the legendary Blackmask! Apparently, Blackmask buried her fortune in 4 different places on Mata-Nui. I think I'm close to finding the first... once I get my boat back in shape, that is.
el: Ψάχνω για θησαυρό... Τον θησαυρό της θρυλικής Μαυρόμασκας! Προφανώς, η Μαυρόμασκα έθαψε την περιουσία της σε 4 διαφορετικά μέρη στο Mata-Nui. Νομίζω ότι είμαι κοντά στο να βρω τον πρώτο... μόλις ξαναφτιάξω τη φόρμα μου, δηλαδή.

# Dialogue_Text,DL_MarenBlackmask1
source: I'm sure of it... Mostly. Pretty much. I won these ol' maps in an Ussal race bet. The first one says it should be very near to here...
el: Είμαι σίγουρος γι' αυτό... Κυρίως. Σχεδόν. Κέρδισα αυτούς τους παλιούς χάρτες σε ένα στοίχημα αγώνα Ussal. Ο πρώτος λέει ότι θα πρέπει να είναι πολύ κοντά εδώ...

# Dialogue_Text,DL_MarenBuyMaps
source: Ye... 'ye would? Good thing I made copies! I'll even give 'ye the first one for free. If you find the treasure before me, I'll be willin' to pay 'ye a hefty sum for whatever strange artifacts 'ye find! Seems like I'll probably still be here when you come back...
el: Θα... θα το 'κανες; Ευτυχώς που έφτιαξα αντίγραφα! Θα σου δώσω ακόμη και το πρώτο δωρεάν. Αν βρεις τον θησαυρό πριν από μένα, θα είμαι πρόθυμος να σου πληρώσω ένα υψηλό ποσό για όποια παράξενα αντικείμενα βρεις! Φαίνεται ότι πιθανότατα θα είμαι ακόμα εδώ όταν γυρίσεις...

# Dialogue_Text,DL_MarenGaliStories
source: They may just be stories, aye... But I'm determined, and these maps are the first good lead i've got.
el: Μπορεί να είναι απλώς ιστορίες, ναι... Αλλά είμαι αποφασισμένη, και αυτοί οι χάρτες είναι το πρώτο καλό στοιχείο που έχω.

# Dialogue_Text,DL_MarenTrade2
source: Let's get down ta' business!
el: Ας πιάσουμε δουλειά!

# Dialogue_Text,DL_MarenWelcomeBack
source: Hey again, Toa! Find any cool treasure? Or you just need one 'ah my maps?
el: Γεια σου ξανά, Toa! Βρήκες κανέναν ωραίο θησαυρό; Ή μήπως χρειάζεσαι μόνο έναν απ'τους χάρτες μου;

# Dialogue_Text,DL_MarkleMasks
source: Oh... *sigh.* Hey there, Toa. Welcome to Kita's Kanohi, Got some masks if you want to quick-snatch some.
el: Ω... *στεναγμός.* Γεια σου, Toa. Καλώς ήρθες στο Kanohi της Kita. Έχω μερικές μάσκες αν θέλεις να γρήγορo-πάρεις καμία.

# Dialogue_Text,DL_MarkleQuestion
source: Bah, It’s just this... wait-boring job of mine. ...And of course HE gets the cheery-fun job...
el: Μπα, είναι απλώς αυτή η... περιμένω-βαρετή δουλειά μου που σε κάνει να περιμένεις. ...Και φυσικά ΑΥΤΟΣ παίρνει την χαρούμενο- διασκεδαστική δουλειά...

# Dialogue_Text,DL_MarkleQuestion1
source: Akamar!! That sorry-bad excuse for a Ta-Matoran gets all the fun while I get nothing! He got to renovate Po-Koro! PO-KORO! Meanwhile I’m stuck here mask-peddling all day and night to Matoran who already have masks! What’s the point in selling masks to them if they’ve already face-wearing perfectly good ones!?
el: Akamar!! Αυτή η άθλια δικαιολογία για έναν Ta-Matoran παίρνει όλη τη διασκέδαση, ενώ εγώ δεν παίρνω τίποτα! Αυτός μπόρεσε να ανακαινίσει το Po-Koro! PO-KORO! Εν τω μεταξύ, εγώ είμαι κολλημένος εδώ και πουλάω μάσκες όλη μέρα νύχτα στους Matoran που έχουν ήδη μάσκες! Ποιο το νόημα να τους πουλάω μάσκες αν έχουν ήδη μάσκες που πρόσωπο-φορούν σε άριστη κατάσταση;

# Dialogue_Text,DL_MarkleQuestion2
source: Heart-thanks for that, Toa. ...I’d be even more heart-thankful with some widget-spending though.
el: Σε καρδό-ευχαριστώ γι' αυτό, Toa. ...Θα ήμουν ακόμη πιο ευγνώμων γινόταν λίγο ξοδεύω-μετάλλισματα όμως.

# Dialogue_Text,DL_MarkleTrade
source: Oh, I’ve got all sorts of stuff. Please, take-buy it off my hands.
el: Ω, έχω κάθε λογής πράγματα. Παρακαλώ, αγοράσω-πάρε τα από τα χέρια μου.

# Dialogue_Text,DL_MaskPowerer
source: Greetings $T!
el: Γειά $T!

# Dialogue_Text,DL_MaskPowerer1
source: Uhh, I'm not sure actually. It must be important though, the Turaga tasked me to protect it at all costs.
el: Εμμ, δεν είμαι σίγουρος στην πραγματικότητα. Πρέπει να είναι σημαντικό όμως, ο Turaga μου ανέθεσε να το προστατεύσω πάση θυσία.

# Dialogue_Text,DL_MaskPowerer2
source: Oh don't even get me started on that weirdo. All he does is make his funny words, and- and... and well he's actually not that bad, but he is constantly up here against the rules. I would forcibly remove him if I could move from my post...
el: Α, μην με βάλεις καν να ξεκινήσω για αυτόν τον περίεργο. Το μόνο που κάνει είναι να λέει αστεία λόγια, και... και, λοιπόν, δεν είναι και τόσο κακός, αλλά παραβιάζει συνεχώς τους κανόνες. Θα τον απομάκρυνα με το ζόρι αν μπορούσα να μετακινηθώ από την ανάρτησή μου...

# Dialogue_Text,DL_Matau1
source: Yet each time you go to confront Makuta, you befall the same sorry-bad fate. The stones, the masks, and you return to where you came from... and you remember nothing.
el: Ωστόσο, κάθε φορά που πας να αντιμετωπίσεις τον Makuta, έχεις την ίδια θλιβερo-άσχημη μοίρα. Τις πέτρες, τις μάσκες και επιστρέφεις εκεί από όπου ήρθες... και δεν θυμάσαι τίποτα.

# Dialogue_Text,DL_MatauInTree
source: Toa $T! It sure is a cheery-warm sight to see you here.
el: Γεια σου $T! Είναι ένα χαρούμενο-ζεστό θέαμα να σε βλέπω εδώ.

# Dialogue_Text,DL_MatauInTreeHelp
source: NO! I can saw-cut my way out of here myself, thank you very much. I might be height-shorter than you, but I’m not helpless!
el: ΟΧΙ! Μπορώ να πριόνο-κόψω για να βγω από εδώ μόνος μου, ευχαριστώ πολύ. Μπορεί να είμαι πιο ύψος-κοντός από εσέμα, αλλά δεν είμαι αβοήθητος!

# Dialogue_Text,DL_MatauInTreeHelp2
source: Well... no. As long as you’re down there, could you maybe think-figure out some way to chop-knock me out of here? I’m not terribly picky as to how you do it- I’m rather tired of being trap-stuck up here.
el: Λοιπόν... όχι. Εφόσον είσαι εκεί κάτω, μήπως θα μπορούσες να σκεφτώ-βρεις κάποιον τρόπο να με κοψώ-πετάξεις από εδώ; Δεν είμαι και πολύ επιλεκτικός στο πώς το κάνεις - έχω κουραστεί να είμαι παγίδο-κολλημένος εδώ πάνω.

# Dialogue_Text,DL_MatauInTreeHow
source: Well, I was headed home from... eh... something- when two Nui-Rama quick-snatched me and threw me up into this tree!
el: Λοιπόν, επέστρεφα σπίτι από... εεε... κάτι- όταν δύο Nui-Rama με γρήγορo-άρπαξαν και με πέταξαν πάνω σε αυτό το δέντρο!

# Dialogue_Text,DL_MatauKoro
source: Ehhh… good morning, Toa. ...or is it night? You should really knock before loud-charging in like that! Didn’t anyone ever learn-teach you any kind-manners?
el: Εεεε... καλημέρα, Τόα. ...ή μήπως είναι νύχτα; Θα έπρεπε οπωσδήποτε να προειδοποιήσεις πριν θορυβο-ορμήσεις έτσι! Δεν σου έμαθε ποτέ κανείς ευγενο-τρόπους;

# Dialogue_Text,DL_MatauKoroHowsgoing
source: Ah... don’t mind me. I’m just still a little crabby-tired. Nothing a little more deep-sleep won’t fix!
el: Α... μην μου δίνεις σημασία. Είμαι ακόμα λίγο καβουρο-κουρασμένος. Τίποτα που δεν διορθώνει λίγος βαθύ-ύπνος!

# Dialogue_Text,DL_MatauKoroLewa1
source: Ah, right. Definitely something. I’ve been meaning to chat-talk with you about this for a long-while now...
el: Α, σωστά. Σίγουρα κάτι. Ήθελα να κουβεντο-μιλήσω μαζί σου για αυτό εδώ και πολύ καιρό...

# Dialogue_Text,DL_MatauKoroLewa2
source: There’s a spirit-temple found deepwood called the Le-Kini. There’s an ever-important stone that you’ll find there. The only hard-problem is that it’s buzz-swarming with Rahi- even more than usual. It’s a place full of trouble-danger that you’ll have to hard-fight your way through.
el: Υπάρχει ένας πνευματο-ναός στο βαθή δάσος που ονομάζεται Le-Kini. Υπάρχει μια πάντα-σημαντική πέτρα που θα βρεις εκεί. Το μόνο σκληρο-πρόβλημα είναι ότι βαβουρο-σφύζει από Rahi - ακόμη περισσότερο από το συνηθισμένο. Είναι ένα μέρος γεμάτο προβληματο-κινδύνους από τους οποίους θα πρέπει να σκληρο-παλέψεις για να περάσεις.

# Dialogue_Text,DL_MatauKoroLewa3
source: A Makoki stone- a key to the Makuta’s lair which you and all of the Toa must seek-find.
el: Μια πέτρα Makoki ένα κλειδί για τη φωλιά του Makuta, το οποίο εσύ και όλοι οι Toa πρέπει να βρείτε-αναζητήσετε.

# Dialogue_Text,DL_MatauKoroLewa4
source: ...Do be slow-careful, Lewa...
el: ...Να είσαι αργο-προσεκτικός, Lewa...

# Dialogue_Text,DL_MatauKoroOtherToa
source: Always on the lookout for another danger-quest, eh? Well I don’t have anything at the moment… unless you were Lewa. Say, you probably know where he’s sneak-hiding, don’t you? Send him treebound- I’ve got something for him.
el: Πάντα ψάχνεις για άλλες κινδυνο-αποστολές, χμ; Αυτή την στιγμή δεν έχω τίποτα... εκτός αν ήσουν ο Lewa. Βασικά, μάλλον ξέρεις που κρύβω-βρίσκετε, έτσι; Στείλει τον εδώ- Έχω κάτι για αυτόν.

# Dialogue_Text,DL_MatauKoroPostKini
source: Heart-Welcome to Le-Koro, Toa-Hero! I hope you’re feeling spirit-lifted and warm-hearted! No worries, you didn't disturb me, I was just resting.
el: Καρδο-καλωσόρισες στο Λε-Κόρο, Τόα-Ήρωα! Ελπίζω να νιώθεις πνευμα-αναζωογονημένος και με ζεστό-καρδιά! Μην ανησυχείς, δεν με ενόχλησες, απλώς ξεκουραζόμουν.

# Dialogue_Text,DL_MatauOutofTree
source: Well... that’s one way to do it. Heart-thanks, Toa.
el: Λοιπόν... αυτός είναι ένας τρόπος για να το κάνεις. Σε ευχαριστώ από καρδιάς, Toa.

# Dialogue_Text,DL_MatauOutofTreeSaved
source: It’ll take a bit more than chop-knocking me down from a tree to mind-shake old Matau! ...but I do think that when I get back I might take a good, long sleep-nap... or two. Wake me up afterwards- I’ve got a couple of other task-quests for you to do.
el: IΘα χρειαστεί λίγο περισσότερο από το να με κόψω-ρίξετε από ένα δέντρο για να μυαλο-ταράξετε τον γέρο Matau! ...αλλά νομίζω ότι όταν επιστρέψω μπορεί να πάρω έναν καλό, μακρύ ξεκούρασο-υπνάκο... ή δύο. Ξύπνα με μετά - έχω μερικές δουλειο-αποστολές να κάνεις.

# Dialogue_Text,DL_MatauOutofTreeWhere
source: Oh... that. Never mind that! You won’t be getting any slip-tongue gossip out of me. Wouldn’t have even happened if that old firespitter kept better track of his belongings...
el: Ω... αυτό. Άστο αυτό! Δεν θα ακούς γλωσσο-κουτσομπολιά από μένα. Δεν θα είχε συμβεί καν αν αυτός ο γέρος φλογοφτίστης πρόσεχε καλύτερα τα πράγματά του...

# Dialogue_Text,DL_MatauOutofTreeWhere2
source: Agreed. I’m headed quick-back to Le-Koro. If you happen to swing by, give me a little quick-chat. I’ve got a few things for you.
el: Συμφωνώ. Θα γρηγορο-επιστρέψω στο Le-Koro. Αν τύχει να περάσεις από εκεί, πες μου μια γρήγορη κουβέντα. Έχω μερικά πράγματα για σένα.

# Dialogue_Text,DL_MatoranTransporter1
source: Sorry $T I'm a little busy right now, I have a delivery to make.
el: Συγγνώμη $T, είμαι λίγο απασχολημένος αυτή τη στιγμή, έχω μια παράδοση να κάνω.

# Dialogue_Text,DL_MatoranTransporter10
source: Oh, of course they're very good at moving heavy objects, even mining! They're probably the most versitile Rahi around!
el: Ω, φυσικά και είναι πολύ καλοί στη μετακίνηση βαρέων αντικειμένων, ακόμα και στην εξόρυξη! Είναι ίσως οι πιο χρήσιμα Rahi εδώ γύρω!

# Dialogue_Text,DL_MatoranTransporter11
source: Well I've heard about the Ga-Matoran using big fishes for some things, The Le-Matoran riding birds... And I even head some crazy myth once about a Ko-Matoran that could ride a Mahi! What a load of protodermis that is.
el: Λοιπόν, έχω ακούσει για τους Ga-Matoran που χρησιμοποιούσαν μεγάλα ψάρια για κάποια πράγματα, τους Le-Matoran που ιππεύαν πουλιά... Και κάποτε μάλιστα άκουσα έναν τρελό μύθο για έναν Ko-Matoran που μπορούσε να ιππεύσει ένα Mahi! Τι σωρό protodermis ήταν αυτό.

# Dialogue_Text,DL_MatoranTransporter12
source: YOU'RE RIGHT, I GOTTA GO!
el: ΕΧΕΙΣ ΔΙΚΙΟ, ΠΡΕΠΕΙ ΝΑ ΦΥΓΩ!

# Dialogue_Text,DL_MatoranTransporter2
source: I'm late! Out of the way!
el: Άργησα! Φύγε από τη μέση!

# Dialogue_Text,DL_MatoranTransporter3
source: Greetings Toa, what are you doing out here?
el: Χαιρετισμούς Toa, τι κάνεις εδώ πέρα;

# Dialogue_Text,DL_MatoranTransporter4
source: Why, I'm making a delivery to the Onu-Koro shipping center of course!
el: Μα, κάνω μια παράδοση στο κέντρο μεταφορών του Onu-Koro φυσικά!

# Dialogue_Text,DL_MatoranTransporter5
source: I'm... Not sure actually. It's not like they bother to tell me what I'm transporting, they only say if it's urgent or fragile.
el: Εγώ... Δεν είμαι σίγουρος στην πραγματικότητα. Δεν μπαίνουν στον κόπο να μου πουν τι μεταφέρω, λένε μόνο αν είναι επείγον ή εύθραυστο.

# Dialogue_Text,DL_MatoranTransporter6
source: Yeah kind of, Oh but sometimes I like to pretend it's something really REALLY important, like a super powerful gemstone that will be used to invent the next big thing! But usally it just ends up being fish or wood - Something boring.
el: Ναι, κάπως, ω, αλλά μερικές φορές μου αρέσει να προσποιούμαι ότι είναι κάτι ΠΟΛΥ σημαντικό, όπως ένας πανίσχυρος πολύτιμος λίθος που θα χρησιμοποιηθεί για να εφευρεθεί το επόμενο μεγάλο πράγμα! Αλλά συνήθως καταλήγει να είναι ψάρι ή ξύλο - Κάτι βαρετό.

# Dialogue_Text,DL_MatoranTransporter7
source: I'm on the clock Toa, speak fast.
el: Δουλεύω, Toa, μίλα γρήγορα.

# Dialogue_Text,DL_MatoranTransporter8
source: Transporting Goods to Po-Koro.
el: Μεταφέρω αγαθά στο Po-Koro.

# Dialogue_Text,DL_MatoranTransporter9
source: It's a She, but yes she's been doing very well recently! The loads can be quite heavy but she's used to it!
el: Είναι κορίτσι, αλλά ναι, τα πάει πολύ καλά τελευταία! Τα φορτία μπορεί να είναι αρκετά βαριά, αλλά το έχει συνηθίσει!

# Dialogue_Text,DL_Matoro1
source: Greetings again Toa, there is an important matter I need to discuss with you.
el: Χαιρετισμούς και πάλι Toa, υπάρχει ένα σημαντικό θέμα που πρέπει να συζητήσω μαζί σου.

# Dialogue_Text,DL_Matoro2
source: You don't remember me? Strange... That will have to wait, my name is Matoro - and we have a more important matter to discuss.
el: Δεν με θυμάσαι; Περίεργο... Αυτό θα πρέπει να περιμένει, με λένε Matoro - και έχουμε ένα πιο σημαντικό θέμα να συζητήσουμε.

# Dialogue_Text,DL_Matoro3
source: I was returning from a meeting with Turaga Nuju, when we decided to cut through the drifts to save time - However during the blizzard I was separated from him! We have conducted searches, but the drifts are so difficult to navigate that we've had no luck in finding him.
el: Επέστρεφα από μια συνάντηση με τον Turaga Nuju, όταν αποφασίσαμε να διασχίσουμε τα σωρούς για να εξοικονομήσουμε χρόνο - Ωστόσο, κατά τη διάρκεια της χιονοθύελλας με χώριστήκαμε! Κάναμε έρευνες, αλλά η ανεμοσούρα είναι τόσο δύσκολοι στην πλοήγηση που δεν είχαμε τύχη να τον βρούμε.

# Dialogue_Text,DL_Matoro4
source: Yes if you would. I fear for his safety, the drifts are a harsh and dangerous place, no one can survive in there for long...
el: Ναι, αν θα το έκανες. Φοβάμαι για την ασφάλειά του, η ανεμοσούρα είναι ένα σκληρό και επικίνδυνο μέρος, κανείς δεν μπορεί να επιβιώσει εκεί για πολύ...

# Dialogue_Text,DL_Matoro5
source: Please do find him, I- I feel partially responsible for his disappearance.
el: Σας παρακαλώ βρείτε τον, ν-νιώθω εν μέρει υπεύθυνος για την εξαφάνισή του.

# Dialogue_Text,DL_MatoroGetMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate. Here I'll mark it on your- you don't have a map? Gah, very well take my piece, it's just Ko-Wahi but it should help you find Nuju.
el: Οι έρευνες όντως αποκάλυψαν μια παράξενη φωλιά Nui-Jaga, αλλά μας έδιωξαν πριν προλάβουμε να ερευνήσουμε. Εδώ, θα την σημειώσω στον χάρτη σου - δεν έχεις χάρτη; Α, πάρε τον δικό μου, είναι απλώς Ko-Wahi, αλλά θα σε βοηθήσει να βρεις τον Nuju.

# Dialogue_Text,DL_MatoroHaveMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate, here I'll mark it on your map.
el: Οι έρευνες όντως αποκάλυψαν μια παράξενη φωλιά Nui-Jaga, αλλά μας έδιωξαν πριν προλάβουμε να ερευνήσουμε. Εδώ, θα την σημειώσω στον χάρτη σου.

# Dialogue_Text,DL_MatoroKini1
source: Welcome, $T.
el: Καλώς ήρθες, $T.

# Dialogue_Text,DL_MatoroKini2
source: What are you waiting for?
el: Τι περιμένεις;

# Dialogue_Text,DL_MatoroKiniExplanation1
source: $T! Wait!
el: $T! Περίμενε!
