Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Quest_Description,Quest_GaMakokiStone_Desc
source: Turaga Nokama has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pt_br: Turaga Nokama lhe deu a tarefa de encontrar uma antiga relíquia conhecida como Pedra Makoki, uma das seis peças usadas para abrir o domínio do Makuta.

# Quest_Description,Quest_Infestation_Desc
source: A small Mining village has been Infested by Nui-jaga!
pt_br: Um vilarejo de mineradores foi infestado por Nui-Jaga!

# Quest_Description,Quest_KiniNui_Desc
source: You have recovered all the Makoki stones, Retrieve the remaining Golden masks - Then join the other Toa at the Kini-Nui for the final battle. ($G/6 Gold Masks)
pt_br: Você recuperou todas as Pedras Makoki. Recupere as máscaras douradas que faltam, então se junte aos outros Toa no Kini-Nui para a última batalha. ($G/6 Máscaras Douradas)

# Quest_Description,Quest_KoMakokiStone_Desc
source: Matoro has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pt_br: Matoro lhe informou de uma antiga relíquia conhecida como Pedra Makoki, uma das seis peças usadas para abrir o domínio do Makuta.

# Quest_Description,Quest_Kopaka_Desc
source: You have gathered all your Masks of Power, head to the suva in Ko-koro to gain your golden mask.
pt_br: Você adquiriu todas as suas Máscaras do Poder. Vá até o Suva em Ko-Koro para ganhar sua máscara dourada.

# Quest_Description,Quest_LeMakokiStone_Desc
source: Matau has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pt_br: Matau lhe informou de uma antiga relíquia conhecida como Pedra Makoki, uma das seis peças usadas para abrir o domínio do Makuta.

# Quest_Description,Quest_LeTemple_Desc
source: There's a temple near the edge of the island in Le-wahi, you should explore it.
pt_br: Há um templo perto da costa da ilha em Le-Wahi. Você devia explorá-lo.

# Quest_Description,Quest_Lewa_Desc
source: You have gathered all your Masks of Power, head to the suva in Le-koro to gain your golden mask.
pt_br: Você adquiriu todas as suas Máscaras do Poder. Vá até o Suva em Le-Koro para ganhar sua máscara dourada.

# Quest_Description,Quest_LostResearch_Desc
source: Find Kylma's lost research. It should be in a hut near a ruined temple on a small island on the shore in ko-wahi near the le-wahi border. Kylma even said that there is a Great mask there.
pt_br: Encontre a pesquisa perdida do Kylma. Deve estar numa oca perto de um templo em ruínas, numa ilhazinha na costa da divisa de Ko-Wahi com Le-Wahi. Kylma até disse que há uma Grande Máscara lá.

# Quest_Description,Quest_Mangaia_Desc
source: You have gathered all your Masks of Power, You've Found the Makoki stones, now you must face the ultimate test. Fight your way through the Makuta's beasts and defeat him once and for all.
pt_br: Você adquiriu todas as suas Máscaras do Poder, e encontrou todas as pedras Makoki. Agora você deve enfrentar o último teste. Lute contra as criaturas do Makuta e derrote-o de uma vez por todas.

# Quest_Description,Quest_OnTheLine_Desc
source: Reka, the Mask maker - needs 350 widgets to sell you a powered kakama.
pt_br: Reka, o Fabricante de Máscaras, pediu 350 Peças em troca de uma Kakama carregada.

# Quest_Description,Quest_Onua_Desc
source: You have gathered all your Masks of Power, head to the suva in Onu-koro to gain your golden mask.
pt_br: Você adquiriu todas as suas Máscaras do Poder. Vá até o Suva em Onu-Koro para ganhar sua máscara dourada.

# Quest_Description,Quest_OnuMakokiStone_Desc
source: Turaga Whenua has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pt_br: Turaga Whenua lhe deu a tarefa de encontrar uma antiga relíquia conhecida como Pedra Makoki, uma das seis peças usadas para abrir o domínio do Makuta.

# Quest_Description,Quest_Pohatu_Desc
source: You have gathered all your Masks of Power, head to the suva in Po-koro to gain your golden mask.
pt_br: Você adquiriu todas as suas Máscaras do Poder. Vá até o Suva em Po-Koro para ganhar sua máscara dourada.

# Quest_Description,Quest_PoMakokiStone_Desc
source: Turaga Onewa has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pt_br: Turaga Onewa lhe deu a tarefa de encontrar uma antiga relíquia conhecida como Pedra Makoki, uma das seis peças usadas para abrir o domínio do Makuta.

# Quest_Description,Quest_PoTemple_Desc
source: There's a strange temple in the desert, Explore it and see what might be hidden among it's tunnels.
pt_br: Há um estranho templo no deserto. Explore-o, e veja o que pode estar escondido entre seus túneis.

# Quest_Description,Quest_ProphetOfTheMakuta_Desc
source: A strange matoran has lead you in the direction of a cold and ominous cave on the south side of the Mangia. He said he saw the toa enter, but never leave; It's best to be careful.
pt_br: Um estranho Matoran te levou em direção a uma caverna fria e sinistra ao sul do Mangaia. Ele disse que viu os Toa entrarem, mas nunca saírem. É melhor ter cuidado.

# Quest_Description,Quest_Protosteel_Desc
source: The Po-Matoran Kohi has been seeking out rare tools cast in Protosteel, You've gathered the tool he wanted, return it to him.
pt_br: O Po-Matoran Kohi procura ferramentas raras feitas de Protoaço. Você encontrou a ferramenta que ele queria, retorne-a a ele.

# Quest_Description,Quest_Staff_Desc
source: Quater Master Niidok has gotten the wrong shipment of staves, he has requested that you speak to Takar the staff seller about this. He has a shop just outside Ta-koro.
pt_br: Niidok, o Mestre de Alojamentos, recebeu a remessa errada de lanças. Ele pediu para você falar sobre isso com Takar, o vendedor das lanças. Ele tem uma loja na entrada de Ta-Koro.

# Quest_Description,Quest_Tahu_Desc
source: You have gathered all your Masks of Power, head to the suva in Ta-koro to gain your golden mask.
pt_br: Você adquiriu todas as suas Máscaras do Poder. Vá até o Suva em Ta-Koro para ganhar sua máscara dourada.

# Quest_Description,Quest_TaMakokiStone_Desc
source: Turaga Vakama needs you to recover a part of an important key called the Makoki stone.
pt_br: Turaga Vakama precisa que você recupere uma parte de uma chave importante chamada de Pedra Makoki.

# Quest_Description,Quest_TheLakeOfFrost_Desc
source: Dameo has asked you to restore the flow of the river and by extension restore his fishing town.
pt_br: Dameo pediu para restaurar o fluxo do rio, e por extensão, o vilarejo de pesca dele.

# Quest_Description,Quest_TheToaOfFire1_Desc
source: Remember...
pt_br: Lembre-se…

# Quest_Description,Quest_TheTuragaOfAir_Desc
source: Turaga Matau has been missing for a while, Find him and help him get back to Le-koro.
pt_br: Turaga Matau desapareceu há algum tempo. Encontre-o e ajude-o a voltar para Le-Koro.

# Quest_Description,Quest_TheTuragaOfEarth_Desc
source: Turaga Whenua has been missing for a while, Find him and help him get back to Onu-koro.
pt_br: Turaga Whenua desapareceu há algum tempo. Encontre-o e ajude-o a voltar para Onu-Koro.

# Quest_Description,Quest_TheTuragaOfIce_Desc
source: Turaga Nuju got lost when passing through the drifts, find him and help him get back to Ko-koro.
pt_br: Turaga Nuju se perdeu enquanto atravessava a Nevasca. Encontre-o e ajude-o a voltar para Ko-Koro.

# Quest_Description,Quest_TheTuragaOfStone_Desc
source: Turaga Onewa has been missing for a while, Find him and help him get back to Po-koro.
pt_br: Turaga Onewa desapareceu há algum tempo. Encontre-o e ajude-o a voltar para Po-Koro.

# Quest_Description,Quest_TheTuragaOfWater_Desc
source: Turaga Nokama has been missing for a while, Find her and ensure her safety.
pt_br: Turaga Nokama desapareceu há algum tempo. Encontre-a e garanta sua segurança.

# Quest_Name,Quest_Amongsttheburnttrees
source: Among the burnt trees
pt_br: Entre as Árvores Queimadas

# Quest_Name,Quest_CalmCave
source: A Calm Cave
pt_br: Uma Caverna Pacata

# Quest_Name,Quest_Challange
source: The Challenge
pt_br: O Desafio

# Quest_Name,Quest_CometHunt
source: The Comet Hunt
pt_br: A Caçada por Cometas

# Quest_Name,Quest_DangerOnTheHorizon
source: Danger On The Horizon
pt_br: Perigo no Horizonte

# Quest_Name,Quest_FindKumo
source: A Friend In Need
pt_br: Um Amigo em Perigo

# Quest_Name,Quest_FrozenInWood
source: Frozen In Wood
pt_br: Congelado em Madeira

# Quest_Name,Quest_FrozenTower
source: The Frozen Tower
pt_br: A Torre Congelada

# Quest_Name,Quest_Gakoro
source: The Village of Water
pt_br: A Aldeia da Água

# Quest_Name,Quest_Gali
source: The Toa of Water
pt_br: A Toa da Água

# Quest_Name,Quest_GaMakokiStone
source: The Temple of Water
pt_br: O Templo da Água

# Quest_Name,Quest_Infestation
source: Infestation
pt_br: Infestação

# Quest_Name,Quest_KiniNui
source: The Kini-Nui
pt_br: O Kini-Nui

# Quest_Name,Quest_Kokoro
source: The Village of Ice
pt_br: A Aldeia do Gelo

# Quest_Name,Quest_KoMakokiStone
source: The Temple of Ice
pt_br: O Templo do Gelo

# Quest_Name,Quest_Kopaka
source: The Toa of Ice
pt_br: O Toa do Gelo

# Quest_Name,Quest_Lekoro
source: The Village of Air
pt_br: A Aldeia do Ar

# Quest_Name,Quest_LeMakokiStone
source: The Temple of Air
pt_br: O Templo do Ar

# Quest_Name,Quest_LeTemple
source: A Temple in the Jungle
pt_br: Um Templo na Selva

# Quest_Name,Quest_Lewa
source: The Toa of Air
pt_br: O Toa do Ar

# Quest_Name,Quest_LostResearch
source: Lost Research
pt_br: Pesquisa Perdida

# Quest_Name,Quest_Mangaia
source: The Makuta's Lair
pt_br: O Lar do Makuta

# Quest_Name,Quest_OnTheLine
source: On The Line
pt_br: Em Cima da Linha

# Quest_Name,Quest_Onua
source: The Toa of Earth
pt_br: O Toa da Terra

# Quest_Name,Quest_Onukoro
source: The Village of Earth
pt_br: A Aldeia da Terra

# Quest_Name,Quest_OnuMakokiStone
source: The Temple of Earth
pt_br: O Templo da Terra

# Quest_Name,Quest_Pohatu
source: The Toa of Stone
pt_br: O Toa da Pedra

# Quest_Name,Quest_Pokoro
source: The Village of Stone
pt_br: A Aldeia da Pedra

# Quest_Name,Quest_PoMakokiStone
source: The Temple of Stone
pt_br: O Templo da Pedra

# Quest_Name,Quest_PoTemple
source: A Temple Under the sands
pt_br: Um Templo Sob as Areias

# Quest_Name,Quest_ProphetOfTheMakuta
source: Prophet Of The Makuta
pt_br: Profeta do Makuta

# Quest_Name,Quest_Protosteel
source: The Secret of Protosteel
pt_br: O Segredo do Protoaço

# Quest_Name,Quest_Staff
source: The Staff Scramble
pt_br: A Confusão das Lanças

# Quest_Name,Quest_Tahu
source: The Toa of Fire
pt_br: O Toa do Fogo

# Quest_Name,Quest_Takoro
source: The Village of Fire
pt_br: A Aldeia do Fogo

# Quest_Name,Quest_TaMakokiStone
source: The Temple of Fire
pt_br: O Templo do Fogo

# Quest_Name,Quest_TheLakeOfFrost
source: The Lake of The Frost
pt_br: O Lago de Gelo

# Quest_Name,Quest_TheToaOfFire1
source: The Toa Of Fire
pt_br: O Toa do Fogo

# Quest_Name,Quest_TheTuragaOfAir
source: The Turaga of Air
pt_br: O Turaga do Ar

# Quest_Name,Quest_TheTuragaOfEarth
source: The Turaga Of Earth
pt_br: O Turaga da Terra

# Quest_Name,Quest_TheTuragaOfIce
source: The Turaga Of Ice
pt_br: O Turaga do Gelo

# Quest_Name,Quest_TheTuragaOfStone
source: The Turaga Of Stone
pt_br: O Turaga da Pedra

# Quest_Name,Quest_TheTuragaOfWater
source: The Turaga Of Water
pt_br: A Turaga da Água

# Quest_Objective,Quest_Amongsttheburnttrees_Objective_1
source: Talk to the Temple master of the Ta-wahi temple.
pt_br: Converse com o mestre do templo de Ta-Wahi.

# Quest_Objective,Quest_CalmCave_Objective_1
source: Defeat all of the rahi.
pt_br: Derrote todos os Rahi.

# Quest_Objective,Quest_CalmCave_Objective_2
source: Talk to the Hiding matoran.
pt_br: Fale com o Matoran escondido.

# Quest_Objective,Quest_Challange_Objective_1
source: Speak to Podu at the tip of the Motara Desert.
pt_br: Fale com Podu na ponta do Deserto Motara.

# Quest_Objective,Quest_Challange_Objective_2
source: Accept the Challange.
pt_br: Aceite o Desafio.

# Quest_Objective,Quest_Challange_Objective_3
source: Beat Pohatu to Po-koro.
pt_br: Chegue em Po-Koro antes de Pohatu.

# Quest_Objective,Quest_CometHunt_Objective_1
source: Give Komeke a Comet.
pt_br: Dê uma Cometa a Komeke.

# Quest_Objective,Quest_DangerOnTheHorizon_Objective_1
source: Defeat the Tarakava guarding the Temple.
pt_br: Derrote a Tarakava atacando o Templo.

# Quest_Objective,Quest_FindKumo_Objective_1
source: Find Kumo in Fau swamp Near the lake he fishes in.
pt_br: Encontre Kumo no Pântano Fau perto do lago onde ele pesca.

# Quest_Objective,Quest_FrozenInWood_Objective_1
source: Find the Protosteel Tool.
pt_br: Encontre a Ferramenta de Protoaço.

# Quest_Objective,Quest_FrozenTower_Objective_1
source: Defeat all of the rahi in the tower.
pt_br: Derrote todos os Rahi na torre.

# Quest_Objective,Quest_Gakoro_Objective_1
source: Travel to Ga-Koro and Speak to Hahli.
pt_br: Viaje a Ga-Koro e fale com Hahli.

# Quest_Objective,Quest_Gali_Objective_1
source: Travel to Ga-Koro and Interact with the Suva.
pt_br: Viaje a Ga-Koro e interaja com o Suva.

# Quest_Objective,Quest_GaMakokiStone_Objective_1
source: Speak to Nokama in Ga-koro
pt_br: Fale com Nokama em Ga-Koro

# Quest_Objective,Quest_Infestation_Objective_1
source: Free the town of Nui-Jaga.
pt_br: Livre o vilarejo dos Nui-Jaga.

# Quest_Objective,Quest_KiniNui_Objective_1
source: Speak to the other Toa at the Kini-Nui.
pt_br: Fale com os outros Toa no Kini-Nui.

# Quest_Objective,Quest_Kokoro_Objective_1
source: Travel to Ko-Koro and find Matoro
pt_br: Viaje a Ko-Koro e encontre Matoro

# Quest_Objective,Quest_KoMakokiStone_Objective_1
source: Return to Ko-koro and speak to Nuju.
pt_br: Retorne a Ko-Koro e fale com Nuju.

# Quest_Objective,Quest_KoMakokiStone_Objective_2
source: Speak to Matoro.
pt_br: Fale com Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_3
source: Meet Matoro at the Ko-Kini.
pt_br: Encontre-se com Matoro no Ko-Kini.

# Quest_Objective,Quest_KoMakokiStone_Objective_5
source: Speak to Matoro.
pt_br: Fale com Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_6
source: Return to Ko-koro and speak to Nuju.
pt_br: Retorne a Ko-Koro e fale com Nuju.

# Quest_Objective,Quest_Kopaka_Objective_1
source: Travel to Ko-Koro and Interact with the Suva.
pt_br: Viaje a Ko-Koro e interaja com o Suva.

# Quest_Objective,Quest_Lekoro_Objective_1
source: Travel to Le-Koro and find Kongu
pt_br: Viaje a Le-Koro e encontre Kongu

# Quest_Objective,Quest_LeMakokiStone_Objective_1
source: Return to Le-koro and speak to Matau.
pt_br: Retorne a Le-Koro e fale com Matau.

# Quest_Objective,Quest_LeTemple_Objective_1
source: Find the hidden tresure.
pt_br: Encontre o tesouro escondido.

# Quest_Objective,Quest_Lewa_Objective_1
source: Travel to Le-Koro and Interact with the Suva.
pt_br: Viaje a Le-Koro e interaja com o Suva.

# Quest_Objective,Quest_LostResearch_Objective_1
source: Recover Kylma's research from the temple ruins.
pt_br: Recupere a pesquisa de Kylma das ruínas do templo.

# Quest_Objective,Quest_LostResearch_Objective_2
source: Return the papers to Kylma
pt_br: Devolva os papéis para Kylma.

# Quest_Objective,Quest_Mangaia_Objective_1
source: Fight through the Mangaia.
pt_br: Lute através do Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_2
source: Fight through the Mangaia.
pt_br: Lute através do Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_3
source: Defeat the Shadow Toa.
pt_br: Derrote os Toa das Sombras.

# Quest_Objective,Quest_OnTheLine_Objective_1
source: Reka has told you to find Khalo, the local Jobmaster; He may have a way for you to earn the widgets.
pt_br: Reka disse para achar Khalo, o recrutador local. Talvez ele tenha um modo de você ganhar as peças.

# Quest_Objective,Quest_OnTheLine_Objective_2
source: Jobmaster Khalo told you to investigate the Onu-Koro shipping center and determine the status of his shipment.
pt_br: O recrutador Khalo disse para investigar o centro de expedição de Onu-Koro e determinar o estado da remessa dele.

# Quest_Objective,Quest_OnTheLine_Objective_3
source: Omak has told you the couriers with Khalo's shipment may be somewhere in the Pillar-Lands north-east of the shipment center.
pt_br: Omak disse que os entregadores da remessa de Khalo podem estar em algum lugar da Terra dos Pilares, a nordeste do Centro de Expedição.

# Quest_Objective,Quest_OnTheLine_Objective_4
source: Jobmaster Khalo's shipment was filled with illegal ruki fish, confront him about this.
pt_br: A remessa do recrutador Khalo estava cheia de peixes Ruki ilegais. Confronte-o sobre isso.

# Quest_Objective,Quest_Onua_Objective_1
source: Travel to Onu-Koro and Interact with the Suva.
pt_br: Viaje a Onu-Koro e interaja com o Suva.

# Quest_Objective,Quest_Onukoro_Objective_1
source: Travel to Onu-Koro and find Onepu
pt_br: Viaje a Onu-Koro e encontre Onepu

# Quest_Objective,Quest_OnuMakokiStone_Objective_1
source: Speak to Whenua in Onu-koro
pt_br: Fale com Whenua em Onu-Koro

# Quest_Objective,Quest_Pohatu_Objective_1
source: Travel to Po-Koro and Interact with the Suva.
pt_br: Viaje a Po-Koro e interaja com o Suva.

# Quest_Objective,Quest_Pokoro_Objective_1
source: Travel to Po-Koro and speak to Huki
pt_br: Viaje a Po-Koro e fale com Hewkii

# Quest_Objective,Quest_PoMakokiStone_Objective_1
source: Speak to Onewa in Po-koro
pt_br: Fale com Onewa em Po-Koro

# Quest_Objective,Quest_PoTemple_Objective_1
source: Find the tresure
pt_br: Encontre o tesouro

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_1
source: Find the cave.
pt_br: Encontre a caverna.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_2
source: Talk to the Matoran.
pt_br: Converse com o Matoran.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_3
source: Complete the puzzle to escape.
pt_br: Resolva o quebra-cabeça para escapar.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_4
source: Return to the strange matoran in le-koro and tell him of your findings.
pt_br: Retorne ao estranho Matoran em Le-Koro e conte-o sobre o que você achou.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_5
source: Find and the Insane Matoran. There is a lock on the door to the cave he is hiding in, the strange matoran said the code would be Faith, Creation, Peace.
pt_br: Encontre o Matoran Maluco. Há uma fechadura na porta da caverna onde ele se esconde. O Matoran estranho disse que o código é Fé, Criação, Paz.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_6
source: Talk To The Insane Matoran
pt_br: Converse com o Matoran Maluco

# Quest_Objective,Quest_Protosteel_Objective_1
source: Return to the Town
pt_br: Retorne ao vilarejo

# Quest_Objective,Quest_Protosteel_Objective_2
source: Discover what happened to the town.
pt_br: Descubra o que aconteceu com o vilarejo.

# Quest_Objective,Quest_Protosteel_Objective_3
source: Find Kohi (He went to Ga-Koro to charter a boat)
pt_br: Encontre Kohi (ele foi a Ga-Koro para alugar um barco)

# Quest_Objective,Quest_Protosteel_Objective_4
source: Pull the protosteel sword from the stone
pt_br: Puxe a espada de Protoaço da pedra

# Quest_Objective,Quest_Protosteel_Objective_5
source: Speak to Kohi
pt_br: Fale com Kohi

# Quest_Objective,Quest_Protosteel_Objective_6
source: Visit Kohi's forge in Po-koro
pt_br: Visite a forja de Kohi em Po-Koro

# Quest_Objective,Quest_Protosteel_Objective_7
source: Recive Kohi's Gift
pt_br: Receba o Presente de Kohi

# Quest_Objective,Quest_Staff_Objective_1
source: Speak to Takar about the mix up.
pt_br: Fale com Takar sobre o engano.

# Quest_Objective,Quest_Staff_Objective_2
source: Get the Staff shipment back from Niidok.
pt_br: Pegue a remessa de lanças de Niidok.

# Quest_Objective,Quest_Staff_Objective_3
source: Return to Takar and give him the shipment.
pt_br: Retorne para Takar e dê a remessa a ele.

# Quest_Objective,Quest_Tahu_Objective_1
source: Travel to Ta-Koro and Interact with the Suva.
pt_br: Viaje para Ta-Koro e interaja com o Suva.

# Quest_Objective,Quest_Takoro_Objective_1
source: Travel to Ta-Koro and find Jala.
pt_br: Viaje para Ta-Koro e encontre Jaller.

# Quest_Objective,Quest_Takoro_Objective_2
source: Talk to Turaga Vakama.
pt_br: Converse com Turaga Vakama.

# Quest_Objective,Quest_TaMakokiStone_Objective_1
source: Speak to Vakama.
pt_br: Fale com Vakama.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_1
source: Find the cause of the river stoppage.
pt_br: Encontre a causa da paragem do rio.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_2
source: Defeat the "Tarakava of the Frost"
pt_br: Derrote a "Tarakava da Neve"

# Quest_Objective,Quest_TheLakeOfFrost_Objective_3
source: Speak to the matoran.
pt_br: Fale com o Matoran.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_4
source: Report to Dameo.
pt_br: Reporte a Dameo.

# Quest_Objective,Quest_TheToaOfFire1_Objective_1
source: Find Mask
pt_br: Encontre a Máscara

# Quest_Objective,Quest_TheToaOfFire1_Objective_2
source: Pick Up Mask
pt_br: Pegue a Máscara

# Quest_Objective,Quest_TheToaOfFire1_Objective_3
source: Use Mask Power
pt_br: Use o Poder da Máscara

# Quest_Objective,Quest_TheToaOfFire1_Objective_4
source: Retrive Sword
pt_br: Recupere a Espada

# Quest_Objective,Quest_TheToaOfFire1_Objective_5
source: Defeat the Rahi
pt_br: Derrote os Rahi

# Quest_Objective,Quest_TheToaOfFire1_Objective_6
source: Investigate The Figure
pt_br: Investigue a Figura

# Quest_Objective,Quest_TheToaOfFire1_Objective_7
source: Head to Ta Koro
pt_br: Vá para Ta-Koro

# Quest_Objective,Quest_TheTuragaOfAir_Objective_1
source: Find Matau.
pt_br: Encontre Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_2
source: Attack the tree to loose Matau.
pt_br: Ataque a árvore para soltar Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_3
source: Talk To Matau.
pt_br: Converse com Matau.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_1
source: Find Whenua and Speak to him.
pt_br: Encontre Whenua e fale com ele.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_2
source: Push Whenua. (Attack him)
pt_br: Empurre Whenua. (Ataque-o)

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_3
source: Speak to Whenua.
pt_br: Fale com Whenua.

# Quest_Objective,Quest_TheTuragaOfIce_Objective_1
source: Find and save Nuju.
pt_br: Encontre e salve Nuju.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_1
source: Find Onewa and Speak to him.
pt_br: Encontre Onewa e fale com ele.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_2
source: Attack the pillar to make a ramp up for Onewa
pt_br: Ataque o pilar para fazer uma rampa para Onewa

# Quest_Objective,Quest_TheTuragaOfStone_Objective_3
source: Talk To Onewa
pt_br: Converse com Onewa

# Quest_Objective,Quest_TheTuragaOfWater_Objective_1
source: Find Nokama.
pt_br: Encontre Nokama.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_2
source: Defeat the Tarakava.
pt_br: Derrote a Tarakava.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_3
source: Find Nokama and Speak to her.
pt_br: Encontre Nokama e fale com ela.

# ST_CutsceneDialogue,MakutaExplode_Line1
source: Everyone's alright? Good.
pt_br: Todos bem? Ótimo.

# ST_CutsceneDialogue,MakutaExplode_Line10
source: Makuta used this to reset us to when we first arrived. Do you think…?
pt_br: Makuta usou isso para nos resetar quando chegamos. Você acha...?

# ST_CutsceneDialogue,MakutaExplode_Line11
source: It’s our only chance.
pt_br: É nossa única chance.

# ST_CutsceneDialogue,MakutaExplode_Line12
source: This is the only way to dispel his influence over us. Over the whole island!
pt_br: Esta é a única maneira de dissipar a influência dele sobre a gente. Sobre a ilha inteira!

# ST_CutsceneDialogue,MakutaExplode_Line13
source: Then it is what we must do.
pt_br: Então é o que devemos fazer.
