Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_420man1
source: Right. Right. I can't see the right pattern, if I could - maybe I would understand...
pt_br: Tá bom, tá bom. Não consigo ver o padrão certo, se eu pudesse, talvez eu entenderia…

# Dialogue_Text,DL_420man2
source: Yes, I'll be fine. Just as long as I don't go too deep, you can't come back from that.
pt_br: Sim, vou ficar bem. Desde que eu não vá fundo demais. Não dá pra voltar disso.

# Dialogue_Text,DL_Ahkmou
source: Toa! Umm, hello... Would you like to buy a Comet?
pt_br: Toa! Hãã… Olá, gostaria de comprar uma Cometa?

# Dialogue_Text,DL_Ahkmou1
source: Why they're my main product! They are hand crafted and specifically designed to fly faster and farther than any other Kolhii ball!
pt_br: Ora, são meu produto principal! Elas são feitas à mão e projetadas especificamente para voar mais rápido e longe do que qualquer outra bola de Kolhii!

# Dialogue_Text,DL_Ahkmou2
source: ... Well that would be my proprietary speed gel of course! It helps reduce friction on the ball.
pt_br: … Ora, isso é meu gel de velocidade exclusivo, é claro! Ele ajuda a diminuir a fricção na bola.

# Dialogue_Text,DL_Ahkmou3
source: Well there's a good chance you have! My Comets are in very high demand at the moment, they've been selling so fast that I've had to increase the price while I wait for more stock!
pt_br: Tem uma boa chance de que já ouviu sim! Minhas Cometas estão em alta demanda no momento, estão vendendo tão rápido que tive de aumentar o preço enquanto espero o re-estoque!

# Dialogue_Text,DL_Akamar
source: Ahh Hello $T. As you may have noticed the Po-Koro renevation is complete...
pt_br: Ahh, olá $T. Como talvez tenha percebido, a renovação de Po-Koro está completa…

# Dialogue_Text,DL_Akamar2
source: Well, I'm still not entirely happy with it. Maybe I'll return to it at a later date. Besides, there are more pressing matters to attend to.
pt_br: Então, não estou tão satisfeito. Talvez eu volte aqui mais tarde. Além do mais, tenho outros assuntos importantes para tratar.

# Dialogue_Text,DL_Akamar3
source: I thank you Toa $T, however I must move on to even more important tasks. I will still remain here, but this time I will be creating the future...
pt_br: Obrigado, Toa $T. Porém, eu tenho que partir para outras tarefas ainda mais importantes. Continuarei por aqui, mas desta vez eu vou criar o futuro…

# Dialogue_Text,DL_Akamar4
source: Yours... and your brothers, and Mata-Nui's... The future of everything.
pt_br: O seu… E o de seus irmãos, e o de Mata Nui… O futuro de tudo.

# Dialogue_Text,DL_AkamarBuddy
source: Ahh, hello Toa! How are you?
pt_br: Ohh, olá Toa! Como está?

# Dialogue_Text,DL_AkamarBuddy2
source: I'm currently packing for my trip home, I was just here to help Akamar with Po-Koro. He won't need me for his next job... *Grumbles*
pt_br: Agora estou fazendo as malas pra ir pra casa. Só estava aqui pra ajudar Akamar com Po-Koro. Ele não precisa de mim pro próximo trabalho dele… *Resmunga*

# Dialogue_Text,DL_AkamarBuddy3
source: It's fine, I'm not that upset about it. I suppose there are just some things you have to do alone.
pt_br: Tudo bem, não estou tão chateado. Acho que existem coisas que as pessoas precisam fazer sozinhas.

# Dialogue_Text,DL_Akura
source: Sorry Toa, can't talk. Translating...
pt_br: Não posso conversar, Toa. Traduzindo…

# Dialogue_Text,DL_Akura1
source: *Mumbling* That's an M... Memory... Okay. *Mumbling* Ga-Koro should really be IN Naho Bay... *Mumbling*
pt_br: *Murmurando* Um M… de Memória… Certo. *Murmurando* Ga-Koro devia estar DENTRO da Baía de Naho… *Murmurando*

# Dialogue_Text,DL_Allknowingmatoran
source: I've seen you before...
pt_br: Eu já vi você antes...

# Dialogue_Text,DL_Allknowingmatoran_2
source: Not in person, no. I've seen you in my visions.
pt_br: Não em pessoa, não. Eu te vi nas minhas visões.

# Dialogue_Text,DL_Allknowingmatoran_3
source: I've seen you before...
pt_br: Eu já vi você antes…

# Dialogue_Text,DL_Allknowingmatoran_DidYouFindHim
source: Have you found the Matoran yet?
pt_br: Já encontrou aquele Matoran?

# Dialogue_Text,DL_Allknowingmatoran_Explaination
source: Ahh yes. It's our belief that Mata-Nui can't survive without the Makuta, and vice versa. It's been our belief for... a long time.
pt_br: Ahh sim. É de nossa crença que Mata Nui não pode sobreviver sem o Makuta, e vice-versa. É nossa crença… há um longo tempo.

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Reward
source: Wait! I found armor set during my travels, perhaps you could make use of it?
pt_br: Espera! Eu achei umas peças de armadura nas minhas viagens. Talvez você possa usá-las?

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Thanks
source: Thank you for snaping me out of it Toa!
pt_br: Obrigado por me tirar dessa, Toa!

# Dialogue_Text,DL_Allknowingmatoran_ThanksForSavingHim
source: Thank you for helping save Komaru $T!
pt_br: Obrigado por ajudar a salvar Komaru, $T!

# Dialogue_Text,DL_Allknowingmatoran_Visions
source: Perhaps, it's unclear whether they show the future, or the past...
pt_br: Talvez, é incerto se mostram o futuro, ou o passado…

# Dialogue_Text,DL_Allknowingmatoran_Visions_2
source: Perhaps, it's unclear whether they show the future, or the past...
pt_br: Talvez, é incerto se mostram o futuro, ou o passado…

# Dialogue_Text,DL_Allknowingmatoran_WDYF2
source: Please tell me, I am eager to make sense of this vision.
pt_br: Por favor me conte, estou ansioso para achar sentido nesta visão.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim
source: I need you to find this Matoran, Toa. If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
pt_br: Preciso que encontre esse Matoran, Toa. Se não, isso pode predizer o fim de Mata Nui… Há um morro isolado perto do litoral de Ko-Wahi que conheço, talvez ele esteja escondido lá.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim2
source: There's no time for that Toa, I need you to find this Matoran, If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
pt_br: Não há tempo para isso, Toa, preciso que encontre esse Matoran. Se não, isso pode ser o fim de Mata Nui… Tem um morro isolado perto do litoral de Ko-Wahi que conheço, talvez ele esteja escondido lá.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHimDoor
source: There should be a rock door with three spinning rocks on it, The order is Faith, Creation, then Peace
pt_br: Deve ter uma porta de pedra com três símbolos que giram. A ordem é Fé, Criação, e Paz.

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiar
source: Really? Was there any reason why?
pt_br: É mesmo? Alguma razão pra isso?

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiarReason
source: Mhh Hmm interesting... Where there stones of the Great Spirit?
pt_br: Humm, interessante… Tinha umas pedras do Grande Espírito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere
source: Mhh Hmm... Where there stones of the Great Spirit?
pt_br: Humm… Tinha umas pedras do Grande Espírito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere2
source: Mhh Hmm... Where there stones of the Great Spirit?
pt_br: Humm… Tinha umas pedras do Grande Espírito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere3
source: Mhh Hmm... Where there stones of the Great Spirit?
pt_br: Humm… Tinha umas pedras do Grande Espírito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFOddMatoran
source: Really? Hmm, did he say anything that stood out to you?
pt_br: É mesmo? Hum… Ele disse algo que chamasse sua atenção?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones
source: Oh no, this is a bad omen, a bad omen indeed. Did you see the Matoran's colors?
pt_br: Oh não, isso é um mal agouro, com certeza. Você viu as cores do Matoran?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones2
source: Oh no, this is a bad omen, A bad omen indeed. Was there a Matoran? Did you see the Matoran's colors?
pt_br: Oh não, isso é um mal agouro, com certeza. Tinha um Matoran lá? Você viu as cores dele?

# Dialogue_Text,DL_Allknowingmatoran_WDYFWhatToDo
source: I... Just try talking him down, if not... Then I don't know.
pt_br: Eu… Só tenta convencê-lo, se não… Então não sei.

# Dialogue_Text,DL_Allknowingmatoran_Whatdidyoufind
source: Hello Toa, have you found the place I mentioned yet?
pt_br: Olá, Toa. Você já encontrou o lugar de que te falei?

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw
source: One night, I lied down to rest. When I fell asleep I saw visions of a strange place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw them come out... And After a while, I woke up.
pt_br: Uma noite, eu me deitei para descansar. Quando dormi, eu tive visões de um lugar estranho na montanha… Era um lugar frio, cheio de escuridão. Mas, de repente, eu senti um calor atrás de mim. Eu podia sentir que era um Toa. O Toa entrou, mas eu nunca o vi sair… E um tempinho depois, eu acordei.

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw_2
source: One night, I lied down to rest. When I fell asleep I saw visions of a dark place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw him come out... And After a while, I woke up.
pt_br: Uma noite, eu me deitei para descansar. Quando dormi, eu tive visões de um lugar escuro na montanha… Era um lugar frio, cheio de escuridão. Mas, de repente, eu senti um calor atrás de mim. Eu podia sentir que era um Toa. O Toa entrou, mas eu nunca o vi sair… E um pouco depois, eu acordei.

# Dialogue_Text,DL_Allknowingmatoran_Where
source: I don't know specifically, but I do know that you can see Le-Koro from there, so perhaps the southern side of Mangai.
pt_br: Não sei especificamente, mas eu sei que você pode ver Le-Koro de lá, então talvez seja o lado sul da montanha.

# Dialogue_Text,DL_BandGreeting1
source: *Doots instrument in your face*
pt_br: *Toca o instrumento na sua cara*

# Dialogue_Text,DL_BandGreetingNeg
source: *DOOT*
pt_br: *FOM*

# Dialogue_Text,DL_Boat
source: Hello Toa, Come to rent a Boat?
pt_br: Olá Toa, veio alugar um barco?

# Dialogue_Text,DL_BoatManager
source: Ahoy there Toa $T!
pt_br: Ahoy, Toa $T!

# Dialogue_Text,DL_BoatManager2
source: What is it ye be wantin'?
pt_br: Que é que tu quer?

# Dialogue_Text,DL_BoatManager3
source: Aye, I'm told that quite often.
pt_br: É, me dizem muito isso.

# Dialogue_Text,DL_BoatManagerKohi
source: Kohi? Ahh, he was one odd Po-Matoran. You rarely see people exploring the island in these dangerous times.
pt_br: Kohi? Ahh, era um Po-Matoran esquisito. É raro ver pessoas explorando a ilha nesses tempos perigosos.

# Dialogue_Text,DL_BoatManagerKohi2
source: Aye, I believe he did... I think he said he was going to climb the Po-Koro Mesas.
pt_br: É, ele alugou sim… Acho que ele disse que tava indo escalar as Mesetas de Po-Koro.

# Dialogue_Text,DL_BoatManagerKohi3
source: The mesas, the big ol' rocks sittin' right next to Po-Koro.
pt_br: Mesetas, as pedras grandonas bem do ladinho de Po-Koro.

# Dialogue_Text,DL_BoatManagerQuest
source: Hello Toa, Come to rent a Boat?
pt_br: Olá Toa, veio alugar um barco?

# Dialogue_Text,DL_Buyer
source: Where could it be? Maybe the next store has it?
pt_br: Onde poderia ter? Será que a próxima loja tem?

# Dialogue_Text,DL_Candles1
source: Welcome welcome Toa! Here to buy a candle?
pt_br: {G}|gender(Bem-vindo,Bem-vinda), {G}|gender(bem-vindo,bem-vinda) Toa! Veio comprar uma vela?

# Dialogue_Text,DL_Candles2
source: Why yes it's our sister shop! The company has plenty stores around Mata-Nui... I probably shouldn't of said that.
pt_br: Ora, é nossa loja irmã! A empresa tem várias lojas ao redor de Mata Nui… eu provavelmente não devia ter dido isso.

# Dialogue_Text,DL_CandlesCompany
source: Uhh it's not - not something I can really talk about... *Whispering* They own most of the shops here and in Onu-koro! But you didn't hear it from me!
pt_br: Hãã, não é… algo que posso falar… *Sussurrando* Eles são donos da maioria das lojas aqui e em Onu-Koro! Mas você não ouviu isso de mim!

# Dialogue_Text,DL_CandleSeller
source: Get your candles here! They're the brightest candles around! Straight from Ta-Koro!
pt_br: Compre suas velas aqui! São as mais brilhantes de Mata Nui! Direto de Ta-Koro!

# Dialogue_Text,DL_CantWait
source: I can't wait to see what the Great Spirit brought me!
pt_br: Mal posso esperar pra ver o que o Grande Espírito me trouxe!

# Dialogue_Text,DL_CartographerHowWidgets
source: Hmm... I suppose you could ask Khalo if he has a job for you. He's the cheif Jobmaster in the city, and seems to always know of something that needs to be done.
pt_br: Hum… acho que você pode falar com o Khalo se ele tem um trabalho para você. Ele é o recrutador da aldeia, e parece sempre saber de algo que precisa ser feito.

# Dialogue_Text,DL_CartographerIntro
source: Greetings, Toa. Is there anything you need from me?
pt_br: Saudações, Toa. Precisa de mim para alguma coisa?

# Dialogue_Text,DL_CartographerIntro_2
source: I craft masks, replacements - ususally for Matoran. Do you require my services?
pt_br: Eu crio máscaras, reposições, geralmente para Matoran. Precisa dos meus serviços?

# Dialogue_Text,DL_CartographerIntroNoKakama
source: Greetings, Toa. Is there anything you need from me?
pt_br: Saudações, Toa. Precisa de mim para alguma coisa?

# Dialogue_Text,DL_CartographerIntroNoKakama1
source: I'm afraid not, that Kakama was the only one.
pt_br: Temo que não, aquela Kakama era a única.

# Dialogue_Text,DL_CartographerNeedMap
source: Hmm, I did find one a while back - It's a Kakama. I would normally price it at about 500 widgets, but i'll make an exception for you. 350 widgets it is.
pt_br: Hum, eu achei uma faz um tempo. É uma Kakama. Normalmente eu cobraria 500 Peças, mas vou abrir uma exceção para você. 350 Peças.

# Dialogue_Text,DL_CartographerPay
source: Excellent, here you go $T.
pt_br: Excelente. Aqui está, $T.

# Dialogue_Text,DL_CartographerPay1
source: Pleasure doing business with you $T!
pt_br: Prazer fazer negócios com você, $T!

# Dialogue_Text,DL_CartographerPillar
source: The Pillar-Lands don't really have lots of pillars, just large natural rock formations. It's very beautiful, but quite hard to get to. Maybe not for a toa though.
pt_br: A Terra dos Pilares não tem tantos pilares assim, apenas formações rochosas naturais. É muito lindo, mas difícil de entrar. Talvez nem tanto para {G}|gender(um,uma) Toa.

# Dialogue_Text,DL_CartographerQuestStart
source: Thanks for stopping by Toa $T.
pt_br: Obrigado por passar aqui, Toa $T.

# Dialogue_Text,DL_CartographerReturn
source: Hello again $T, can you pay for the mask yet?
pt_br: Olá de novo, $T. Já pode pagar pela máscara?

# Dialogue_Text,DL_CartographerTiro
source: Tiro Canyon is a dangerous but beatiful region just outside the city. It's home to many unique plants and rahi. If you're planning on venturing there, make sure to pack climbing gear... Although I suppose you wouldn't need that.
pt_br: O Desfiladeiro Tiro é uma perigosa mas linda região logo ao lado da aldeia. É lar de muitas plantas e Rahi únicos. Se está planejando viajar por lá, certifique-se de levar equipamento de escalada… Na verdade, talvez você não precise.

# Dialogue_Text,DL_CartographerToaLegend
source: I'm aware, but I can't make exceptions - I already gave you half off. Sorry. Making masks is how I get my widgets for a living. I wouldn't be able to eat or buy the new Kolhii ball without them.
pt_br: Estou ciente, mas não posso abrir exceções. Já abaixei metade do preço. Desculpa. Criar máscaras é como eu ganho minhas Peças. Não conseguiria comer, nem comprar a nova bola de Kolhii sem elas.

# Dialogue_Text,DL_CartographerWhere
source: We're in the town of Po-Koro, in the Motara Desert. Nearby is Tiro Canyon and the Pillar-lands. We call this entire region Po-Wahi.
pt_br: Estamos na aldeia de Po-Koro, no Deserto Motara. Próximo daqui fica o Desfiladeiro Tiro e a Terra dos Pilares. Nós chamamos esta região inteira de Po-Wahi.

# Dialogue_Text,DL_CaveInMatoran
source: Hmm, Oh hello $T. I must appologize if you need to get to the great mine, as you can see there's been a cave in, it may be a while yet before we can clear it out.
pt_br: Hum.. Oh, olá, $T. Peço desculpas se você precisa ir para a grande mina. Como pode ver, houve um desmoronamento. Pode demorar um pouco até limparmos o caminho.

# Dialogue_Text,DL_Cleaning
source: Hello Toa!
pt_br: Olá, Toa!

# Dialogue_Text,DL_Cleaning1
source: Why I'm polishing your Suva of course!
pt_br: Ora, estou polindo seu Suva, é claro!

# Dialogue_Text,DL_Cleaning2
source: Oh boy... I'm honered, but I'm not him! I just a Janitor, I clean things!
pt_br: Ora, ora… Me sinto honrado, mas não sou ele! Sou só um zelador, eu limpo as coisas!

# Dialogue_Text,DL_DamemoExit
source: Of course I won't keep you Toa, Good luck in your travels.
pt_br: É claro que não vou mantê-lo aqui, Toa. Boa sorte em suas viagens.

# Dialogue_Text,DL_DamemoLeave
source: Perhaps back to Onu, or Ko-Koro. Maybe I can even start a new town!
pt_br: Quem sabe de volta para Onu-Koro, ou Ko-Koro. Talvez eu possa até começar um novo vilarejo!

# Dialogue_Text,DL_DamemoLose
source: Toa, you're back, and alive too!
pt_br: Toa, você voltou! E ainda {G}|gender(vivo,viva)!

# Dialogue_Text,DL_DamemoLose1
source: Too strong for a Toa? Oh my...
pt_br: Forte demais pra {G}|gender(um,uma) Toa? Puxa…

# Dialogue_Text,DL_DamemoLose2
source: I see... I suppose you're right. I guess there's really nothing left for me here, if there's no way to restore the river.
pt_br: Entendi… acho que tem razão. Realmente não tem mais nada pra mim aqui, se não tem como restaurar o rio.

# Dialogue_Text,DL_DamemoRuki
source: How? Oh I see you- you found out about that... Yes we collect Pink Tailed Ruki which are illegal in Po, Onu, Ga, and Ta-Koro. I started this town to get out of the jurisdiction of Onu-Koro law on their collection.
pt_br: Como? Ah, entendi, você descobriu… É, a gente pesca Ruki de Cauda Rosa, que são ilegais em Po, Onu, Ga e Ta-Koro. Eu fundei este vilarejo pra fugir da jurisdição da lei de Onu-Koro sobre pescar esses peixes.

# Dialogue_Text,DL_DamemoRukiDanger
source: Yeah so? I know that may seem cruel but everything dies at some point. Besides they're worth a lot, and I have to keep my town in shape - I mean half the huts here have collapsed or nearly.
pt_br: Ah é? E daí? Sei que parece cruel, mas algum dia tudo morre. Além disso, eles valem muito, e eu preciso cuidar do meu vilarejo… Ora, metade das ocas aqui desmoronaram, ou quase.

# Dialogue_Text,DL_DamemoRukiSell
source: They ARE legal to sell in, Le, and Ko-Koro... We also do the occasional exclusive import for high paying customers...
pt_br: A venda deles É legal em Le e Ko-Koro… Às vezes também fazemos uma importação exclusiva para clientes que pagam bastante…

# Dialogue_Text,DL_DamemoTruth
source: What- Why?
pt_br: Quê… Por quê?

# Dialogue_Text,DL_DamemoWin1
source: You did it Toa! And you're still alive!
pt_br: Você conseguiu, Toa! E ainda está {G}|gender(vivo,viva)!

# Dialogue_Text,DL_DamemoWin2
source: The spirit, did it not attack you? Or did you defeat it?
pt_br: O espírito, ele não te atacou? Ou você derrotou ele?

# Dialogue_Text,DL_DamemoWin3
source: Incredible, this is truely a story for the chronicles great Toa $T. I can't thank you enough.
pt_br: Incrível, isso é realmente uma história pras crônicas, grande Toa $T. Não tenho como lhe agradecer.

# Dialogue_Text,DL_DameoCamping
source: Toa! I didn't expect to see you again.
pt_br: Toa! Não esperava te ver de novo.

# Dialogue_Text,DL_DameoCamping1
source: Oh, since that whole fishing busniess didn't go to well, I'm on my way to stay in Ko-Koro... Eventually. I decided to take my time getting there and see the sights, like I used to before I started fishing.
pt_br: Ah, já que aquele negócio de pescaria não deu certo, estou indo ficar em Ko-Koro… Em algum momento, eu decidi tomar meu tempo indo lá pra ver as paisagens, como eu fazia antes de começar a pescar.

# Dialogue_Text,DL_DameoReturn
source: Ahh Toa, you're back, anything I can do for you?
pt_br: Ahh Toa, você voltou! Há algo que eu possa fazer?

# Dialogue_Text,DL_DamMaster2
source: Yes I suppose you have defeated me, you have the right to an explanation.
pt_br: É, acho que me derrotou. Você tem direito a uma explicação.

# Dialogue_Text,DL_DamMaster3
source: Indeed you have. This lake is home to the rare and endangered Pink Tailed Ruki. They swim up the river to nest, and back down again to eat. The village down there has been taking these fish and selling them, in five years time the Pink Tailed Ruki will be extinct.
pt_br: De fato, derrotou. Este lago é lar para os raros Ruki de Cauda Rosa, que estão em risco de extinção. Eles nadam rio acima para fazer seus ninhos, e descem de volta para comer. O vilarejo lá embaixo pescava e vendia esses peixes. Em cerca de cinco anos, o Ruki de Cauda Rosa seria extinto.

# Dialogue_Text,DL_DamMaster4
source: I suppose you could say that yes. The only way I could find to protect these Rahi, was to block off the river and force them to move on. However I quickly realised that just about anyone could come and undo my work, so I had to put a guardian in place.
pt_br: Acho que dá para dizer que sim. A única maneira que achei de proteger estes Rahi foi bloqueando o rio e forçando-os a se afastar. Porém, eu percebi logo que qualquer um pode vir e desfazer meu trabalho, então coloquei um guardião no lugar.

# Dialogue_Text,DL_DamMaster5
source: Well, yes. But he was no rahi, mearly a poorly cobbled together imitation of a Rahi scavenged from existing parts.
pt_br: sim. Mas não era um Rahi, apenas uma imitação mal feita de um Rahi, feito com peças usadas.

# Dialogue_Text,DL_DamMaster6
source: Please Toa $T, I beg you do not make me send these Ruki to their extinction.
pt_br: Por favor Toa $T, eu lhe imploro para não me obrigar a mandar esses Ruki à extinção.

# Dialogue_Text,DL_DamMasterLeave
source: Thank you Toa, I'm sure the Ruki will be greatful too!
pt_br: Obrigado, Toa! Tenho certeza de que os Ruki ficarão gratos também!

# Dialogue_Text,DL_DamMasterLift
source: Very well, the Ruki won't forgive you for this Toa.
pt_br: Tudo bem, então. Os Ruki não perdoarão você por isso, Toa.

# Dialogue_Text,DL_DamQuestCause
source: I think so, the river used to flow from the mountain top, a while ago we heard the sound of stones sliding or falling, that's when the river stopped flowing. There must have been a land slide or something that happened up there.
pt_br: Acho que sim. O rio fluía do topo da montanha. Um tempo atrás ouvimos o som de pedras deslizando ou caindo, e foi aí que o rio parou de fluir. Deve ter acontecido algum deslizamento de terra ou algo assim lá em cima.

# Dialogue_Text,DL_DamQuestFishing
source: It would work yes, but not nearly as well. You see, In the winter the Ruki fish swim up the river to lay their eggs then by the summer there are hundreds of Ruki swiming down to the ocean, that's where we catch them. Not to even mention that the river was our fresh water source!
pt_br: É, funcionaria, mas não tão bem. Sabe, no inverno, os peixes Ruki nadam subindo o rio pra botar suas ovas, então quando chega o verão, há centenas de Ruki nadando oceano abaixo, e é nessa época que pescamos. Sem contar que o rio era nossa fonte de água fresca!

# Dialogue_Text,DL_DamQuestIntro
source: Not many left...
pt_br: Sobrou pouco…

# Dialogue_Text,DL_DamQuestIntro2
source: Oh hello Toa, sorry I didn't see you there. Yeah not many fish left... >snif<
pt_br: Oh, olá Toa. Desculpa, não tinha te visto. É, sobrou pouco peixe… *sniff*
