Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura2
source: I don't know if you've noticed Toa $T, but Kapura walks very slow. In fact he's so slow that a Rahi would be able to catch him without even trying!
pt_br: Não sei se percebeu, Toa $T, mas Kapura caminha muito devagar. Ele é tão lento que um Rahi poderia pegá-lo sem esforço algum!

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura3
source: I mean, there is a chance that they would consider him too boring to hunt, but you never know what goes on in the heads of the Nui-Jaga, Nui-Rama, and... *gulp* F-Fikou-Nui...
pt_br: Quer dizer, há uma chance deles acharem ele chato demais para caçar, mas nunca se sabe o que se passa na cabeça dos Nui-Jaga, das Nui-Rama, e… *gulp* das F-Fikou-Nui…

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura4
source: I would very much appreciate that if you did, Toa $T!
pt_br: Gostaria muito que fizesse isso, Toa $T!

# Dialogue_Text,DL_SellerConsumablesTimed
source: Greetings! Have a look at my wares, you'll like what you see I'm sure of it! Long lasting energy, restorative gels, I've got it all!
pt_br: Saudações! Dê uma olhada nos meus produtos, tenho certeza de que gostará do que vê! Energia durável, gel reparador, tenho de tudo!

# Dialogue_Text,DL_SellerGeneral1
source: Come, take a look at my wares! Even a Toa needs what I have!
pt_br: Venha olhar meus produtos! Até um Toa precisa do que eu tenho!

# Dialogue_Text,DL_SellerMaskJuice1
source: Oh Toa hey! Come here, come here! I've got something you want!
pt_br: Oh, Toa! Ei! Vem cá, vem cá! Tenho algo que você quer!

# Dialogue_Text,DL_SellerMaskJuiceQuestion
source: A rare, beautiful substance. I've heard rumors that it may have the ability to power masks, and make them work like your own do.
pt_br: Uma rara e linda substância. Ouvi falar que ela tem a habilidade de recarregar máscaras, e fazê-las funcionar como a sua própria funciona.

# Dialogue_Text,DL_SellerMasks1
source: My my a Toa, what luck! I carry something you may be interested in, Masks!
pt_br: Ora ora, {G}|gender(um,uma) Toa! Eu tenho algo que talvez lhe interesse: Máscaras!

# Dialogue_Text,DL_SellerMasksNobua
source: Oh uhh. Hello Toa, Nobua here.
pt_br: Oh, hãã… Olá, Toa. Nobua aqui.

# Dialogue_Text,DL_SellerMasksNobua1
source: Oh fie, I'm not very good at this shopkeeping thing. Did you want to buy something Toa?
pt_br: Ah esquece, não sou bom nesse lance de empreendedorismo. Queria comprar algo, Toa?

# Dialogue_Text,DL_SellerMasksNobua2
source: Masks! Or... mask replacements anyways. We don't get a lot of sales to be honest, not sure how the company keeps us in business.
pt_br: Máscaras! Ou… máscaras sobressalentes. Pra ser sincero, não vendemos muito, não sei como a empresa nos mantém de portas abertas.

# Dialogue_Text,DL_SellerMasksNobua3
source: Huh? Oh uhh... I'm not supposed to talk about it, but seeing as you're a Toa...
pt_br: Hã? Ah, hum… não é pra eu falar sobre isso, mas como você é {G}|gender(um,uma) Toa…

# Dialogue_Text,DL_SellerMasksNobua4
source: *Hushed* I'm currently working off my debt to the company, they said they'd throw me out of Onu-Koro if I didn't work for them!
pt_br: *Sussurrando* estou trabalhando pra pagar minhas dívidas à empresa, eles disseram que me expulsariam de Onu-Koro se não trabalhasse pra eles!

# Dialogue_Text,DL_SellerMasksNobua5
source: Buy my stuff! The more widgets I get, the closer I am to getting them off my back! *Wispering* Please don't tell anyone I told you this...
pt_br: Comprar minhas coisas! Quanto mais Peças eu tiver, mais rápido vou tirá-los do meu pé! *Sussurrando* Por favor não fale pra ninguém que te disse isso…

# Dialogue_Text,DL_SellerMasksQuestion
source: Yes really! Although they are made for Matoran, they may work on a Toa who knows?
pt_br: Sério mesmo! Elas foram feitas para Matoran, mas talvez sirvam para {G}|gender(um,uma) Toa, quem sabe?

# Dialogue_Text,DL_SellerMetal1
source: AH HA! Exactly the one who should visit my shop, you must have stumbled across some metalic objects in your travels Toa! If so, I'd buy them at a high price!
pt_br: AHA! Exatamente quem devia visitar minha loja. Você deve ter achado alguns objetos metálicos nas suas viagens, Toa! Se sim, vou comprá-los por um bom preço!

# Dialogue_Text,DL_SellerNone
source: Ugghh, my head...
pt_br: Ahhh, minha cabeça…

# Dialogue_Text,DL_SellerNone1
source: Nothing, it doesn't matter.
pt_br: Nada, não importa.

# Dialogue_Text,DL_SellerNone2
source: It's those two next door, they won't stop arguing! My head is killing me I can't sell, much less think!
pt_br: São aqueles dois ali do lado, eles não param de discutir! Minha cabeça está me matando! Não consigo vender, muito menos pensar!

# Dialogue_Text,DL_SellerNotes
source: Oh oh a Toa! You MUST have some interesting artifacts from all your travels! Some ancient notes, books, anything!
pt_br: Oh! {G}|gender(Um,Uma) Toa! Você DEVE ter uns artefatos interessantes das suas viagens! Anotações antigas, livros, alguma coisa!

# Dialogue_Text,DL_SellerSports
source: Kolhii, Kolhii, Kolhii! Welcome to my shop Toa, I sell everything you'll ever need for a Kolhii match!
pt_br: Kolhii, Kolhii, Kolhii! {G}|gender(Bem-vindo,Bem-vinda) à minha loja, Toa. Eu vendo tudo que precisa para uma partida de Kolhii!

# Dialogue_Text,DL_SellerSports1
source: Too? I - Oh, you've met Ahkmou...
pt_br: "Também"? Ah, você conhece o Ahkmou…

# Dialogue_Text,DL_SellerSports2
source: No I don't like him! He's an egotistacal charlatan selling Kolhii balls just for the profit! He cares nothing about the actual game, the sportsmanship!
pt_br: Não, não gosto! Ele é um charlatão egoísta que vende bolas de Kolhii só pelo dinheiro! Ele não dá a mínima para o jogo de verdade, o espírito esportivo!

# Dialogue_Text,DL_SellerTrade
source: Yes, let's trade!
pt_br: Claro, vamos negociar!

# Dialogue_Text,DL_SellerTrade2
source: Of course!
pt_br: É claro!

# Dialogue_Text,DL_Selling1
source: This amount's worth well more than 80 widgets!
pt_br: Essa quantidade vale muito mais do que 80 Peças!

# Dialogue_Text,DL_Selling2
source: But are you sure you can't at least drop the price a little?
pt_br: Mas tem certeza que não pode baixar o preço um pouquinho?

# Dialogue_Text,DL_Selling3
source: Lava stone is very difficult to harvest, and with the recent rahi attacks it's in very high demand to be used for repairs... I suppose I could drop it to 75.
pt_br: Pedra de lava é muito difícil de colher, e com os ataques recentes de Rahi, está em alta demanda para ser usada em reparos… mas acho que posso baixar para 75.

# Dialogue_Text,DL_Selling4
source: Hmm, I think I have that much...
pt_br: Hum… acho que isso eu tenho…

# Dialogue_Text,DL_Seltra1
source: I really need to find a better place for my books...
pt_br: Eu preciso de um lugar melhor pros meus livros…

# Dialogue_Text,DL_Seltra2
source: Oh Toa $T, Hi! Have you seen any Rahi recently?
pt_br: Oh, Toa $T, oi! Viu algum Rahi recentemente?

# Dialogue_Text,DL_Seltra3
source: Well since you're a Toa, you get around better than us Matoran. You must get to see so many cool creatures!
pt_br: Bom, já que você é {G}|gender(um,uma) Toa, você viaja mais do que nós Matoran. Você deve ver tantas criaturas legais!

# Dialogue_Text,DL_Seltra4
source: Oooooo! Sounds exciting, Tell me all about them!
pt_br: Ooohhh! Parece incrível, conte-me mais sobre elas!

# Dialogue_Text,DL_Seltra5
source: Ack! Wait, I was supposed to be reorginising my books. If I don't finish now then I'll forget how I was doing it! Rain check on that story Toa!
pt_br: Ah! Espera, eu devia estar reorganizando meus livros. Se não terminar agora, vou esquecer de como estava fazendo! Depois você me conta, Toa!

# Dialogue_Text,DL_ShipperCleanUp
source: Oh, thank you Toa but I'll be okay.
pt_br: Ah, eu agradeço Toa, mas está tudo bem.

# Dialogue_Text,DL_ShipperDefault
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today?
pt_br: Bem-vindo ao centro de expedição de Onu-Koro. No que posso {G}|gender(ajudá-lo,ajudá-la) hoje?

# Dialogue_Text,DL_ShipperDefault2
source: This is the Onu-Koro shipping center, we ship things from Koro to Koro. I know it seems like we're in Po-Wahi but we're actually just on the edge of Onu-Wahi!
pt_br: Este é o centro de expedição de Onu-Koro, nós enviamos coisas de Koro a Koro. Sei que parece estarmos em Po-Wahi, mas estamos bem na ponta de Onu-Wahi!

# Dialogue_Text,DL_ShipperIntro
source: *The Matoran has his eyes closed tightly. He seems to be attempting to be as quiet as possible.*
pt_br: *O Matoran está com os olhos bem fechados. Parece que está tentando ser o mais discreto possível.*

# Dialogue_Text,DL_ShipperIntro_2
source: *The Matoran keeps his eyes shut.* Who... Who's there?
pt_br: *O Matoran mantém os olhos fechados* Quem… Quem está aí?

# Dialogue_Text,DL_ShipperIntroGetup
source: They're gone? *He gets up, being cautious.* Oh, good. There were... two, maybe three? Or was it six? A bunch of Tarakava came in and wrecked the place!
pt_br: Elas se foram? *Ele se levanta, cauteloso* Ah, ainda bem. Tinha… duas, talvez três? Ou eram seis? Um bando de Tarakava veio e acabou com o lugar!

# Dialogue_Text,DL_ShipperIntroRahi
source: Oh... Oh yeah? What kind of Rahi?
pt_br: Oh… é mesmo? Que tipo de Rahi?

# Dialogue_Text,DL_ShipperIntroRahi_Tarakava
source: *He keeps his eyes shut.* Alright. Go ahead and eat me. Wait... Tarakava usually don't bother talking to their dinner... *He opens his eyes.* Toa! Why did you try and scare me like that?
pt_br: *Ele continua com os olhos fechados* Tá bom. Pode me comer. Espera… Tarakava não conversam com a janta delas… *Abre os olhos* Toa! Por que tentou me assustar assim?

# Dialogue_Text,DL_ShipperIntroRahi_Toa
source: Wait a minute... Toa aren't Rahi! *He opens his eyes.* Oh, It's you Toa $T. You shouldn't try to trick people, it's unbecoming of a hero.
pt_br: Espera aí… Toa não são Rahi! *Abre os olhos* Ah, é você, Toa $T. Não devia tentar enganar as pessoas, não é a atitude de {G}|gender(um,uma) {G}|gender(herói,heroína).

# Dialogue_Text,DL_ShipperIntroRahi_Ussal
source: An Ussal that can talk? I've gotta see this... *He opens his eyes.* Oh. It's just you, Toa $T... I mean, not that i'm not glad to see you, that is!
pt_br: U m Ussal falante? Tenho que ver isso… *Abre os olhos* Ah, é você, Toa $T… quer dizer, não que eu não fique feliz em {G}|gender(vê-lo,vê-la)!

# Dialogue_Text,DL_ShipperIntroToa
source: T-Toa? *He opens his eyes.* Toa $T! It's good to see you... Ouch. It's a bit bright. I've had my eyes closed for a while now...
pt_br: T-Toa? *Ele abre os olhos* Toa $T! É bom {G}|gender(vê-lo,vê-la)… Ai, está meio claro. Estava com os olhos fechados faz um tempinho…

# Dialogue_Text,DL_ShipperIntroToa_2
source: Oh, I was hiding. Didn't you see them when you came in?
pt_br: Oh, eu estava escondido. Você não viu elas quando chegou?

# Dialogue_Text,DL_ShipperMahi
source: The Mahi! Thank Mata-Nui they're safe. You're right, it's odd for Tarakava that seem so ravenous to not eat the nearest Rahi - or Matoran - in plain sight...
pt_br: Os Mahi! Graças a Mata Nui, estão seguros. Você tem razão, é estranho uma Tarakava tão esfomeada não comer o Rahi - ou Matoran- mais próximo em plena vista…

# Dialogue_Text,DL_ShipperOnuKoro
source: We're the official shipping center for the city because we're the only major Onu-Wahi Port, but not all shipments from Onu-Koro go through us. In fact, our boss doesn't even visit this location often. It's kinda confusing, I don't really know how it works. But I work here anyway.
pt_br: Somos o centro de expedição oficial da aldeia porque somos o único porto de Onu-Wahi, mas nem todas as remessas de Onu-Koro passam pela gente. Na verdade, nosso chefe nem visita muito este lugar. É meio confuso, não sei bem como funciona. Mas eu trabalho aqui mesmo assim.

# Dialogue_Text,DL_ShipperQuest1
source: Oh, Mr Khalo's shipment? I think my couriers started on their way with it yesterday. Come to think of it, they should be back by now.
pt_br: Oh, a remessa do Sr. Khalo? Acho que meus entregadores saíram com ela ontem. Pensando agora, eles já deviam ter voltado.

# Dialogue_Text,DL_ShipperQuestWhichWay
source: Well, their usual route to Po-Koro takes them from here and through the Pillar-Lands. That's roughly north east of here. I'd start there.
pt_br: Então, a rota normal para Po-Koro os leva daqui através da Terra dos Pilares. Fica mais ou menos ao nordeste daqui. Eu começaria lá.

# Dialogue_Text,DL_ShipperWhatHappened
source: Well, I was alone here, when all of the sudden a bunch of big mean Tarakava came around, destroying all sorts of stuff! They usually never get this close to here... They must have been looking for something specific...
pt_br: Então, eu estava sozinho aqui, quando de repente um monte de Tarakava enorme veio e destruiu todo tipo de coisa! Elas nunca chegaram tão perto antes… Acho que estavam procurando algo em específico…

# Dialogue_Text,DL_ShipperWhatPlace
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today? ...Sorry, habit.
pt_br: {G}|gender(Bem-vindo,Bem-vinda) ao centro de remessas de Onu-Koro, em que posso ajudar hoje? … Desculpa, força do hábito.

# Dialogue_Text,DL_StaffSeller1
source: Excuse me for a moment... Welcome Toa to my humble shop! Would you perhaps be in the market for a Ta-Koro Guard staff?
pt_br: Espera, só um momento… {G}|gender(Bem-vindo,Bem-vinda), Toa, à minha humilde loja! Por acaso procura uma lança da Guarda de Ta-Koro?

# Dialogue_Text,DL_StaffSeller2
source: Uhh well, technically no... You're supposed to have a Ta-Koro Guard insignia, but I'd be willing to make an exception for you!
pt_br: Hãã… tecnicamente não… Você precisa ter uma insígnia da Guarda de Ta-Koro primeiro, mas posso abrir uma exceção para você!

# Dialogue_Text,DL_StaffSellerQuartermaster
source: Oh dear, how wrong?
pt_br: Puxa vida, errado como?

# Dialogue_Text,DL_StaffSellerQuartermaster2
source: Gahh! I knew I'd get those mixed up at some point, they look exactly the same! I'll correct that straight away... Hmm, perhaps you would be willing to bring the class two's back for me?
pt_br: Gahhh! Eu sabia que ia trocar as duas algum dia, elas parecem exatamente iguais! Vou corrigir isso já já. Hum… você poderia trazer as Classe 2 de volta para mim?

# Dialogue_Text,DL_StaffSellerQuartermaster3
source: Excellent I'll get right on that then!
pt_br: Excelente! Já vou cuidar disso!

# Dialogue_Text,DL_StaffSellerQuartermaster4
source: Ahh $T have you spoken to the Quartermaster yet?
pt_br: Ahh, $T. Já falou com o Mestre de Alojamento?

# Dialogue_Text,DL_StaffSellerQuartermaster5
source: Excellent! I've already sent out for the corrected delivery, it should be here within four days time.
pt_br: Excelente! Já enviei a encomenda corrigida, ela deve chegar em até quatro dias.

# Dialogue_Text,DL_StaffSellerQuartermaster6
source: Hold a moment toa! I can't have you go wandering off without your reward. Here we are, would 60 widgets be enough for you troubles.
pt_br: Espera um momento, Toa! Não posso te deixar ir sem sua recompensa. Aqui, seriam 60 Peças o bastante pelos seus esforços?

# Dialogue_Text,DL_StaffSellerQuartermaster7
source: Welcome back to my shop Toa $T! I appreciate what you did, helping me with that mess earlier.
pt_br: {G}|gender(Bem-vindo,Bem-vinda) de volta à minha loja, Toa $T! Agradeço muito pela ajuda com aquela bagunça de antes.

# Dialogue_Text,DL_StaffSellerQuartermasterRewardQuestion
source: Well, I suppose I could reward you with a large sum of widgets, would that suffice?
pt_br: Bom, eu acho que poderia te dar uma grande quantia de Peças, isso bastaria?

# Dialogue_Text,DL_StatueCarver1
source: *Mumbling to self* Carry the one... Hmm yes, more over there...
pt_br: *Murmurando sozinho* Levar aquele… Hum, sim, mais pra lá…

# Dialogue_Text,DL_StatueCarver2
source: ACK! Goodness Toa, You shouldn't sneak up on people like that, I'm working on a carving of the Great Toa of stone, Pohatu.
pt_br: AHH! Por Mata Nui, você não devia assustar as pessoas assim, Toa. Estou trabalhando numa estátua do Grande Toa da Pedra, Pohatu.

# Dialogue_Text,DL_StatueCarverPohatu
source: Yes, I suppose he is...
pt_br: É, acho que sim…

# Dialogue_Text,DL_StatueCarverPohatu1
source: Toa $T, You're here? You - Uhh, it's not finished yet. I would say don't look, but I'm afraid that's to exactly possible.
pt_br: Toa $T, você aqui? Você… Hãã, ainda não terminei. Eu diria pra não olhar, mas temo que isso não seja possível.

# Dialogue_Text,DL_StatueCarverPohatu2
source: I knew you'd like it! Wait, Now that you're here, you could model for me! You'd just have to stand still for... A few hours... or days...
pt_br: Sabia que ia gostar! Espera, agora que está aqui, não poderia ser modelo pra mim? Você só precisa ficar parado aí por… Algumas horas… ou dias…

# Dialogue_Text,DL_StatueSeller
source: Statuettes! Souvenirs! Excellent Po-Koronan Craftsmanship! What about you toa? Would you like a Statuette of yourself $T?
pt_br: Estatuetas! Lembrancinhas! Artesanato Po-Koronense excelente! E você, Toa? Gostaria de uma estatueta sua, $T?

# Dialogue_Text,DL_Tafall1
source: Greetings Toa $T! Welcome to Whagna Village, our humble home on the outskirts of Ko-Wahi.
pt_br: Saudações, Toa $T! {G}|gender(Bem-vindo,Bem-vinda) à aldeia Whagna, nosso humilde lar na periferia de Ko-Wahi.

# Dialogue_Text,DL_TafallAbandoned1
source: Because I want to, and I have nothing else to do! Why won't you let me?
pt_br: Porque eu quero, e não tenho mais nada pra fazer! Por que não deixa?

# Dialogue_Text,DL_TafallAbandoned2
source: Like I told you last time Tafall, I can't teach you right now! Plus Marka just asked me to start building a new boat, ontop of everything else I need to get finished already!
pt_br: Como eu disse da última vez, Tafall, eu não posso te ensinar agora! E mais, Marka me pediu pra construir um novo barco, além de todas as outras coisas que preciso terminar!

# Dialogue_Text,DL_TafallAbandoned3
source: Oh... Heeeyyy there Toa...
pt_br: Oh… Olááá, Toa…

# Dialogue_Text,DL_TafallAbandoned4
source: I want to be Taphal's apprentace so I can learn to work on things like him, but he doesn't want to teach me!
pt_br: Eu quero ser aprendiz do Taphal pra aprender a trabalhar nas coisas como ele, mas ele não quer me ensinar!

# Dialogue_Text,DL_TafallAbandoned5
source: That's right. I just can't fit it into my schedule at this point!
pt_br: Isso mesmo. Eu não consigo encaixar na minha agenda agora!

# Dialogue_Text,DL_TafallAbandoned6
source: Yes, that would work! I can hand you tools, carry materials, and watch what you do. That's how I'll learn!
pt_br: Sim, isso funcionaria! Eu posso te alcançar ferramentas, carregar materiais, e ver o que você faz. Assim que vou aprender!

# Dialogue_Text,DL_TafallAbandoned7
source: Hmm... Alright. Sure, I guess that could work.
pt_br: Hum… Está bem. Claro, acho que isso funcionaria.

# Dialogue_Text,DL_TafallAbandoned8
source: Thank you so much Toa, I'm sure I'll learn a lot from this!
pt_br: Muito obrigada, Toa! Sei que vou aprender muito com isso!

# Dialogue_Text,DL_TafallAbandonedReturn
source: Thank you again $T, I know this apprenticeship will be great.
pt_br: Obrigada de novo, $T. Sei que esse aprendizado será ótimo.

# Dialogue_Text,DL_TafallFixing1
source: Uhh, I wish I was back in Ga-Koro. I hate the snow, it's so sticky and gross - gets everywhere.
pt_br: Ahh, queria estar em Ga-Koro. Odeio a neve, é tão grudenta e nojenta. Gruda em tudo que é lugar.

# Dialogue_Text,DL_TafallFixing2
source: Huff - Of course I knew that! You... You really shouldn't sneak up on someone like that Toa.
pt_br: Hah, é claro que eu sabia disso! Você… realmente não devia chegar atrás das pessoas assim, Toa.

# Dialogue_Text,DL_TafallQuestion
source: Yes we have very similar names, but to be honest, there's not much of a story there Toa - I just don't like being confused with him.
pt_br: Sim, temos nomes bem similares, mas sinceramente, não tem muita história por trás disso, Toa. Só não gosto de ser confundida com ele.

# Dialogue_Text,DL_Tahu1
source: We are all gathered. We are ready and willing to face this threat at long last. Makuta falls this day!
pt_br: Estamos todos juntos. Enfim estamos preparados para enfrentar essa ameaça. O Makuta cairá hoje!

# Dialogue_Text,DL_Tahu2
source: If any of you question our choice, or doubt our abilities, speak now.
pt_br: Se algum de vocês questionam nossa escolha ou duvidam de nossa habilidade, fale agora.

# Dialogue_Text,DL_Tahu3
source: Is something the matter, Gali?
pt_br: Algo de errado, Gali?

# Dialogue_Text,DL_Tahu4
source: Turaga? What’s the meaning of this? I would think to wait until after the Makuta was defeated to gather in celebration...
pt_br: Turaga? O que significa isso? Eu pensaria em esperar até o Makuta ser derrotado para nos reunir e celebrar…

# Dialogue_Text,DL_Tahu5
source: How do we stop this madness?
pt_br: Como paramos essa loucura?

# Dialogue_Text,DL_Tahu6
source: ...It is settled then.
pt_br: … Então está decidido.

# Dialogue_Text,DL_Tahu7
source: Toa! Let us finish the task we were destined to complete!
pt_br: Toa! Vamos terminar a tarefa que fomos destinados a completar!

# Dialogue_Text,DL_TahuNoGold
source: *Humpf* It appears we are not all ready, go collect all your golden masks.
pt_br: Humpf… Parece que não estamos todos prontos. Vão coletar suas máscaras douradas.

# Dialogue_Text,DL_TahuNoGold1
source: We will reconvene when all of us have the appropriate tools for this challange.
pt_br: Nos reunímos quando todos tiverem as ferramentas certas para este desafio.

# Dialogue_Text,DL_Taipu1
source: Hmmm... Which one...
pt_br: Hum… Qual delas…

# Dialogue_Text,DL_Taipu2
source: Oh a Toa! Yes I am, Onepu said to prepare for a special mission with him, and I'm afraid I don't exactly know which picaxe to chose.
pt_br: Oh, {G}|gender(um,uma) Toa! É, estou. Onepu disse pra me preparar pra uma missão especial com ele, só que não sei qual picareta escolher.

# Dialogue_Text,DL_Taipu3
source: That's alright, Onepu said I'd have plenty of time to decide.
pt_br: Tudo bem, Onepu disse que eu teria bastante tempo pra decidir.

# Dialogue_Text,DL_TakoroGuardGreeting1
source: Greetings Toa, Welcome to Ta-Koro!
pt_br: Saudações, Toa! {G}|gender(Bem-vindo,Bem-vinda) a Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting2
source: Uhh hello Toa, This area is meant to be for the Ta-Koro Guard only... But I suppose you'd be the exception.
pt_br: Hã… olá Toa. Esta área é apenas para a Guarda de Ta-Koro… Mas acho que você seria uma exceção.

# Dialogue_Text,DL_TakoroGuardGreeting3
source: You shouldn't be up here Toa.
pt_br: Você não devia estar aqui em cima, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting4
source: This walkway is Ta-Koro guard only Toa.
pt_br: Esta passarela é apenas para a Guarda de Ta-Koro, Toa.

# Dialogue_Text,DL_TakoroGuardGreeting_1
source: Good day Toa $T, Welcome to Ta-Koro!
pt_br: Bom dia, Toa $T. {G}|gender(Bem-vindo,Bem-vinda) a Ta-Koro!

# Dialogue_Text,DL_TakoroGuardGreeting_2
source: Yeah I'm fine, don't like heights that much though.
pt_br: Sim estou bem, só não gosto muito de altura.

# Dialogue_Text,DL_TakoroGuardGreetingPositive
source: Not really, It's been fairly quiet around here as of late.
pt_br: Não muito. Está bem calmo por aqui ultimamente.

# Dialogue_Text,DL_TakoroGuardInTraining1
source: Is it possible to make it a bit shorter?
pt_br: Dá pra deixar ela mais curta?

# Dialogue_Text,DL_TakoroGuardInTraining2
source: Oh hello there Toa! It's true the Ta-Koro guard does supply pikes, but if you buy your own you can get one in better condition, and even get it customised!
pt_br: Oh, olá Toa! É verdade que a Guarda de Ta-Koro fornece lanças, mas se você comprar sua própria, dá pra conseguir uma em condição melhor, e até customizar!
