Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_Talok2
source: Once again, You're really not supposed to be up here Talok. Go make your funny words somewhere else!
el: Για άλλη μια φορά, δεν πρέπει να είσαι εδώ πάνω, Τάλοκ. Πήγαινε να γράψεις τα αστεία σου λόγια κάπου αλλού!

# Dialogue_Text,DL_Talok3
source: This is the best place to get insperation! I'm not leaving, but don't you worry yourself, I won't touch the ONE thing you're supposed to protect!
el: Αυτό είναι το καλύτερο μέρος για να πάρεις έμπνευση! Δεν φεύγω, αλλά μην ανησυχείς, δεν θα αγγίξω το ΕΝΑ πράγμα που υποτίθεται ότι προστατεύσεις!

# Dialogue_Text,DL_Talok35
source: Your poems don't even rhyme, and don't start telling again me about those- Uhh, the- Hai... Haikus! Yeah, Don't start telling me about how "Haikus" don't have to rhyme!
el: Τα ποιήματά σου δεν κάνουν καν ρήμα, και μην αρχίσεις να μου λες ξανά για αυτά τα- Εεε, τα- Χάι... Χάικου! Ναι, μην αρχίσεις να μου λες για το πώς τα «Χάικου» δεν χρειάζεται να ομοιοκαταλήγουν!

# Dialogue_Text,DL_Talok4
source: Gah! You nearly scared the Great spirit from my limbs, I cannot believe that a Toa of legend standith before me!
el: Αχ! Παραλίγο να τρομάξεις το Μεγάλο Πνεύμα από τα άκρα μου, δεν μπορώ να πιστέψω ότι ένας θρυλικός Toa στέκεται μπροστά μου!

# Dialogue_Text,DL_Talok5
source: Ehh- I uhh, sorry... Sometimes I forget that many others don't have as much of a vocabulary as me. I am Talok, the great poet. Or the Poet-Nui if you prefer.
el: Εεε- Εγώ, εεε, συγγνώμη... Μερικές φορές ξεχνάω ότι πολλοί άλλοι δεν έχουν τόσο πλούσιο λεξιλόγιο όσο εγώ. Είμαι ο Talok, ο μεγάλος ποιητής. Ή ο Ποιητής-Nui αν προτιμάτε.

# Dialogue_Text,DL_Talok6
source: Hahahaha, don't be redicoulous! I am renown all across Mata-Nui!
el: Χαχαχα, μην είσαι γελοίος! Είμαι γνωστός σε όλο το Mata-Nui!

# Dialogue_Text,DL_Talok7
source: *Huff* Very well, then we must recrify this. I'm nearly finished with my latest poem, then you can have it!
el: *Χουφ* Πολύ καλά, τότε πρέπει να το ξαναγράψουμε. Σχεδόν τελείωσα με το τελευταίο μου ποίημα, τότε μπορείτε να το πάρετε!

# Dialogue_Text,DL_Talok8
source: Alright lets see, where was I... Oh yes- "Ahh Ta-Koro, what a wonderful city. From the Lava, to the fires of the torches,"... Dahh...
el: Εντάξει, ας δούμε, πού ήμουν... Ω, ναι- «Αχ, Τα-Κόρο, τι υπέροχη πόλη. Από τη Λάβα μέχρι τις φωτιές των δαυλών»,... Νταχ...

# Dialogue_Text,DL_Talok9
source: No, Gah Mata-Nui, I'm afraid I've reached some writers block. Hmm, would you like to pick the next line Toa?
el: Όχι, Γκαχ Mata-Nui, φοβάμαι ότι έχω φτάσει σε κάποιο μπλοκ του συγγραφέα. Χμμ, θα ήθελες να διαλέξεις την επόμενη γραμμή, Toa;

# Dialogue_Text,DL_TalokBurns
source: Oooo, I like it. You're not a half bad poet toa, Here's your copy!
el: Ωωω, μου αρέσει. Δεν είσαι και τόσο κακός ποιητής. Ορίστε το αντίτυπό σου!

# Dialogue_Text,DL_TalokDone
source: Ahh, good to see you again Toa!
el: Αχ, χαίρομαι που σε ξαναβλέπω Τόα!

# Dialogue_Text,DL_TalokDone1
source: I am studying how the light scatters in Le-Wahi... Trying to come up with something for my next poem.
el: Μελετώ πώς διασκορπίζεται το φως στο Λε-Γουάχι... Προσπαθώ να σκεφτώ κάτι για το επόμενο ποίημά μου.

# Dialogue_Text,DL_TalokHot
source: HAHAHA, That is very funny indeed Kopaka! Here, your copy sir.
el: ΧΑΧΑΧΑ, αυτό είναι όντως πολύ αστείο Kopaka! Ορίστε, το αντίγραφό σας κύριε.

# Dialogue_Text,DL_TalokLight
source: Uhh, that's not great... In my opinion of course, but I suppose it's better than nothing. Here's your copy!
el: Ωχ, αυτό δεν είναι και σπουδαίο... Κατά τη γνώμη μου φυσικά, αλλά υποθέτω ότι είναι καλύτερο από το τίποτα. Ορίστε το αντίγραφό σου!

# Dialogue_Text,DL_TalokSmoke
source: Ehh, it's not what I would have gone with personally, but it's not bad. Here's your copy!
el: Εεε, δεν είναι αυτό που θα είχα επιλέξει προσωπικά, αλλά δεν είναι κακό. Ορίστε το αντίτυπό σου!

# Dialogue_Text,DL_Tamaru
source: Toa, Hi! It has been a long-while since we last talked!
el: Τόα, γεια! Έχει περάσει πολύ-καιρός από την τελευταία φορά που μιλήσαμε!

# Dialogue_Text,DL_Tamaru1
source: Yes, we talked about my height-dread. You don't remember your friend Tamaru?
el: Ναι, μιλήσαμε για τον υψο-φόβο μου. Δεν θυμάσαι τη φίλη σου την Tamaru;

# Dialogue_Text,DL_Tamaru2
source: Hummm, Very strange... You may need your head look-seen about Toa.
el: Χμμμ, πολύ περίεργο... Ίσως χρειαστεί να σε κοιτω-εξετάσουν λίγο, Toa.

# Dialogue_Text,DL_Tamaru3
source: You are right, but I believe us to be Same-hearted. I consider us to be ever-long friends Toa $T.
el: Έχεις δίκιο, αλλά πιστεύω ότι είμαστε ιδιο-ψυχοί. Μας θεωρώ φίλους από παντα-πολύ, Toa $T.

# Dialogue_Text,DL_Taphal1
source: Huh, oh hello $T. I'm not being lazy, just taking a small break.
el: Χα, γεια σου $T. Δεν είμαι τεμπέλης, απλώς κάνω ένα μικρό διάλειμμα.

# Dialogue_Text,DL_Taphal2
source: Well, I'm the town's repair man of sorts - and everyone is counting on me to fill their requests. I don't want to let them down!
el: Λοιπόν, είμαι κατά κάποιο τρόπο ο επισκευαστής της πόλης - και όλοι βασίζονται σε μένα για να ικανοποιήσω τα αιτήματά τους. Δεν θέλω να τους απογοητεύσω!

# Dialogue_Text,DL_Taphal3
source: Of course. I will, thank you Toa.
el: Φυσικά. Θα το κάνω, ευχαριστώ Toa.

# Dialogue_Text,DL_TaphalFixed
source: Oh, hey Toa! Like what I've done with the place?
el: Ω, γεια σου Toa! Σου αρέσει αυτό που έκανα με αυτό το μέρος;

# Dialogue_Text,DL_TaphalFixed2
source: Oh, what YOU've done?
el: Ω, αυτό που ΕΣΥ έκανες;

# Dialogue_Text,DL_TaphalFixed3
source: Alright alright, what we've done.
el: Εντάξει εντάξει, αυτό που εμείς κάναμε.

# Dialogue_Text,DL_TaphalFixed4
source: For the most part, Parhi bought the materials, Kalhi helped move them, but me and my apprentice have done most of the work.
el: Ως επί το πλείστον, ο Parhiι αγόρασε τα υλικά, η Kalhi βοήθησε στη μετακίνησή τους, αλλά εγώ και η μαθητευόμενή μου έχουμε κάνει το μεγαλύτερο μέρος της δουλειάς.

# Dialogue_Text,DL_TaphalFixed5
source: That's right, I've helped a lot. I hand Taphal tools...
el: Σωστά, έχω βοηθήσει πολύ. Δίνω τα εργαλεία στον Taphal...

# Dialogue_Text,DL_TaphalFixed6
source: I'm teaching you!
el: Σε διδάσκω!

# Dialogue_Text,DL_TaphalFixing1
source: *Muttering to self* Gotta fix it - Just keep working...
el: *Μουρμουρίζοντας στον εαυτό του* Πρέπει να το φτιάξω - Απλώς συνέχισε να δουλεύεις...

# Dialogue_Text,DL_TaphalFixing2
source: I'm just fine - I just have to keep at it, we'll finish it eventually!
el: Είμαι μια χαρά - απλά πρέπει να συνεχίσω, κάποια στιγμή θα το τελειώσουμε!

# Dialogue_Text,DL_TaphalQuestion
source: Hah, Yes Tafall. Me and her have a nice give and take, almost like a rivalry.
el: Χα, ναι η Tafall. Εγώ και αυτή έχουμε ένα καλό πάρε-δώσε, σχεδόν σαν αντιπαλότητα.

# Dialogue_Text,DL_TelescopeMan
source: </><Matoran>Over and over again and again The darkness controls the wheel</><Key> ... What could it mean...
el: </><Matoran>Ξανά και ξανά και ξανά Το σκοτάδι ελέγχει τον τροχό</><Key> ... Τι θα μπορούσε να σημαίνει...

# Dialogue_Text,DL_TelescopeMan1
source: This Telescope has been used by all the great philosophers of Ko-Koro, their prophecies and findings were inscribed at the base here. Some of them have been lost to time, I'm attempting to restore those and discover their meaning.
el: Αυτό το τηλεσκόπιο έχει χρησιμοποιηθεί από όλους τους μεγάλους φιλοσόφους του Ko-Koro, οι προφητείες και τα ευρήματά τους ήταν χαραγμένα στη βάση εδώ. Μερικά από αυτά έχουν χαθεί στο πέρασμα του χρόνου, προσπαθώ να τα αποκαταστήσω και να ανακαλύψω το νόημά τους.

# Dialogue_Text,DL_TelescopeMan2
source: Oh indeed, quite a few. By observing the Red Star and it's relation to surrounding stars, one can create very accurate depictions of the future and the past.
el: Ω, πράγματι, αρκετοί. Παρατηρώντας τον Κόκκινο Αστέρα και τη σχέση του με τα γύρω αστέρια, μπορεί κανείς να δημιουργήσει πολύ ακριβείς απεικονίσεις του μέλλοντος και του παρελθόντος.

# Dialogue_Text,DL_TelescopeManHow
source: There are constellations in the sky, stars that form patterns and shapes. When the Red Star nears one of these we begin to get an idea of what will happen and how soon. The distance from the constellation denotes time, and when the Red Star fully merges with a star pattern, that prophecy will be very near to coming true.
el: Υπάρχουν αστερισμοί στον ουρανό, αστέρια που σχηματίζουν μοτίβα και σχήματα. Όταν ο Κόκκινος Αστέρας πλησιάζει σε έναν από αυτούς, αρχίζουμε να έχουμε μια ιδέα για το τι θα συμβεί και πόσο σύντομα. Η απόσταση από τον αστερισμό υποδηλώνει χρόνο, και όταν ο Κόκκινος Αστέρας συγχωνευθεί πλήρως με ένα αστρικό μοτίβο, αυτή η προφητεία θα είναι πολύ κοντά στο να γίνει πραγματικότητα.

# Dialogue_Text,DL_TelescopeManUse
source: Why of course, it is free for anyone to use!
el: Φυσικά, είναι διαθέσιμο για οποιονδήποτε!

# Dialogue_Text,DL_TelescopeManWhich
source: Well, let's see... </><Matoran>The darkness will be defeated but not for long</><Key> There's that one... Then there's, </><Matoran>Amnesia They fight themselves not their enemy</><Key> Not entirely sure about those but there is one that I know has come true. </><Matoran>Six lost Six abducted Six trapped all part of the plan</><Key> I believe it refers to the Turaga being lost.
el: Λοιπόν, ας δούμε... /><Matoran>Το σκοτάδι θα ηττηθεί, αλλά όχι για πολύ</><Key> Να και αυτή... Μετά υπάρχει,</><Matoran>Αμνησία. Πολεμούν τον εαυτό τους, όχι τον εχθρό τους</><Key> Δεν είμαι απόλυτα σίγουρος για αυτά, αλλά υπάρχει μία που ξέρω ότι έχει πραγματοποιηθεί. </><Matoran>Έξι χαμένοι Έξι απαχθέντες Έξι παγιδευμένοι, όλα μέρος του σχεδίου</><Key> Πιστεύω ότι αναφέρεται στην εξαφάνιση των Turaga.

# Dialogue_Text,DL_TempleMasterOtherTemples
source: Before you go toa $T! There are still Temples across the island that are in danger! Please help them too.
el: Πριν φύγεις $T! Υπάρχουν ακόμα Ναοί σε όλο το νησί που κινδυνεύουν! Παρακαλώ βοηθήστε και αυτούς.

# Dialogue_Text,DL_TempleMasterQuestion
source: Are they gone toa??
el: Έχουν φύγει, Toa;;

# Dialogue_Text,DL_TempleMasterThanks
source: Ahh, Thank you so much for vanquishing them Toa! Now the rest of the Matoran may return.
el: Σας ευχαριστώ πολύ που τους εξουδετέρωσες, Τόα! Τώρα οι υπόλοιποι Matoran μπορούν να επιστρέψουν.

# Dialogue_Text,DL_TempleMatoran1
source: Thank you for making our Temple safe Toa!
el: Ευχαριστώ που έκανες τον Ναό μας ασφαλή Toa!

# Dialogue_Text,DL_TempleMatoran2
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
el: Toa! Υπάρχουν κι άλλοι ναοί σε όλο το Νησί που έχουν κατακλυστεί! Προθυμοποιήσε να τους ελευθερώσεις;

# Dialogue_Text,DL_TempleMatoranGetQuest
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
el: Toa! Υπάρχουν κι άλλοι ναοί σε όλο το Νησί που έχουν κατακλυστεί! Προθυμοποιήσε να τους ελευθερώσεις;

# Dialogue_Text,DL_TempleMatoranQuestGet
source: The closest one should be the Ta-Wahi Temple, it's south of here, hidden among the burnt trees.
el: Ο πλησιέστερος πρέπει να είναι ο Ναός Ta-Wahi, βρίσκεται νότια από εδώ, κρυμμένος ανάμεσα στα καμένα δέντρα.

# Dialogue_Text,DL_TempleMatoranQuestIntro
source: Toa! There are more Temples around the Island that have been overrun! Would you be willing to free them?
el: Toa! Υπάρχουν κι άλλοι ναοί σε όλο το Νησί που έχουν κατακλυστεί! Προθυμοποιήσε να τους ελευθερώσεις;

# Dialogue_Text,DL_TempleMatoranThanks
source: Thank you toa $T for saving our Temple!
el: Ευχαριστώ toa $T που έσωσες τον Ναό μας!

# Dialogue_Text,DL_Thankscavetemple
source: Are they gone?
el: Έφυγαν;

# Dialogue_Text,DL_Thankscavetemple1
source: Phew, thank you Toa, you saved our sanctuary!
el: Φτου, σας ευχαριστώ Toa, σώσατε το ιερό μας!

# Dialogue_Text,DL_ThanksyouforKumo
source: Thank you very much for saving Kumo! You truly are Spirit-blessed Toa!
el: Σε ευχαριστώ πολύ που έσωσες τον Kumo! Είσαι πραγματικά Πνευματο-ευλογημένος Toa!

# Dialogue_Text,DL_Thuei2
source: No, no no! Toa, you're not supposed to see this yet! I'm still working on it!
el: Όχι, όχι όχι! Τόα, δεν πρέπει να το δεις ακόμα! Ακόμα το φτιάχνω!

# Dialogue_Text,DL_Thuei3
source: Well it's still on the drawing board, per se... It's going to be a statue of Onua riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
el: Λοιπόν, είναι ακόμα στα σχέδια... Θα είναι ένα άγαλμα του Onua που ιππεύει έναν γιγάντιο Ussal... να πολεμά έναν Kane-Ra. Ή... ίσως θα έπρεπε να είναι ένα Muaka;

# Dialogue_Text,DL_Thuei3Onua
source: Well it's still on the drawing board, per se... It's going to be a statue of you riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
el: Λοιπόν, είναι ακόμα στα σχέδια... Θα είναι ένα άγαλμα σου που ιππεύει έναν γιγάντιο Ussal... να πολεμά έναν Kane-Ra. Ή... ίσως θα έπρεπε να είναι ένα Muaka;

# Dialogue_Text,DL_ThueiFinish
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if Onua was riding the Muaka instead? Maybe you're there too...
el: Σύντομα. Σίγουρα σύντομα. Απλά πρέπει να αλλάξω μερικά πράγματα και τότε θα είναι τέλεια. Ω... δεν θα ήταν ωραίο αν ο Onua ίππευε ένα Muaka; Ίσως να είσαι κι εσύ εκεί...

# Dialogue_Text,DL_ThueiFinishOnua
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if you were riding the Muaka instead? Maybe Lewa's there too...
el: Σύντομα. Σίγουρα σύντομα. Απλά πρέπει να αλλάξω μερικά πράγματα και τότε θα είναι τέλεια. Ω... δεν θα ήταν ωραίο αν ίππευες ένα Muaka; Ίσως να είναι κι ο Lewa εκεί...

# Dialogue_Text,DL_ThueiFun
source: I'm part of an amateur carving guild with my brother. I usually just carve for fun, but sometimes I get tasked to make stuff.
el: Είμαι μέλος μιας ερασιτεχνικής συντεχνίας πετρογλυπτικής με τον αδερφό μου. Συνήθως σκαλίζω απλώς για διασκέδαση, αλλά μερικές φορές μου αναθέτουν να φτιάξω πράγματα.

# Dialogue_Text,DL_ThueiIntro
source: A little to the left, maybe... No, that wouldn't look right...
el: Λίγο αριστερά, ίσως... Όχι, αυτό δεν θα φαινόταν σωστό...

# Dialogue_Text,DL_ThueiOutro
source: Thanks, $T. Wait... Mata Nui! I forgot to finish the bridge Khalo tasked me to make in the pillarlands two weeks ago! I've gotta go... just after I finish adjusting this... hmm...
el: Ευχαριστώ, $T. Περίμενε... Mata Nui! Ξέχασα να τελειώσω τη γέφυρα που μου ανέθεσε ο Khalo να φτιάξω στα Στυλο-Εδάφια πριν από δύο εβδομάδες! Πρέπει να φύγω... αμέσως μόλις τελειώσω με την προσαρμογή αυτού... χμμ...

# Dialogue_Text,DL_Trader1
source: Wanna Trade?
el: Θες να παζαρέψουμε;

# Dialogue_Text,DL_Trader2
source: You got it!
el: Αμέ!

# Dialogue_Text,DL_TutCorruptedMakuta1
source: I believe that this has gone on long enough.
el: Πιστεύω ότι αυτό έχει διαρκέσει αρκετά.

# Dialogue_Text,DL_TutCorruptedMakuta2
source: Your time has come to an end, Toa. Surely you can see that by now.
el: Ο χρόνος σου τελείωσε, Toa. Σίγουρα μπορείς να το καταλάβεις πια.

# Dialogue_Text,DL_TutCorruptedMakuta3
source: Hmph. If you cannot see your own destiny, then perhaps I will need to show you.
el: Χμπφ. Αν δεν μπορείτε να δείτε το ίδιο σας το πεπρωμένο, τότε θα πρέπει να σας δείξω.

# Dialogue_Text,DL_TutFinalDialouge1
source: Hello... Toa.
el: Γειά σου... Toa.

# Dialogue_Text,DL_TutFinalDialouge2
source: I am he who has brought you to this place... a place to guide you and show you your true destiny.
el: Εγώ είμαι αυτός που σας έφερε σε αυτό το μέρος... ένα μέρος για να σας καθοδηγήσω και να σας δείξω το αληθινό σας πεπρωμένο.

# Dialogue_Text,DL_TutFinalDialouge_Duty
source: Your duty is to the will of the Great Spirit... To collect the six great masks of power in order to fulfil your destiny.
el: Το καθήκον σας είναι να υπακούτε τη θέληση του Μεγάλου Πνεύματος... Να συγκεντρώσετε τις έξι μεγάλες μάσκες της δύναμης για να εκπληρώσετε το πεπρωμένο σας.

# Dialogue_Text,DL_TutFinalDialouge_Wake
source: Through the light, Toa...
el: Μέσα από το φως, Toa...

# Dialogue_Text,DL_TutFinalDialouge_Where
source: A mere vision which I have created for you, Toa. A place you will soon leave.
el: Ένα απλό όραμα που έχω δημιουργήσει για σένα, Τόα. Ένα μέρος που σύντομα θα φύγει.

# Dialogue_Text,DL_TutFinalDialouge_Who
source: You are a Toa. A hero. One who fights valiantly no matter the circumstance.
el: Είσαι ένας Toa. Ένας ήρωας. Ένας που πολεμάει γενναία, ανεξάρτητα από τις περιστάσεις.

# Dialogue_Text,DL_Ukkar1
source: Oh, excellent...
el: Ω, φανταστικά...

# Dialogue_Text,DL_Ukkar2
source: Hah, Howdy Toa! Have you been in Po-Koro long?
el: Χαχ, γειά σου, Toa! Είσαι καιρό στο Po-Koro;

# Dialogue_Text,DL_Ukkar3
source: Isn't it great! Ahh I truely admire Akamar for this feat, he nearly redesigned the entire village!
el: Δεν είναι υπέροχο! Ααα, πραγματικά θαυμάζω τον Akamar γι' αυτό το κατόρθωμα, σχεδόν επανασχεδίασε ολόκληρο το χωριό!

# Dialogue_Text,DL_Ukkar4
source: Oh yes, If there's one thing I've learned about Akamar is that he gets things done! I am very excited to see what his next project will be...
el: Ω ναι, αν υπάρχει ένα πράγμα που έχω μάθει για τον Akamar είναι ότι κάνει πράγματα! Είμαι πολύ ενθουσιασμένος να δω ποιο θα είναι το επόμενο έργο του...

# Dialogue_Text,DL_UssalWasher
source: Hello Toa $T, I am a bit busy right now, as you can see.
el: Γεια σας Toa $T, είμαι λίγο απασχολημένος αυτή τη στιγμή, όπως μπορείς να δεις.

# Dialogue_Text,DL_Vakama1
source: No celebration, Tahu. We do not come bearing good news.
el: Δεν έχει γιορτή, Tahu. Δεν φέρνουμε καλά νέα.

# Dialogue_Text,DL_Vakama2
source: No. For this time, you shall be armed with the truth.
el: Όχι. Αυτή τη φορά, θα είστε οπλισμένοι με την αλήθεια.

# Dialogue_Text,DL_Vakama3
source: Makuta has stolen a mask of power... one that allows him to bend time itself to his will. One that he has used to reset your memories time and time again.
el: Ο Makuta έχει κλέψει μια μάσκα δύναμης... μια μάσκα που του επιτρέπει να λυγίζει τον ίδιο τον χρόνο σύμφωνα με τη θέλησή του. Μια μάσκα που χρησιμοποίησε για να αφαιρέσει τις αναμνήσεις σας ξανά και ξανά.

# Dialogue_Text,DL_Vakama4
source: You must find this mask if you are to free the island and break Makuta’s chains that have bound you.
el: Πρέπει να βρείτε αυτή τη μάσκα αν θέλετε να ελευθερώσετε το νησί και να σπάσετε τις αλυσίδες του Makuta που σας έχουν δεσμεύσει.

# Dialogue_Text,DL_VakamaBeforeRescue1
source: Ah... welcome, Toa. I am glad that at least you are safe...
el: Α... καλώς ήρθες, Toa. Χαίρομαι που τουλάχιστον είσαι ασφαλής...

# Dialogue_Text,DL_VakamaBeforeRescue2
source: I have not heard from the other Turaga for quite a while… I am worried that something has happened to them.
el: Έχω καιρό να ακούσω νέα από τους άλλους Turaga... Ανησυχώ ότι κάτι τους έχει συμβεί.

# Dialogue_Text,DL_VakamaBeforeRescueLeave
source: Ah and one more thing. When you’re searching for masks, could you keep an eye out for... ah, it is nothing - I'm sure it will turn up in time. Forgive me, Toa. My mind is still troubled. I shall stay here and meditate upon the will of Mata Nui.
el: Και κάτι ακόμα. Όταν ψάχνετε για μάσκες, θα μπορούσατε να έχετε το νου σας για... α, δεν είναι τίποτα - είμαι σίγουρος ότι θα εμφανιστεί με τον καιρό. Συγχώρεσέ με, Τόα. Το μυαλό μου είναι ακόμα ταραγμένο. Θα μείνω εδώ και θα διαλογιστώ πάνω στη θέληση του Mata Nui.

# Dialogue_Text,DL_VakamaBeforeRescueMap
source: Hmm, you don't have a map? I remember giving you one... Hmpf, very well - I can give you my spare, it's only for Ta-wahi but It may help.
el: Χμμ, δεν έχεις χάρτη; Θυμάμαι ότι σου έδωσα έναν... Μπορώ να σου δώσω τον εφεδρικό μου, είναι μόνο για το Ta-wahi αλλά μπορεί να βοηθήσει.

# Dialogue_Text,DL_VakamaBeforeRescueWhatDo
source: Head to the other villages- they might have a better idea of where their Turaga are... and be sure to visit me after you have found them all. I have something else that you will need to hear.
el: Πήγαινε στα άλλα χωριά - ίσως έχουν μια καλύτερη ιδέα για το πού βρίσκονται οι Turaga τους... και φροντίστε να με επισκεφθείτε αφού τους βρείτε όλους. Έχω κάτι άλλο που θα πρέπει να ακούσετε.

# Dialogue_Text,DL_VakamaBeforeRescueWhere
source: We had gathered to discuss some... important matters at the Kini-Nui. It seems the other Turaga were less fortunate on their return journey...
el: Είχαμε συγκεντρωθεί για να συζητήσουμε κάποια... σημαντικά θέματα στο Kini-Nui. Φαίνεται ότι οι άλλοι Turaga ήταν λιγότερο τυχεροί στο ταξίδι της επιστροφής τους...

# Dialogue_Text,DL_VakamaCutscene
source: My my, your mind works in strange ways Toa, very well I will regale you... The captain of the guard had taken a small hunting party into the charred forest, they were attempting to capture a frightening beast that had been sighted by more than a few villagers. Little did they know that they were searching for you...
el: Μα, μα, το μυαλό σου λειτουργεί με περίεργους τρόπους, Toa. Πολύ καλά, θα σου διηγηθώ την ιστορία... Ο αρχηγός της φρουράς είχε οδηγήσει μια μικρή ομάδα κυνηγών στο καμένο δάσος, προσπαθώντας να πιάσουν ένα τρομακτικό θηρίο που το είχαν δει αρκετοί χωρικοί. Δεν είχαν ιδέα ότι έψαχναν για σένα...

# Dialogue_Text,DL_VakamaPostKini
source: Welcome, to Ta-koro Toa...
el: Καλώς όρισες στο Ta-koro Toa...

# Dialogue_Text,DL_VakamaPostKini1
source: Ahh it- Well it's nothing you should concern yourself with... for now.
el: Αχ, Είναι- Δεν είναι τίποτα που πρέπει να σε απασχολεί... για την ώρα.

# Dialogue_Text,DL_VakamaPostRescue
source: Welcome, Toa. I am glad to hear that all of the Turaga are safe.
el: Καλώς ήρθες, Toa. Χαίρομαι που ακούω ότι όλοι οι Turaga είναι ασφαλείς.

# Dialogue_Text,DL_VakamaPostRescueOtherToa
source: As a matter of fact, I must speak with Tahu about some rather urgent matters... Please send him my way if you come across him.
el: Στην πραγματικότητα, πρέπει να μιλήσω με τον Tahu για κάποια επείγοντα θέματα... Παρακαλώ, φέρτε τον σε μένα αν τον δείτε.

# Dialogue_Text,DL_VakamaPostRescueSafe
source: I pray that this is the first step towards normalcy on this Island... something which it has lacked for far too long.
el: Προσεύχομαι αυτό να είναι το πρώτο βήμα προς την κανονικότητα σε αυτό το νησί... κάτι που του λείπει εδώ και πάρα πολύ καιρό.

# Dialogue_Text,DL_VakamaPostRescueTahu
source: I do... there is a grave task I have for you which only you can complete.
el: Ναι... έχω μια σοβαρή αποστολή για σένα, την οποία μόνο εσύ μπορείς να ολοκληρώσεις.

# Dialogue_Text,DL_VakamaPostRescueTahu1
source: As you and the other Toa have been searching for your masks, I must admit that I have been searching for one as well. While I fear I cannot divulge much at the moment, I can say that I suspected it might have been hidden inside the Ta-Kini.
el: Όσο εσύ και οι άλλοι Toa ψάχνατε για τις μάσκες σας, πρέπει να ομολογήσω ότι κι εγώ έψαχνα για μία. Αν και φοβάμαι ότι δεν μπορώ να αποκαλύψω πολλά αυτή τη στιγμή, μπορώ να πω ότι υποψιάζομαι ότι μπορεί να ήταν κρυμμένη μέσα στο Ta-Kini.

# Dialogue_Text,DL_VakamaPostRescueTahu2
source: No... I have already sent another into the temple.
el: Όχι... Έχω ήδη στείλει έναν άλλο στο ναό.

# Dialogue_Text,DL_VakamaPostRescueTahu3
source: A rather... adventurous Matoran named Takua. When he overheard my predicament, he pleaded with me to allow him to enter the Kini... something I now greatly regret.
el: Έναν αρκετά... περιπετειώδης Ματοράν ονόματι Τακούα. Όταν άκουσε το πρόβλημά μου, με παρακάλεσε να τον αφήσω να μπει στο Κίνι... κάτι που τώρα μετανιώνω πολύ.

# Dialogue_Text,DL_VakamaPostRescueTahu4
source: I do not know, Tahu. No one has seen Takua since he entered the temple. I fear he is in grave danger... as a result of my ignorance.
el: Δεν ξέρω, Tahu. Κανείς δεν έχει δει τον Takua από τότε που μπήκε στο ναό. Φοβάμαι ότι βρίσκεται σε μεγάλο κίνδυνο... εξαιτίας της απερισκεψίας μου.
