Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# ST_CutsceneDialogue,MakutaExplode_Line14
source: ...I can only hope we'll do better next time.
pt_br: ... Só espero que faremos melhor da próxima vez.

# ST_CutsceneDialogue,MakutaExplode_Line15
source: You are out of time, Toa.
pt_br: Vocês estão sem tempo, Toa.

# ST_CutsceneDialogue,MakutaExplode_Line16
source: Not anymore.
pt_br: Não mais.

# ST_CutsceneDialogue,MakutaExplode_Line17
source: What? Stop! What are you doing?
pt_br: O quê? Pare! O que está fazendo?!

# ST_CutsceneDialogue,MakutaExplode_Line18
source: What I have to.
pt_br: O que eu preciso.

# ST_CutsceneDialogue,MakutaExplode_Line2
source: Is this it? Have we won?
pt_br: É isso? Nós vencemos?

# ST_CutsceneDialogue,MakutaExplode_Line3
source: I think... we have.
pt_br: Eu acho... que sim.

# ST_CutsceneDialogue,MakutaExplode_Line4
source: Not... quite.
pt_br: Não exatamente...

# ST_CutsceneDialogue,MakutaExplode_Line5
source: Give up, You've been defeated!
pt_br: Desista! Você foi derrotado!

# ST_CutsceneDialogue,MakutaExplode_Line6
source: What’s going on?
pt_br: O que está acontecendo?

# ST_CutsceneDialogue,MakutaExplode_Line7
source: He’s going to bring all of Mangaia down on us!
pt_br: Ele vai desabar o Mangaia inteiro na gente!

# ST_CutsceneDialogue,MakutaExplode_Line8
source: You fool! You’ll crush yourself as well!
pt_br: Tolo! Vai se esmagar também!

# ST_CutsceneDialogue,MakutaExplode_Line9
source: I am not killed so easily. Unfortunately, you are far more fragile.
pt_br: Eu não morro tão fácil. Infelizmente, vocês são muito mais frágeis.

# ST_CutsceneDialogue,MakutaIntro_Line1
source: Makuta! We have come!
pt_br: Makuta! Estamos aqui!

# ST_CutsceneDialogue,MakutaIntro_Line10
source: We’ve come to break your cycle of destruction and lies! You shall not control us, or the matoran.
pt_br: Viemos quebrar seu ciclo de destruição e mentiras! Você não nos controlará, nem os Matoran.

# ST_CutsceneDialogue,MakutaIntro_Line11
source: ...interesting.
pt_br: ... Interessante.

# ST_CutsceneDialogue,MakutaIntro_Line12
source: It seems the foolish Turaga have grown weary of their deception. How many defeats did you need to suffer before they revealed their secrets?
pt_br: Parece que os tolos Turaga cansaram das mentiras. Quantas derrotas vocês precisaram sofrer antes deles revelarem os segredos deles?

# ST_CutsceneDialogue,MakutaIntro_Line13
source: And how many other secrets do they still selfishly cling to after all of these years?
pt_br: E quantos outros segredos eles ainda escondem, egoístas, depois de todos esses anos?

# ST_CutsceneDialogue,MakutaIntro_Line14
source: Enough of your deceitful words. Your reign ends here!
pt_br: Basta de suas palavras mentirosas. Seu reino acaba aqui!

# ST_CutsceneDialogue,MakutaIntro_Line15
source: We won’t allow you to reset us again!
pt_br: Não deixaremos você nos resetar de novo!

# ST_CutsceneDialogue,MakutaIntro_Line16
source: ...Yes... I believe you are correct.
pt_br: ... Sim... acredito que estejam corretos.

# ST_CutsceneDialogue,MakutaIntro_Line17
source: What?
pt_br: O quê?

# ST_CutsceneDialogue,MakutaIntro_Line18
source: I enjoyed toying with you, Toa. Watching you struggle past all of my challenges only to fail again, and again, and again. But I believe... that time has passed.
pt_br: Gostei de brincar com vocês, Toa. Vê-los lutarem nos meus desafios só para falhar de novo, e de novo, e de novo. Mas, eu acredito... que esse tempo passou.

# ST_CutsceneDialogue,MakutaIntro_Line19
source: I’ll be sure to kill you this time.
pt_br: Desta vez, vou matá-los.

# ST_CutsceneDialogue,MakutaIntro_Line2
source: Welcome, Toa.
pt_br: Bem-vindos, Toa.

# ST_CutsceneDialogue,MakutaIntro_Line20
source: WAIT!
pt_br: ESPERA!

# ST_CutsceneDialogue,MakutaIntro_Line3
source: You... are the Makuta?
pt_br: Você... é o Makuta?

# ST_CutsceneDialogue,MakutaIntro_Line4
source: I am that which you have sworn to protect.
pt_br: Eu sou aquilo que juraram proteger.

# ST_CutsceneDialogue,MakutaIntro_Line5
source: It’s a trick... another one of Makuta’s illusions.
pt_br: É um truque... mais uma das ilusões do Makuta.

# ST_CutsceneDialogue,MakutaIntro_Line6
source: You defile Mata Nui’s name by taking the form of the matoran!
pt_br: Você suja o nome de Mata Nui ao tomar a forma de um Matoran!

# ST_CutsceneDialogue,MakutaIntro_Line7
source: You know nothing of my brother’s name, nor his will. You do not even know the truth...
pt_br: Não sabem nada do nome de meu irmão, nem a vontade dele. Não sabem nem a verdade...

# ST_CutsceneDialogue,MakutaIntro_Line8
source: We know the truth! We know what you’ve done to us in the past!
pt_br: Nós sabemos a verdade! Sabemos o que fez conosco no passado!

# ST_CutsceneDialogue,MakutaReturn_Line1
source: Why must you persist? Can you not see how futile your struggle is?
pt_br: Por que ainda persistem? Não veem como sua luta é fútil?

# ST_CutsceneDialogue,MakutaReturn_Line2
source: You cannot hold us any longer! This cycle ends here!
pt_br: Não pode mais nos parar! Este ciclo acaba aqui!

# ST_CutsceneDialogue,MakutaReturn_Line3
source: I shall use this mask to rule over the Matoran! It is my destiny!
pt_br: Eu usarei esta máscara para reinar sobre os Matoran! É meu destino!

# ST_CutsceneDialogue,MakutaReturn_Line4
source: And it is our destiny to defeat you!
pt_br: E é nosso destino te derrotar!

# ST_CutsceneDialogue,POTM_Line1
source: So it seems you've found me... You cannot stop my crusade, your time will come toa... For I am THE PROPHET OF THE MAKUTA!
pt_br: Parece que me achou... Você não pode parar minha cruzada, sua hora chegará, Toa... Pois eu sou O PROFETA DO MAKUTA!

# ST_CutsceneDialogue,POTM_Line10
source: Wait, What? What's this about equality?
pt_br: Espera, quê? O que é isso de igualdade?

# ST_CutsceneDialogue,POTM_Line11
source: Remember when we made the three tenets? Do you remember what they are?
pt_br: Lembra quando fizemos os três princípios? Lembra quais eram?

# ST_CutsceneDialogue,POTM_Line12
source: Destruction... Creation... Peace...
pt_br: Destruição... Criação... Paz...

# ST_CutsceneDialogue,POTM_Line2
source: What is this crusade? And what would you have to gain from siding with the Makuta?
pt_br: O que é essa cruzada? E o que você ganharia por ficar do lado do Makuta?

# ST_CutsceneDialogue,POTM_Line3
source: My Quest is to show my fellow Matoran what really happened that day. That Makuta Defeated Mata Nui and therefore is the greater being! Why are they all worshiping Mata Nui when he was the one that fell?!?
pt_br: Minha missão é mostrar a meus caros Matoran o que realmente aconteceu naquele dia. Que Makuta derrotou Mata Nui, e por isso é o ser maior! Por que estão todos venerando Mata Nui se foi ele que caiu?!

# ST_CutsceneDialogue,POTM_Line4
source: How did you find this place?
pt_br: Como achou este lugar?

# ST_CutsceneDialogue,POTM_Line5
source: A Matoran told me where it was. Why?
pt_br: Um Matoran me disse onde ficava. Por quê?

# ST_CutsceneDialogue,POTM_Line6
source: Impossible! No one knows where it is! Except for...
pt_br: Impossível! Ninguém sabe onde fica! Exceto...

# ST_CutsceneDialogue,POTM_Line7
source: Brother...
pt_br: Irmão...

# ST_CutsceneDialogue,POTM_Line8
source: Komaru, stop this madness! You know that one being is not superior! It's both combined that creates equality!
pt_br: Komaru, para com essa loucura! Você sabe que um ser não é superior ao outro! São ambos juntos que criam igualdade!

# ST_CutsceneDialogue,POTM_Line9
source: That's not my name! I... I am The PROPHET OF THE MAKUTA!
pt_br: Esse não é meu nome! Eu... sou O PROFETA DO MAKUTA!

# ST_CutsceneDialogue,TarakavaOfFrost2_Line1
source: Uh Oh...
pt_br: Oh não...

# ST_CutsceneDialogue,TarakavaOfFrost2_Line2
source: Wait! Who are you?
pt_br: Peraí! Quem é você?

# ST_CutsceneDialogue,TarakavaOfFrost2_Line3
source: How did he make it up there so fast? I should probably talk to him, maybe he knows a little more about what's going on here.
pt_br: Como ele chegou lá em cima tão rápido? Eu devia falar com ele, talvez ele saiba um pouco mais do que esteja acontecendo aqui.

# ST_CutsceneDialogue,TarakavaOfFrost_Line1
source: Strange. It appears it wasn't a landslide that blocked off the water, but rather a mechanical dam.
pt_br: Estranho. Parece que não foi um deslizamento que bloqueou a água, mas uma represa mecânica.

# ST_CutsceneDialogue,TarakavaOfFrost_Line2
source: That's one huge Tarakava!
pt_br: Que Tarakava enorme!

# ST_CutsceneDialogue,TarakavaOfFrost_Line3
source: I am the spirit of this lake, You will not harm it Toa.
pt_br: Sou o espírito deste lago. Não ouse machucá-lo, Toa.

# ST_CutsceneDialogue,TarakavaOfFrost_Line4
source: I'm not here to harm it, I just want to restore the flow of the river.
pt_br: Não estou aqui para machucar, só quero restaurar o fluxo do rio.

# ST_CutsceneDialogue,TarakavaOfFrost_Line5
source: This lake contains holy water, it should be contained. Not allowed to run off into the sea.
pt_br: Este lago contém água sagrada que deve ser contida, não deixada para escorrer até o mar.

# ST_CutsceneDialogue,TarakavaOfFrost_Line6
source: There are other Matoran and Rahi that rely on this river, would you have them displaced from their homes just to keep your water?
pt_br: Há outros Matoran e Rahi que dependem desse rio, você quer tirar o lar deles só para ficar com sua água?

# ST_CutsceneDialogue,TarakavaOfFrost_Line7
source: I would. I cannot allow other, more inferior beings to use my water for their own impure purposes.
pt_br: Quero sim. Não posso deixar outros seres inferiores usarem minha água para seus propósitos impuros.

# ST_CutsceneDialogue,TarakavaOfFrost_Line8
source: I'm afraid I can't stand for that...
pt_br: Temo que não posso aceitar isso...

# ST_DialogueGeneralLocalization,AnythingToDo
source: Do you have anything for me to do?
pt_br: Você tem algo para eu fazer?

# ST_DialogueGeneralLocalization,Anythingtoreport
source: Anything to report?
pt_br: Algo a relatar?

# ST_DialogueGeneralLocalization,Areyoualright
source: Are you alright?
pt_br: Você está bem?

# ST_DialogueGeneralLocalization,Areyoulost
source: Are you lost?
pt_br: Você se perdeu?

# ST_DialogueGeneralLocalization,Buildingforfun
source: Are you just building this for fun?
pt_br: Está construindo isso só por diversão?

# ST_DialogueGeneralLocalization,Bye!
source: Bye!
pt_br: Tchau!

# ST_DialogueGeneralLocalization,Goodbye
source: Goodbye.
pt_br: Tchau.

# ST_DialogueGeneralLocalization,GoodbyeElipsis
source: Goodbye...
pt_br: Tchau…

# ST_DialogueGeneralLocalization,HelloToaElipsis
source: Hello Toa...
pt_br: Olá, Toa…

# ST_DialogueGeneralLocalization,ISee
source: I see.
pt_br: Entendi.

# ST_DialogueGeneralLocalization,Isee...
source: I see...
pt_br: Entendo…

# ST_DialogueGeneralLocalization,Issomethingthematter
source: Is something the matter?
pt_br: Algo de errado?

# ST_DialogueGeneralLocalization,Itwasnotrouble
source: It was no trouble.
pt_br: Não foi difícil.

# ST_DialogueGeneralLocalization,IWill
source: I will.
pt_br: Farei isso.

# ST_DialogueGeneralLocalization,Leave
source: *Leave*
pt_br: *Sair*

# ST_DialogueGeneralLocalization,Nothankyou
source: No thank you.
pt_br: Não, {G}|gender(obrigado,obrigada).

# ST_DialogueGeneralLocalization,Perhapsanothertime
source: Perhaps another time.
pt_br: Talvez outro dia.

# ST_DialogueGeneralLocalization,Riverdriedup
source: Do you know why the river dried up?
pt_br: Sabe por que o rio secou?

# ST_DialogueGeneralLocalization,TakeLook
source: I'll take a look.
pt_br: Vou dar uma olhada.

# ST_DialogueGeneralLocalization,ThankYou
source: Thank you.
pt_br: {G}|gender(Obrigado,Obrigada).

# ST_DialogueGeneralLocalization,Thankyou!
source: Thank you!
pt_br: {G}|gender(Obrigado,Obrigada)!

# ST_DialogueGeneralLocalization,Trade
source: I'd like to trade.
pt_br: Vamos negociar.

# ST_DialogueGeneralLocalization,Verywell
source: Very well.
pt_br: Muito bem.

# ST_DialogueGeneralLocalization,What
source: What?
pt_br: O quê?

# ST_DialogueGeneralLocalization,Whatareyoudoing
source: What are you doing?
pt_br: O que está fazendo?

# ST_DialogueGeneralLocalization,Whatdoyoumean
source: What do you mean?
pt_br: O que quer dizer?

# ST_DialogueGeneralLocalization,Whatisit
source: What is it?
pt_br: O que é?

# ST_DialogueGeneralLocalization,WhatYouHave
source: I'd like to see what you have.
pt_br: Gostaria de ver o que você tem.

# ST_DialogueGeneralLocalization,Wheretogo
source: Where would you like to go?
pt_br: Onde gostaria de ir?

# ST_DialogueGeneralLocalization,Whoareyou
source: Who are you?
pt_br: Quem é você?

# ST_DialogueGeneralLocalization,WillSee
source: I'll see what I can do.
pt_br: Verei o que posso fazer.

# ST_GeneralLocalization,Gen_CableTransport
source: Cable Transport System
pt_br: Tirolesa

# ST_GeneralLocalization,Gen_Climb
source: Climb {Facing}
pt_br: Escalar {Facing}

# ST_GeneralLocalization,Gen_ClimbDown
source: Climb Down {Facing}
pt_br: Descer {Facing}

# ST_GeneralLocalization,Gen_ClimbUp
source: Climb Up {Facing}
pt_br: Subir {Facing}

# ST_GeneralLocalization,Gen_Conv_Conversation
source: Conversation
pt_br: Conversa

# ST_GeneralLocalization,Gen_Conv_HarekLaru
source: Harek and Laru
pt_br: Harek e Laru

# ST_GeneralLocalization,Gen_Conv_PauriKauri
source: Pauri and Kauri
pt_br: Pauri e Kauri

# ST_GeneralLocalization,Gen_Conv_TafallTaphal
source: Tafall and Taphal
pt_br: Tafall e Taphal

# ST_GeneralLocalization,Gen_Conv_TapahlTafall
source: Tapahl and Tafall
pt_br: Taphal e Tafall

# ST_GeneralLocalization,Gen_Conv_Whagna
source: The Whagna Villagers
pt_br: Os Aldeões de Whagna

# ST_GeneralLocalization,Gen_CosmeticsBench
source: Cosmetics Bench
pt_br: Bancada de Cosméticos

# ST_GeneralLocalization,Gen_Door
source: Door
pt_br: Porta

# ST_GeneralLocalization,Gen_ElevatorLever
source: Elevator Lever
pt_br: Alavanca do Elevador

# ST_GeneralLocalization,Gen_Gate
source: Gate
pt_br: Portão

# ST_GeneralLocalization,Gen_Interact
source: Interact with {Facing}
pt_br: Interagir com {Facing}

# ST_GeneralLocalization,Gen_Ladder
source: Ladder
pt_br: Escada

# ST_GeneralLocalization,Gen_LeftBlock
source: Left Block
pt_br: Bloco Esquerdo

# ST_GeneralLocalization,Gen_Lever
source: Lever
pt_br: Alavanca

# ST_GeneralLocalization,Gen_LeverOne
source: Lever One
pt_br: Alavanca Um

# ST_GeneralLocalization,Gen_LeverThree
source: Lever Three
pt_br: Alavanca Três

# ST_GeneralLocalization,Gen_LeverTwo
source: Lever Two
pt_br: Alavanca Dois

# ST_GeneralLocalization,Gen_Listen
source: Listen to {Facing}
pt_br: Escutar {Facing}

# ST_GeneralLocalization,Gen_LockedDoor
source: Locked Door
pt_br: Porta Trancada

# ST_GeneralLocalization,Gen_MakokiDesc
source: A piece of a key used to enter the Makuta's Lair.
pt_br: Pedaço de uma chave usada para entrar no Lar do Makuta.

# ST_GeneralLocalization,Gen_MiddleBlock
source: Middle Block
pt_br: Bloco do Meio

# ST_GeneralLocalization,Gen_ObtaintheMakokiStone
source: Obtain the Makoki Stone.
pt_br: Obtenha a Pedra Makoki.

# ST_GeneralLocalization,Gen_Open
source: Open {Facing}
pt_br: Abrir {Facing}

# ST_GeneralLocalization,Gen_Pickup
source: Pick up {Facing}
pt_br: Pegar {Facing}

# ST_GeneralLocalization,Gen_RestoryMyMemory
source: I can't remember... Where am I? There is a pull, a drive to begin walking - Perhaps I can find someone that can help restore my memory.
pt_br: Não consigo lembrar… Onde estou? Sinto um desejo, uma vontade de andar… Talvez eu encontre alguém que consiga restaurar minha memória.

# ST_GeneralLocalization,Gen_RightBlock
source: Right Block
pt_br: Bloco Direito

# ST_GeneralLocalization,Gen_Rope
source: Rope
pt_br: Corda

# ST_GeneralLocalization,Gen_Speak
source: Speak with {Facing}
pt_br: Falar com {Facing}

# ST_GeneralLocalization,Gen_SpeakTo
source: Speak to {NPC}
pt_br: Falar com {NPC}

# ST_GeneralLocalization,Gen_SuvaInteract
source: Unlock Golden Mask for {Toa}
pt_br: Obter Máscara Dourada {G}|gender(do,da) {Toa}

# ST_GeneralLocalization,Gen_Telescope
source: Telescope
pt_br: Telescópio

# ST_GeneralLocalization,Gen_TradeDeal
source: Trade deal
pt_br: Troca

# ST_GeneralLocalization,Gen_Waikiru
source: Fragments of a First Mate's log from a ship named the 'Waikiru'
pt_br: Fragmentos do diário de uma Imediata do navio chamado 'Waikiru'

# ST_GeneralLocalization,Gen_Window
source: Window
pt_br: Janela

# ST_Localization,UIAnalogR
source: Right Analog Stick
pt_br: Analógico Direito

# ST_Localization,UIAutoSave
source: Auto Save
pt_br: Autossalvar

# ST_Localization,UIBack
source: Back
pt_br: Voltar

# ST_Localization,UIBindFirst
source: Bind to First Slot
pt_br: Colocar no Espaço 1

# ST_Localization,UIBindSecond
source: Bind to Second Slot
pt_br: Colocar no Espaço 2

# ST_Localization,UIBoat
source: Boat
pt_br: Barco

# ST_Localization,UIBorderless
source: Borderless
pt_br: Sem bordas

# ST_Localization,UICancel
source: Cancel
pt_br: Cancelar

# ST_Localization,UIClose
source: Close
pt_br: Fechar

# ST_Localization,UIConfirm
source: Confirm
pt_br: Confirmar

# ST_Localization,UIContinuous
source: Continuous
pt_br: Contínuo

# ST_Localization,UIConvert
source: Convert
pt_br: Converter

# ST_Localization,UICredits
source: Credits
pt_br: Créditos

# ST_Localization,UICrush
source: Crush
pt_br: Esmagar

# ST_Localization,UIDisable
source: Disable
pt_br: Desabilitar

# ST_Localization,UIDisabled
source: Disabled
pt_br: Desabilitado

# ST_Localization,UIEnable
source: Enable
pt_br: Habilitar

# ST_Localization,UIEnabled
source: Enabled
pt_br: Habilitado

# ST_Localization,UIEpic
source: Epic
pt_br: Épico

# ST_Localization,UIExit
source: Exit
pt_br: Sair

# ST_Localization,UIExitControlScheme
source: {Input} <Key>to exit</>
pt_br: {Input} <Key>para sair</>

# ST_Localization,UIFullScreen
source: FullScreen
pt_br: Tela Cheia

# ST_Localization,UIHigh
source: High
pt_br: Alto

# ST_Localization,UIHigher
source: Higher
pt_br: Mais Alto

# ST_Localization,UILMB
source: Left Mouse Button
pt_br: Botão Esquerdo do Mouse

# ST_Localization,UILoadGame
source: Load Game
pt_br: Carregar Jogo

# ST_Localization,UILocked
source: (Locked)
pt_br: (Trancado)

# ST_Localization,UILow
source: Low
pt_br: Baixo

# ST_Localization,UILower
source: Lower
pt_br: Mais Baixo

# ST_Localization,UIMeditationPoint
source: Meditation Point
pt_br: Ponto de Meditação

# ST_Localization,UIMedium
source: Medium
pt_br: Médio

# ST_Localization,UIMultiple
source: Multiple
pt_br: Múltiplos

# ST_Localization,UINewGame
source: New Game
pt_br: Novo Jogo

# ST_Localization,UINo
source: No
pt_br: Não

# ST_Localization,UINone
source: None
pt_br: Nada

# ST_Localization,UIObjective
source: Objective
pt_br: Objetivo

# ST_Localization,UIPlayerSave
source: Player Save
pt_br: Jogo Salvo

# ST_Localization,UIPowerMask
source: Power Mask
pt_br: Recarregar Máscara

# ST_Localization,UIQuestCompleted
source: Quest Completed
pt_br: Missão Cumprida

# ST_Localization,UIQuestStarted
source: Quest Started
pt_br: Missão Iniciada

# ST_Localization,UIQuit
source: Quit
pt_br: Sair

# ST_Localization,UIResettoDefault
source: Reset to Default
pt_br: Voltar ao padrão

# ST_Localization,UISaveGame
source: Save Game
pt_br: Salvar Jogo

# ST_Localization,UISaveName
source: Save Name:
pt_br: Nome do Jogo:

# ST_Localization,UISaves
source: Saves
pt_br: Arquivos salvos

# ST_Localization,UIScroll
source: Scroll Wheel
pt_br: Roda do Mouse

# ST_Localization,UISelect
source: Select
pt_br: Selecionar

# ST_Localization,UISettings
source: Settings
pt_br: Configurações

# ST_Localization,UITriggersLR
source: Left & Right Triggers
pt_br: Gatilhos L e R

# ST_Localization,UIUnlimited
source: Unlimited
pt_br: Ilimitado

# ST_Localization,UIUse
source: Use
pt_br: Usar

# ST_Localization,UIView
source: View
pt_br: Visualizar

# ST_Localization,UIWidgets
source: Widgets:
pt_br: Peças:

# ST_Localization,UIWindowed
source: Windowed
pt_br: Modo Janela

# ST_Localization,UIYes
source: Yes
pt_br: Sim

# ST_Localization,UIZoomControlScheme
source: {Input} <Key>to zoom</>
pt_br: {Input} <Key>: Zoom</>

# ST_Names,Names_BandMember
source: Band Member
pt_br: Membro da Banda

# ST_Names,Names_Boat
source: Boat
pt_br: Barco

# ST_Names,Names_CandleSalesman
source: Candle Salesman
pt_br: Comerciante de Velas

# ST_Names,Names_CanyonNui-Jaga
source: Pako Nui-Jaga
pt_br: Nui-Jaga Pako

# ST_Names,Names_DockMaster
source: Dock Master Marka
pt_br: Marka, Mestra das Docas

# ST_Names,Names_FestiveKo-Matoran
source: Festive Ko-Matoran
pt_br: Ko-Matoran Festivo

# ST_Names,Names_FishSalesman
source: Fish Salesman
pt_br: Comerciante de Peixes

# ST_Names,Names_Flagmaker
source: Flagmaker
pt_br: Criadora de Bandeiras

# ST_Names,Names_Ga-koroGuardswoman
source: Ga-koro Guardswoman
pt_br: Guarda de Ga-Koro

# ST_Names,Names_Ga-Trader
source: Ga-Trader
pt_br: Ga-Comerciante

# ST_Names,Names_Grinch
source: Not Very Festive Ko-Matoran
pt_br: Ko-Matoran Não Tão Festivo

# ST_Names,Names_GuardsmanIn-Training
source: Guardsman In-Training
pt_br: Guarda em Treinamento

# ST_Names,Names_HallucinatingLe-Matoran
source: Hallucinating Le-Matoran
pt_br: Le-Matoran Alucinado

# ST_Names,Names_Huki
source: Huki
pt_br: Hewkii

# ST_Names,Names_IceNui-Jaga
source: Huka Nui-Jaga
pt_br: Nui-Jaga Huka

# ST_Names,Names_IceTarakava
source: Haka Tarakava
pt_br: Tarakava Haka

# ST_Names,Names_InsaneMatoran
source: Insane Matoran
pt_br: Matoran Maluco

# ST_Names,Names_Jala
source: Jala
pt_br: Jaller

# ST_Names,Names_KewaMaster
source: Kewa Master
pt_br: Mestre de Kewa

# ST_Names,Names_KiniNui
source: The Kini-Nui
pt_br: O Kini-Nui

# ST_Names,Names_Ko-MatoranAstronomer
source: Ko-Matoran Astronomer
pt_br: Astrônomo Ko-Matoran

# ST_Names,Names_Ko-MatoranGuard
source: Ko-Matoran Guard
pt_br: Guarda Ko-Matoran

# ST_Names,Names_Ko-MatoranScholar
source: Ko-Matoran Scholar
pt_br: Intelectual Ko-Matoran

# ST_Names,Names_KolhiiLover
source: Kolhii Lover
pt_br: Fã de Kolhii

# ST_Names,Names_LavaFarmer
source: Lava Farmer
pt_br: Fazendeiro de Lava

# ST_Names,Names_LavaNui-Jaga
source: Ahie Nui-Jaga
pt_br: Nui-Jaga Ahie

# ST_Names,Names_LavaTarakava
source: Poak Tarakava
pt_br: Tarakava Poak

# ST_Names,Names_LeElevator
source: The Elevator to Le-Koro
pt_br: Elevador para Le-Koro

# ST_Names,Names_LeElevatorGround
source: The Elevator to The Ground
pt_br: Elevador para o Chão

# ST_Names,Names_LockedOut
source: Locked Out Le-Matoran
pt_br: Le-Matoran Trancado para Fora

# ST_Names,Names_LOMN
source: The Legend of The Mata Nui
pt_br: A Lenda de Mata Nui

# ST_Names,Names_MakutaStatue
source: Makuta Statue
pt_br: Estátua de Makuta

# ST_Names,Names_MaskPoweringStation
source: Mask Powering Station
pt_br: Estação de Recarregamento de Máscaras

# ST_Names,Names_MatoranTransporter
source: Matoran Transporter
pt_br: Transportador Matoran

# ST_Names,Names_MeditationPoint
source: Meditation Point
pt_br: Ponto de Meditação

# ST_Names,Names_Metonu
source: Metonu
pt_br: Metuno

# ST_Names,Names_NightWatchGuardsman
source: Night Watch Guardsman
pt_br: Guarda Noturno

# ST_Names,Names_OceanTarakava
source: Ocean Tarakava
pt_br: Tarakava do Mar

# ST_Names,Names_PlantMan
source: Plant Man
pt_br: Homem Planta

# ST_Names,Names_PoisonNui-Jaga
source: Repo Nui-Jaga
pt_br: Nui-Jaga Repo

# ST_Names,Names_PROPHETOFTHEMAKUTA
source: PROPHET OF THE MAKUTA
pt_br: PROFETA DO MAKUTA

# ST_Names,Names_ProtosteelTool
source: Protosteel Tool
pt_br: Ferramenta de Protoaço

# ST_Names,Names_RiverTarakava
source: River Tarakava
pt_br: Tarakava de Água Doce

# ST_Names,Names_SandTarakava
source: Sand Tarakava
pt_br: Tarakava da Areia

# ST_Names,Names_ScaredMatoran
source: Scared Matoran
pt_br: Matoran com Medo

# ST_Names,Names_ShadowToa
source: Shadow {ToaName}
pt_br: {ToaName} das Sombras

# ST_Names,Names_SingingMiner
source: Singing Miner
pt_br: Minerador Cantor

# ST_Names,Names_SiteSupervisorKeeva
source: Site Supervisor Keeva
pt_br: Supervisor Keeva
