Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# InvItem_Description,Item_ArakaNote_Desc
source: A note left to inform any shoppers of Araka's absence.
ru_ru: Записка, извещающая покупателей об отсутствии Араки.

# InvItem_Description,Item_Blackmask_Desc
source: A mysterious Komau covered in a strange black substance. It's cracked and doesn't work. The hypnotising material on the surface of the mask pulses slowly, as if breathing...
ru_ru: Таинственная Комау, покрытая неким чёрным веществом. Она в трещинах и не функционирует. Очаровывающий материал на поверхности маски медленно пульсирует, как будто дышит...

# InvItem_Description,Item_BrothersNote_Desc
source: A poorly written note telling the tale of two Matoran.
ru_ru: Неграмотно написанная записка, повествующая о приключениях двух Маторанов.

# InvItem_Description,Item_Candle_Desc
source: A candle sitting atop a small carving of the great spirit.
ru_ru: Свеча, стоящая на верху резной фигурки Великого Духа.

# InvItem_Description,Item_Comets_Desc
source: A specal, enhanced, Kolhii ball for increased performance.
ru_ru: Специальный, улучшенный мяч для Колхи, предназначен для более жёсткой игры.

# InvItem_Description,Item_CookBook_Desc
source: A dusty old cookbook, the only one of it's kind.
ru_ru: Запылившаяся кулинарная книга, единственная в своём роде.

# InvItem_Description,Item_DoorKeyNote_Desc
source: A note showing designations of many symbols.
ru_ru: Записка, показывающая значения различных символов.

# InvItem_Description,Item_GlowCrystal_Desc
source: A shard of green glow crystal, may be worth something.
ru_ru: Осколок светящегося зелёного кристалла, может чего-то стоит.

# InvItem_Description,Item_GoldBars_Desc
source: A stack of shiny gold bars.
ru_ru: Стопка блестящих золотых слитков.

# InvItem_Description,Item_GoldenMahi_Desc
source: A large golden Mahi figure. Hard to carry.
ru_ru: Большая золотая фигурка Махи. Довольно увесистая.

# InvItem_Description,Item_GoldenRama_Desc
source: It's a small statue of a Nui-Rama. Strangely, it seems to be made of solid gold. It's very heavy.
ru_ru: Это небольшая статуэтка Нуи-Рамы. Как это ни странно, она сделана из чистого золота. Она очень тяжёлая.

# InvItem_Description,Item_GoldenRuki_Desc
source: A small golden figure of a Ruki.
ru_ru: Небольшая золотая фигурка рыбы Руки.

# InvItem_Description,Item_GoldenStatue_Desc
source: A statue of Mata-Nui, made of solid gold.
ru_ru: Статуя Мата Нуи, сделанная из чистого золота.

# InvItem_Description,Item_GoldenUssal_Desc
source: A small statue of an Ussal, made of solid gold.
ru_ru: Небольшая статуэтка Уссала, сделанная из чистого золота.

# InvItem_Description,Item_HauUnpowered_Desc
source: The Hau great mask of Shielding, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Хау, Великая маска Защиты. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_InfectedMasks_Desc
source: These masks seem to be under a strange power from Makuta. Perhaps they are worth some widgets?
ru_ru: Кажется, эти маски имеют странную силу Макуты. Возможно они стоят несколько виджетов?

# InvItem_Description,Item_KakamaUnpowered_Desc
source: The Kakama great mask of Speed, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Какама, Великая маска Скорости. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_KolhiiBall_Desc
source: A standard Kolhii ball.
ru_ru: Стандартный мяч для Колхи.

# InvItem_Description,Item_MahaiTea_Desc
source: Tea made from Mahai bark. It tastes very bitter, and quite earthy. The Matoran use this drink for a boost of energy. It would probably work on a Toa, too.
ru_ru: Чай, сделанный из коры Махаи. На вкус – очень горький и немного земляной. Матораны используют этот напиток для подзарядки энергией. Возможно, сработает и на Тоа.

# InvItem_Description,Item_MarenMap1_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 1/4
ru_ru: Карта, предположительно ведущая к сокровищам, спрятанным легендарным Га-Матораном – моряком Чёрной маской. 1/4

# InvItem_Description,Item_MarenMap2_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 2/4
ru_ru: Карта, предположительно ведущая к сокровищам, спрятанным легендарным Га-Матораном – моряком Чёрной маской. 2/4

# InvItem_Description,Item_MarenMap3_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 3/4
ru_ru: Карта, предположительно ведущая к сокровищам, спрятанным легендарным Га-Матораном – моряком Чёрной маской. 3/4

# InvItem_Description,Item_MarenMap4_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 4/4
ru_ru: Карта, предположительно ведущая к сокровищам, спрятанным легендарным Га-Матораном – моряком Чёрной маской. 4/4

# InvItem_Description,Item_MaskFinder_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
ru_ru: Небольшое устройство, созданное Метону по чертежам Нупару, которое позволяет найти ближайшую маску $M.

# InvItem_Description,Item_MaskLocator_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
ru_ru: Небольшое устройство, созданное Метону по чертежам Нупару, которое позволяет найти ближайшую маску $M.

# InvItem_Description,Item_MetallicProtodermisIngots_Desc
source: Ingots of Metallic Protodermis. This material is extremely hard to make, and can be used in the creation of powerful tools.
ru_ru: Слитки металлического Протодермиса. Этот материал сложен в производстве и может использоваться при создании мощных инструментов.

# InvItem_Description,Item_Pocketdermis_Desc
source: A small bag of powdered Protodermis that your mask will draw energy from over time. Effects will not stack, lasts for 8 seconds.
ru_ru: Небольшой мешочек порошкообразного Протодермиса, из которого ваша маска будет забирать энергию. Эффекты не складываются, длится 8 секунд.

# InvItem_Description,Item_PoetNoteBurns_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
ru_ru: Вторая часть серии рассказов о Та-Коро, написанных Великим поэтом Талоком.

# InvItem_Description,Item_PoetNoteHot_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
ru_ru: Вторая часть серии рассказов о Та-Коро, написанных Великим поэтом Талоком.

# InvItem_Description,Item_PoetNoteLight_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
ru_ru: Вторая часть серии рассказов о Та-Коро, написанных Великим поэтом Талоком.

# InvItem_Description,Item_PoetNotePart1_Desc
source: Part one in a series written by Talok the Great Poet, about Ta-Koro.
ru_ru: Первая часть серии рассказов о Та-Коро, написанных Великим поэтом Талоком.

# InvItem_Description,Item_PoetNotePart3_Desc
source: Part three in a series written by Talok the Great Poet, about Ta-Koro.
ru_ru: Третья часть серии рассказов о Та-Коро, написанных Великим поэтом Талоком.

# InvItem_Description,Item_PoetNoteSmoke_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
ru_ru: Вторая часть рассказов серии рассказов о Та-Коро, написанных Великим поэтом Талоком.

# InvItem_Description,Item_Pots_Desc
source: An expertly crafted pot, for all your potting needs.
ru_ru: Искуссно сделанный горшок ручной работы, подойдёт для всех ваших горшковых нужд.

# InvItem_Description,Item_ProtoCell_Desc
source: A small capsule filled with Protodermis, can be crushed to absorb it's power.
ru_ru: Небольшая капсула, заполненная Протодермисом, может быть разрушена для поглощения её энергии.

# InvItem_Description,Item_ProtoCharge_Desc
source: A large tank filled with a great sum of Protodermis, can be smashed to absorb it's power.
ru_ru: Большая канистра, заполненная большим объёмом Протодермиса, может быть разрушена для поглощения её энергии.

# InvItem_Description,Item_ResearchNotes_Desc
source: A collection of research notes from a curious Matoran.
ru_ru: Коллекция исследовательских записей от любопытного Маторана.

# InvItem_Description,Item_RestorationGel_Desc
source: This green jiggly substance can be applied to damaged armor to repair it over time. Effects will not stack, lasts for 5 seconds.
ru_ru: Эта зелёная желеобразная субстанция может быть нанесена на броню, чтобы восстановить её с течением времени. Эффекты не складываются, длится 5 секунд.

# InvItem_Description,Item_RockHat_Desc
source: A strangely shaped rock.
ru_ru: Камень странной формы.

# InvItem_Description,Item_ShoppingList_Desc
source: A hastily scribbled note indicating the materials needed to create the Mask Finder.
ru_ru: Наспех написанная записка с материалами, необходимыми для создания Детектора Масок.

# InvItem_Description,Item_SouthernTipNote_Desc
source: A note found on the southern tip of the island.
ru_ru: Записка, найденная на южной оконечности острова.

# InvItem_Description,Item_StaffClass2_Desc
source: The standard staves used by the Ta-Koro guard. Class 2s are slightly weaker and shorter than the superior Class 1s.
ru_ru: Стандартные посохи, используемые охранниками Та-Коро. Посохи Класса 2 несколько слабее и короче, в сравнении с более лучшим Классом 1.

# InvItem_Description,Item_Statuette_Desc
source: A Small rock carving of a Toa.
ru_ru: Небольшая каменная фигурка Тоа.

# InvItem_Description,Item_StoneCarving_Desc
source: Crudely carved stone in the shape of the Great Spirit.
ru_ru: Грубо огранённый камень, выполненный в форме Великого Духа.

# InvItem_Description,Item_SwordStatueNotePart1_Desc
source: Part one in a series of journal pages documenting Akoga's enlightenment.
ru_ru: Первая часть записей, повествующих о просветлении Акоги.

# InvItem_Description,Item_SwordStatueNotePart2_Desc
source: Part two in a series of journal pages documenting Akoga's enlightenment.
ru_ru: Вторая часть записей, повествующих о просветлении Акоги.

# InvItem_Description,Item_SwordStatuesNotePart3_Desc
source: The final part in a series of journal pages documenting Akoga's enlightenment.
ru_ru: Заключительная часть записей, повествующих о просветлении Акоги.

# InvItem_Description,Item_ThueiNote_Desc
source: A message found on the hut of an eccentric carver.
ru_ru: Сообщение, найденное на двери дома эксцентричного резчика.

# InvItem_Description,Item_TombKey_Desc
source: A strange key found near some abandoned cargo, it seems to belong to the door of a tomb.
ru_ru: Странный ключ, найденный у некоего заброшенного груза. По всей видимости, он открывает дверь в гробницу.

# InvItem_Description,Item_UnpoweredAkaku_Desc
source: The Akaku great mask of X-ray Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Акаку, Великая маска Рентгеновского зрения. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredHuna_Desc
source: The Huna Noble mask of Concealment, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Хуна, Благородная маска Невидимости. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredKaukau_Desc
source: The Kaukau great mask of Water Breathing, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Каукау, Великая маска Дыхания под Водой. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredKomau_Desc
source: The Komau Noble mask of Mind Control, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Комау, Благородная маска Контроля Разума. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredMahiki_Desc
source: The Mahiki Noble mask of Illusion, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Махики, Благородная маска Иллюзий. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredMatatu_Desc
source: The Matatu Noble mask of Telekinesis, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Матату, Благородная маска Телекинеза. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredMiru_Desc
source: The Miru Great mask of Levitation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Миру, Великая маска Левитации. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredPakari_Desc
source: The Pakari Great mask of Strength, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Пакари, Великая маска Силы. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredRau_Desc
source: The Rau Noble mask of Translation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Рау, Благородная маска Перевода. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_UnpoweredRuru_Desc
source: The Ruru Noble mask of Night Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
ru_ru: Руру, Благородная маска Ночного Видения. Она сделана для Маторанов и не имеет силы. Может, есть способ зарядить её силой?

# InvItem_Description,Item_VuataMacaSeeds_Desc
source: These seeds dropped from the rare Vuata Maca tree are said to help you recover from wounds.
ru_ru: Эти семена, упавшие с редкого дерева Вуата Мака могут, как поговаривают, помочь вам восстановиться от ран.

# InvItem_Description,Item_WaheCanister_Desc
source: This capsule of strange orange substance glows and pulsates with energy, it seems powerful. Crush it to add 50 Wahae-Mata Gel to your inventory. The label reads: (Wahae-Mata must be gently removed from canister before use!)
ru_ru: Эта капсула со странным оранжевым веществом светится и испускает энергию, она кажется мощной. Сломайте её, чтобы добавить 50 единиц геля Вахе-Мата в ваш инвентарь. Надпись на этикетке гласит: (Гель Вахе-Мата должен быть аккуратно извлечён из капсулы перед использованием!)

# InvItem_Description,Item_WaheGel_Desc
source: A strange orange substance that pulsates with power. Perhaps it can be used with something?
ru_ru: Странная масса оранжевого цвета, излучающая силу. Возможно, её можно с чем-то использовать?

# InvItem_Description,Item_WhakaNui_Desc
source: This battery like device can give a temporary boost of energy to a Toa, allowing them to bounce back quicker after performing activites. Effects will not stack, lasts for 10 seconds.
ru_ru: Это батарейкообразное устройство даёт временный прирост энергии Тоа, позволяя им восстановиться быстрее после выполнения какой-либо деятельности. Эффекты не складываются, длится 10 секунд.

# InvItem_Description,Item_Widgets_Desc
source: These strange peices of metal seem to be used as a currency primarily by the Po-Matoran. Matoran from other cultures will accept widgets while trading, too.
ru_ru: Эти странные кусочки металла, по-видимому, используются По-Маторанами в качестве валюты. Матораны других поселений также примут виджеты в процессе торговли.

# InvItem_Description,Item_WoodStatue_Desc
source: A small wooden likeness. Somewhat resembles a Matoran's head.
ru_ru: Небольшая деревянная безделушка. Чем-то похожа на голову Маторана.

# InvItem_Description,Item_WorldMap_Desc
source: A full map of the Island of Mata-Nui.
ru_ru: Полная карта Острова Мата Нуи.

# InvItem_Description,KylmaNote_Desc
source: The research notes lost by Kylma
ru_ru: Записи исследования, потерянные Килмой

# InvItem_Name,Item_AmanaVoloSphere
source: Amana Volo Sphere
ru_ru: Сфера Амана Воло

# InvItem_Name,Item_ArakaNote
source: Araka: Gone Shopping
ru_ru: Арака: Ушёл по магазинам

# InvItem_Name,Item_Blackmask
source: The Black Mask
ru_ru: Чёрная Маска

# InvItem_Name,Item_BrothersNote
source: The Note of the Brother
ru_ru: Записка Брата

# InvItem_Name,Item_Candle
source: Carving Candle
ru_ru: Резная Свеча

# InvItem_Name,Item_Comets
source: Comet Kolhii Ball
ru_ru: Мяч для Колхи «Комета»

# InvItem_Name,Item_CookBook
source: Manha's Special Recipes
ru_ru: Особые рецепты от Маны

# InvItem_Name,Item_DoorKeyNote
source: Door Icon Key
ru_ru: Знаки на двери

# InvItem_Name,Item_FirstMateLog1
source: First Mate Dakk's Log #1
ru_ru: Журнал Старпома Дакка #1

# InvItem_Name,Item_FirstMateLog2
source: First Mate Dakk's Log #2
ru_ru: Журнал Старпома Дакка #2

# InvItem_Name,Item_FirstMateLog3
source: First Mate Dakk's Log #3
ru_ru: Журнал Старпома Дакка #3

# InvItem_Name,Item_FirstMateLog4
source: First Mate Dakk's Log #4
ru_ru: Журнал Старпома Дакка #4

# InvItem_Name,Item_FirstMateLog5
source: First Mate Dakk's Log #5
ru_ru: Журнал Старпома Дакка #5

# InvItem_Name,Item_FirstMateLog6
source: First Mate Dakk's Log #6
ru_ru: Журнал Старпома Дакка #6

# InvItem_Name,Item_GaMakoki
source: Ga Makoki Stone
ru_ru: Камень Га-Макоки

# InvItem_Name,Item_GlowCrystal
source: Glow Crystal
ru_ru: Кристалл Света

# InvItem_Name,Item_GoldBars
source: Gold Bars
ru_ru: Золотые Слитки

# InvItem_Name,Item_GoldenMahi
source: The Golden Mahi
ru_ru: Золотой Махи

# InvItem_Name,Item_GoldenRama
source: The Golden Rama
ru_ru: Золотой Рама

# InvItem_Name,Item_GoldenRuki
source: The Golden Ruki
ru_ru: Золотой Руки

# InvItem_Name,Item_GoldenStatue
source: The Golden Mata
ru_ru: Золотой Мата

# InvItem_Name,Item_GoldenUssal
source: The Golden Ussal
ru_ru: Золотой Уссал

# InvItem_Name,Item_HauUnpowered
source: Hau (Unpowered)
ru_ru: Хау (Незаряженная)

# InvItem_Name,Item_InfectedMasks
source: Infected Mask
ru_ru: Заражённая маска

# InvItem_Name,Item_KakamaUnpowered
source: Kakama (Unpowered)
ru_ru: Какама (Незаряженная)

# InvItem_Name,Item_KolhiiBall
source: Kolhii Ball
ru_ru: Мяч для Колхи

# InvItem_Name,Item_KoMakoki
source: Ko Makoki Stone
ru_ru: Камень Ко-Макоки

# InvItem_Name,Item_LeMakoki
source: Le Makoki Stone
ru_ru: Камень Ле-Макоки

# InvItem_Name,Item_MahaiTea
source: Mahai Tea
ru_ru: Чай Махаи

# InvItem_Name,Item_MarenMap1
source: Blackmask's Treasure Map #1
ru_ru: Карта сокровищ Чёрной Маски #1

# InvItem_Name,Item_MarenMap2
source: Blackmask's Treasure Map #2
ru_ru: Карта сокровищ Чёрной Маски #2

# InvItem_Name,Item_MarenMap3
source: Blackmask's Treasure Map #3
ru_ru: Карта сокровищ Чёрной Маски #3

# InvItem_Name,Item_MarenMap4
source: Blackmask's Treasure Map #4
ru_ru: Карта сокровищ Чёрной Маски #4

# InvItem_Name,Item_MaskFinder
source: The Mask Finder
ru_ru: Детектор Масок

# InvItem_Name,Item_MaskLocator
source: The Mask Finder
ru_ru: Детектор Масок

# InvItem_Name,Item_MetallicProtodermisIngots
source: Metallic Protodermis Ingots
ru_ru: Металлический Протодермис

# InvItem_Name,Item_OnuMakoki
source: Onu Makoki Stone
ru_ru: Камень Ону-Макоки

# InvItem_Name,Item_Pocketdermis
source: Pocketdermis
ru_ru: Покетдермис

# InvItem_Name,Item_PoetNoteBurns
source: Talok: The Ballad of Ta-koro Part 2
ru_ru: Талок: Баллада о Та-Коро, Часть 2

# InvItem_Name,Item_PoetNoteHot
source: Talok: The Ballad of Ta-koro Part 2
ru_ru: Талок: Баллада о Та-Коро, Часть 2

# InvItem_Name,Item_PoetNoteLight
source: Talok: The Ballad of Ta-koro Part 2
ru_ru: Талок: Баллада о Та-Коро, Часть 2

# InvItem_Name,Item_PoetNotePart1
source: Talok: The Ballad of Ta-koro Part 1
ru_ru: Талок: Баллада о Та-Коро, Часть 1

# InvItem_Name,Item_PoetNotePart3
source: Talok: The Ballad of Ta-koro Part 3
ru_ru: Талок: Баллада о Та-Коро, Часть 3

# InvItem_Name,Item_PoetNoteSmoke
source: Talok: The Ballad of Ta-koro Part 2
ru_ru: Талок: Баллада о Та-Коро, Часть 2

# InvItem_Name,Item_PoMakoki
source: Po Makoki Stone
ru_ru: Камень По-Макоки

# InvItem_Name,Item_Pots
source: Po-Koro Pot
ru_ru: Горшок из По-Коро

# InvItem_Name,Item_ProtoCell
source: Protodermis Cell
ru_ru: Капсула с Протодермисом

# InvItem_Name,Item_ProtoCharge
source: Protodermis Charge
ru_ru: Заряд Протодермиса

# InvItem_Name,Item_ResearchNotes
source: The Artifact from Below
ru_ru: Артефакт из Подземелья

# InvItem_Name,Item_RestorationGel
source: Restoration Gel
ru_ru: Восстанавливающий Гель

# InvItem_Name,Item_RockHat
source: Rock
ru_ru: Камень

# InvItem_Name,Item_ShoppingList
source: Metonu's Shopping List
ru_ru: Список покупок для Метону

# InvItem_Name,Item_SouthernTipNote
source: Southern Tip Note
ru_ru: Заметка о Южном Мысе

# InvItem_Name,Item_StaffClass2
source: Takoro Guard Staff Class 2
ru_ru: Посох Стражи Та-Коро Класса 2

# InvItem_Name,Item_Statuette
source: Toa Statuette
ru_ru: Статуэтка Тоа

# InvItem_Name,Item_StoneCarving
source: Mata-Nui Carving
ru_ru: Резная фигурка Мата Нуи

# InvItem_Name,Item_SwordStatueNotePart1
source: The Legend of The Swords: Part 1
ru_ru: Легенда о Мечах: Часть 1

# InvItem_Name,Item_SwordStatueNotePart2
source: The Legend of The Swords: Part 2
ru_ru: Легенда о Мечах: Часть 2

# InvItem_Name,Item_SwordStatuesNotePart3
source: The Legend of The Swords: Part 3
ru_ru: Легенда о Мечах: Часть 3

# InvItem_Name,Item_TaMakoki
source: Ta Makoki Stone
ru_ru: Камень Та-Макоки

# InvItem_Name,Item_ThueiNote
source: 'Out carving!'
ru_ru: 'Ушёл на резку камней'

# InvItem_Name,Item_TombKey
source: Tomb Key
ru_ru: Ключ от Гробницы

# InvItem_Name,Item_UnpoweredAkaku
source: Akaku (Unpowered)
ru_ru: Акаку (Незаряженная)

# InvItem_Name,Item_UnpoweredHuna
source: Huna (Unpowered)
ru_ru: Хуна (Незаряженная)

# InvItem_Name,Item_UnpoweredKaukau
source: Kaukau (Unpowered)
ru_ru: Каукау (Незаряженная)

# InvItem_Name,Item_UnpoweredKomau
source: Komau (Unpowered)
ru_ru: Комау (Незаряженная)

# InvItem_Name,Item_UnpoweredMahiki
source: Mahiki (Unpowered)
ru_ru: Махики (Незаряженная)

# InvItem_Name,Item_UnpoweredMatatu
source: Matatu (Unpowered)
ru_ru: Матату (Незаряженная)

# InvItem_Name,Item_UnpoweredMiru
source: Miru (Unpowered)
ru_ru: Миру (Незаряженная)

# InvItem_Name,Item_UnpoweredPakari
source: Pakari (Unpowered)
ru_ru: Пакари (Незаряженная)

# InvItem_Name,Item_UnpoweredRau
source: Rau (Unpowered)
ru_ru: Рау (Незаряженная)

# InvItem_Name,Item_UnpoweredRuru
source: Ruru (Unpowered)
ru_ru: Руру (Незаряженная)

# InvItem_Name,Item_VuataMacaSeeds
source: Vuata Maca Seeds
ru_ru: Семена Вуата Мака

# InvItem_Name,Item_WaheCanister
source: Wahae-Mata Gel Canister
ru_ru: Канистра геля Вахе-Мата

# InvItem_Name,Item_WaheGel
source: Wahae-Mata Gel
ru_ru: Гель Вахе-Мата

# InvItem_Name,Item_WhakaNui
source: Whakata Nui Cell
ru_ru: Капсула Ваката-Нуи

# InvItem_Name,Item_Widgets
source: Widgets
ru_ru: Виджеты

# InvItem_Name,Item_WoodStatue
source: Wood Head Statue
ru_ru: Деревянная Статуэтка Головы

# InvItem_Name,Item_WorldMap
source: World Map
ru_ru: Карта Мира

# InvItem_Name,KylmaNote
source: Kylma's Research Notes
ru_ru: Записи исследования Килмы

# InvItem_NoteText,Item_ArakaNote_NoteDisplay
source: Will be gone a while to get more supply for the Shifting Festival, back later. DON'T STEAL MY STUFF! I WILL REPORT YOU TO THE NIGHT WATCH! -Araka Fireworks for all your celebratory needs
ru_ru: Ушёл на некоторое время, чтобы достать припасы для Фестиваля Перемен, скоро вернусь. НЕ КРАСТЬ МОИ ВЕЩИ! Я ДОЛОЖУ НА ВАС НОЧНОМУ ПАТРУЛЮ! -Фейерверки от Араки на все ваши праздничные нужды
