Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Response,DL_SadKolhiiPlayer_PlayerResponse_1
source: Hello?
it: Salve?

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_1
source: I'm sure you'll use it more than I will.
it: Sono certo che lo userai più di me.

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_2
source: Sorry I'm afriad I need it.
it: Mi dispisce, temo che mi serva.

# Dialogue_Response,DL_SadKolhiiPlayerComplete1_PlayerResponse_1
source: Enjoying your Comet?
it: Ti stai godendo la tua Cometa?

# Dialogue_Response,DL_SadKolhiiPlayerComplete2_PlayerResponse_1
source: I see, make sure you get lot's of rest.
it: Capisco, assicurati di riposarti a dovere.

# Dialogue_Response,DL_SadKolhiiPlayerCompleteQuest_PlayerResponse_1
source: There is no need for that, You have compensated me fairly.
it: Non ce n'è bisogno, mi hai ricompensato equamente.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_1
source: Oh, I already have one.
it: Oh, ne ho già uno.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
it: Questo dovrebbe coprire il costo, giusto? (300 congegni)

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
it: Dammi ciò che hai, vedrò se riesco a coprire la differenza.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
it: Mi dispiace, al momento non posso aiutarti.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_1
source: Oh, I already have one.
it: Oh, ne ho già uno.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
it: Questo dovrebbe coprire il costo, giusto? (300 congegni)

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
it: Dammi ciò che hai, vedrò se riesco a coprire la differenza.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
it: Mi dispiace, al momento non posso aiutarti.

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_1
source: Of course!
it: Certamente!

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_2
source: On second thought...
it: A pensarci bene...

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice2_PlayerResponse_1
source: You're welcome - and thank you.
it: Di niente - e grazie a te.

# Dialogue_Response,DL_SadKolhiiPlayerGiveHalf_PlayerResponse_1
source: I'll get right on it.
it: Me ne occuperò subito.

# Dialogue_Response,DL_SadKolhiiPlayerNoMoney_PlayerResponse_1
source: I'll be back.
it: Tornerò.

# Dialogue_Response,DL_SadKolhiiPlayerReturn1_PlayerResponse_1
source: Relax, here it is.
it: Rilassati, eccolo qua.

# Dialogue_Response,DL_SadKolhiiPlayerReturn2_PlayerResponse_1
source: Would there perhaps be some kind of a reward? That was very expensive.
it: Ci sarebbe forse una specie di ricompensa? Quello era molto costoso.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_1
source: I have.
it: L'ho fatto.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_2
source: Not yet I'm afraid.
it: Non ancora temo.

# Dialogue_Response,DL_SadKolhiiPlayerReturnNoMoneyReward_PlayerResponse_1
source: Widgets would be enough, but if you want to give me more I suppose it couldn't hurt.
it: Dei congegni sarebbero sufficienti, ma se vuoi darmi di più suppongo che male non faccia.

# Dialogue_Response,DL_SadKolhiiPlayerRewardItem_PlayerResponse_1
source: You're welcome - and thank you.
it: Di niente - e grazie a te.

# Dialogue_Response,DL_ScaredConvo1_PlayerResponse_2
source: Omak sent me, you're the couriers for this shipment?
it: Mi ha mandato Omak, tu sei il coriere di questa spedizione?

# Dialogue_Response,DL_ScaredConvo2_PlayerResponse_1
source: What happened?
it: Cos'è successo?

# Dialogue_Response,DL_ScaredConvo3_PlayerResponse_1
source: What is the cargo?
it: Cos'è il carico?

# Dialogue_Response,DL_ScaredConvo4_PlayerResponse_1
source: Why would this kind of Tarakava be in the desert?
it: Perché mai questa specie di Tarakava si trova nel deserto?

# Dialogue_Response,DL_ScaredConvo8_PlayerResponse_1
source: Was Khalo The Job master to recive this shipment?
it: È stato Khalo il Mastro a ricevere la spedizione?

# Dialogue_Response,DL_ScaredConvo9_PlayerResponse_1
source: I do... I'm afraid I can't stand for this.
it: Lo so... temo di non poter sopportare tutto questo.

# Dialogue_Response,DL_ScaredConvoWho_PlayerResponse_1
source: Alright...
it: Va bene...

# Dialogue_Response,DL_Scholar1_PlayerResponse_1
source: What is that language you're speaking?
it: Che lingua stai parlando?

# Dialogue_Response,DL_Scholar2_PlayerResponse_1
source: Very interesting, I'll leave you to your work.
it: Molto interessante, ti lascio al tuo lavoro.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_1
source: Then lets trade.
it: Allora commerciamo.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_2
source: I'm not looking for any of that at the moment.
it: Non sto cercando nulla di ciò al momento.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_1
source: I'd like to see what you've got.
it: Mi piacerebbe vedere cos'hai.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_2
source: I heard a rumor about Kapura and your name came up, what's up with him?
it: Ho sentito delle voci riguardo a Kapura ed è venuto fuori il tuo nome, che gli succede?

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_3
source: You sound different from the other Ga-Matoran.
it: La tua voce è diversa da quella degli altri Ga-Matoran.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_4
source: Maybe another time.
it: Forse un'altra volta.

# Dialogue_Response,DL_SellerConsumablesHewtiniiFikouNui_PlayerResponse_1
source: Would it ease your mind if I promise to watch over Kapura?
it: Ti tranquillizzerebbe se promettessi di vegliare su Kapura?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran1_PlayerResponse_1
source: M-My apologies! I did not mean to misidentify you..!
it: L-Le mie scuse! Non era mia intenzione identificarti male..!

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran2_PlayerResponse_1
source: If I may ask... What kind of Matoran are you?
it: Se posso chiedere... che tipo di Matoran sei tu?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran3_PlayerResponse_1
source: Words such as...?
it: Parole come...?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran4_PlayerResponse_1
source: What uhh... does that mean?
it: Cosa uhh... vuol dire?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran5_PlayerResponse_1
source: Let's umm... change the subject.
it: Vediamo umm... di cambiare argomento.

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran6_PlayerResponse_1
source: Come again?
it: Scusa ripeti?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran7_PlayerResponse_1
source: Yep...
it: Sì sì...

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura1_PlayerResponse_1
source: How so?
it: Come mai?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_1
source: You don't like Fikou-Nui?
it: Non ti piacciono i Fikou-Nui?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_2
source: Would it ease your mind if I promise to watch over Kapura?
it: Ti tranquillizzerebbe se promettessi di vegliare su Kapura?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura4_PlayerResponse_1
source: Then it's a promise.
it: Allora è una promessa.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_1
source: Then lets trade.
it: Allora commerciamo.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_2
source: I'm not looking for any of that at the moment.
it: Non sto cercando nulla di ciò al momento.

# Dialogue_Response,DL_SellerMaskJuice1_PlayerResponse_2
source: I don't have the time, sorry.
it: Non ho tempo, scusa.

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_1
source: Let me see!
it: Fammi vedere!

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_2
source: I'm not interested.
it: Non sono interessato.

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_1
source: May I see them?
it: Potrei vederli?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_2
source: Masks, really?
it: Maschere, davvero?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_3
source: I'm not interested yet, sorry.
it: Ancora non sono interessato, scusa.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_1
source: I did, let's trade.
it: L'ho fatto, commerciamo.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_2
source: What are you selling here?
it: Cosa stai vendendo qui?

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_3
source: No, just wanted to stop by.
it: No, volevo solo passare di qua.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_1
source: Let's trade.
it: Commerciamo.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_2
source: You sound down, what's wrong little one?
it: Sembri abbattuto, cos'è che non va piccoletto?

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_3
source: I must be going now.
it: Ora devo andarmene.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_1
source: Go on.
it: Va avanti.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_2
source: Actually I'd like to trade.
it: In realtà mi piacerebbe commerciare.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_3
source: Nevermind, I must be going now.
it: Non importa, ora devo andarmene.

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_1
source: Is there anything I can do to help?
it: C'è niente che possa fare per aiutare?

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_3
source: Nevermind, I must be going now.
it: Non importa, ora devo andarmene.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_1
source: Very well, let's trade.
it: Molto bene, commerciamo.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_2
source: I'm sorry, but I can't buy anything from you at the moment.
it: Mi dispiace, ma al momento non posso comprare nulla da te.

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_1
source: Hi...
it: Ciao...

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_2
source: Sorry gotta go, Bye.
it: Scusa devo andare, ciao.

# Dialogue_Response,DL_SellerMetal1_PlayerResponse_1
source: Alright, let's trade!
it: Daccordo, commerciamo!

# Dialogue_Response,DL_SellerNone1_PlayerResponse_1
source: What's wrong?
it: Cos'è che non va?

# Dialogue_Response,DL_SellerNone2_PlayerResponse_1
source: Sorry, afraid there's not much I can do about that.
it: Mi dispiace, temo che non ci sia molto che possa fare al riguardo.

# Dialogue_Response,DL_SellerNone_PlayerResponse_1
source: What do you sell?
it: Che cosa vendi?

# Dialogue_Response,DL_SellerNone_PlayerResponse_2
source: I'll leave you in peace.
it: Ti lascerò in pace.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_1
source: I may, lets trade.
it: Potrei, commerciamo.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_2
source: I don't, sorry.
it: No, scusa.

# Dialogue_Response,DL_SellerSports1_PlayerResponse_1
source: You don't like him?
it: Non ti piace?

# Dialogue_Response,DL_SellerSports_PlayerResponse_1
source: You sell Kolhii balls too?
it: Vendi anche palle da Kolhii?

# Dialogue_Response,DL_Selling1_PlayerResponse_1
source: *Listen*
it: *Ascolta*

# Dialogue_Response,DL_Seltra1_PlayerResponse_1
source: It seems like it.
it: Sembra proprio di sì.

# Dialogue_Response,DL_Seltra2_PlayerResponse_1
source: I suppose, why?
it: Suppongo, perché?

# Dialogue_Response,DL_Seltra3_PlayerResponse_1
source: I have seen a fair few interesting ones yes.
it: Sì, ne ho visti parecchi di interessanti.

# Dialogue_Response,DL_Seltra4_PlayerResponse_1
source: Well there was this one...
it: Beh, c'era questo...

# Dialogue_Response,DL_Seltra5_PlayerResponse_1
source: Ahh, I see. I'll leave you to it.
it: Ahh, vedo. Ti lascio fare.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_1
source: I need some info about a recent shipment to Po-Koro that's been delayed.
it: Ho bisogno di alcune informazioni riguardo una recente spedizione per Po-Koro che è stata ritardata.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_2
source: If there's any other attacks, just shout and i'll be here.
it: Se dovessero esserci altri attacchi, basta un grido ed io sarò qui.

# Dialogue_Response,DL_ShipperDefault2_PlayerResponse_1
source: Ahh Okay!
it: Ahh Ok!

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_1
source: What is this place?
it: Cos'è questo posto?

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_2
source: No, I'm fine.
it: No, sto bene.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_1
source: I'm a Toa.
it: Sono un Toa.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_2
source: I'm a Rahi.
it: Sono un Rahi.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_3
source: I'm Nobody. Nevermind.
it: Non sono nessuno. Non importa.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_1
source: Excuse me, what happened here?
it: Scusatemi, cos'è successo qui?

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_2
source: Hello, little one.
it: Salve, piccoletto.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_3
source: *Leave without disturbing him*
it: *Allontanati senza disturbarlo*

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_1
source: Alright, slow down. Tell me what happened.
it: Daccordo, rallenta. Dimmi cosa è successo.

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_2
source: Speaking of - What is this place?
it: A proposito - cos'è questo posto?

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_1
source: An Ussal.
it: Un Ussal.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_2
source: A Tarakava.
it: Un Tarakava.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_3
source: A Toa.
it: Un Toa.

# Dialogue_Response,DL_ShipperIntroRahi_Tarakava_PlayerResponse_1
source: Just a bit of fun, my friend. Why are you lying down here?
it: Solo un po' di divertimento, amico mio. Perché sei qui sdraiato?

# Dialogue_Response,DL_ShipperIntroRahi_Toa_PlayerResponse_1
source: I'll keep that in mind. Why are you lying down back there?
it: Lo terrò a mente. Perché te ne stai sdraito lì dietro?

# Dialogue_Response,DL_ShipperIntroRahi_Ussal_PlayerResponse_1
source: Why are you lying down back there?
it: Perché te ne stai sdraito lì dietro?

# Dialogue_Response,DL_ShipperIntroToa_2_PlayerResponse_1
source: See who?
it: Vedere chi?

# Dialogue_Response,DL_ShipperIntroToa_PlayerResponse_1
source: Why? What are you doing lying down back here?
it: Perché? Che stai facendo sdraiato qui dietro?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_1
source: There's a shipment to Po-Koro that's been delayed.
it: C'è una spedizione per Po-Koro che ha subito un ritardo.

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_2
source: Can I help you out further here?
it: Posso aiutarvi ulteriormente qui?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_3
source: Glad you're safe, but I need to get going.
it: Felice che tu sia illeso, ma ora devo andare.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_1
source: I need to know about a shipment that should have arrived in Po-Koro by now.
it: Ho bisogno di informazioni su una spedizione che dovrebbe essere già arrivata a Po-Koro.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_2
source: About the Tarakava attack...
it: Riguardo all'attacco del Tarakava...

# Dialogue_Response,DL_ShipperQuest1_PlayerResponse_1
source: You probably have your hands full here, I can check out their route. Which way did they go?
it: Probabilmente avete le mani occupate, posso controllare il loro percorso. Da che parte sono andati?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_1
source: Thank you. Do you need any help here?
it: Grazie. Ha bisogno di aiuto qui?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_2
source: Thank you for the help.
it: Grazie per l'aiuto.

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_1
source: Is this attack why the recent shipment to Po-Koro is late?
it: È questo attacco il motivo per cui la recente spedizione per Po-Koro è in ritardo?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_2
source: Do you need my help cleaning up?
it: Avete bisogno del mio aiuto per pulire?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_3
source: They must have really wanted whatever it was, they didn't even eat your Mahi.
it: Dovevano proprio volerla, qualunque cosa fosse, non hanno nemmeno mangiato i tuoi Mahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_1
source: I need to check a shipment that should have been delivered to Po-Koro by today.
it: Devo controllare una spedizione che avrebbe duvuto essere consegnata a Po-Koro entro oggi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_2
source: We're not in Onu-Koro, this is Onu-Wahi.
it: Non siamo a Onu-Koro, questa è Onu-Wahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_3
source: You said some Tarakava attacked you?
it: Hai detto di essere stato attaccato da dei Tarakava?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_1
source: You got Niidok's shipment wrong.
it: Avete sbagliato la spedizione di Niidok.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_2
source: I'm allowed to buy one?
it: Mi è permesso comprarne uno?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_3
source: Not at the moment no.
it: Non al momento, no.

# Dialogue_Response,DL_StaffSeller2_PlayerResponse_1
source: I'm afraid I don't have any use for one at the moment.
it: Temo che al momento non mi serva.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_1
source: Gladly.
it: Con piacere.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_2
source: What's in it for me?
it: Io cosa ci guadagno?

# Dialogue_Response,DL_StaffSellerQuartermaster3_PlayerResponse_1
source: As will I.
it: Come farò anch'io.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_1
source: I have, here are the class two pikes.
it: L'ho fatto, ecco i lucci di seconda scelta.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_2
source: Not yet.
it: Non ancora.

# Dialogue_Response,DL_StaffSellerQuartermaster5_PlayerResponse_1
source: Then my work is done here.
it: Dunque il mio lavoro qui è finito.

# Dialogue_Response,DL_StaffSellerQuartermaster6_PlayerResponse_1
source: If you wish to reward me then very well.
it: Se desideri ricompensarmi allora va bene.

# Dialogue_Response,DL_StaffSellerQuartermaster7_PlayerResponse_1
source: No problem.
it: Nessun problema.

# Dialogue_Response,DL_StaffSellerQuartermaster_PlayerResponse_1
source: You sent him class two's, not class one's.
it: Gli avete mandato dei seconda scelta, non dei prima scelta.

# Dialogue_Response,DL_StaffSellerQuartermasterRewardQuestion_PlayerResponse_1
source: Absolutely.
it: Assolutamente.

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_1
source: Hello, what are you doing?
it: Salve, che stai facendo?

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_2
source: He's quite handsome wouldn't you say?
it: È alquanto affascinante, non credi?

# Dialogue_Response,DL_StatueCarver2_PlayerResponse_1
source: It looks good.
it: Sembra buono.

# Dialogue_Response,DL_StatueCarverPohatu1_PlayerResponse_1
source: You're doing good work!
it: Stai facendo un ottimo lavoro!

# Dialogue_Response,DL_StatueCarverPohatu2_PlayerResponse_1
source: I'm afraid I don't have time for that at the moment, but good luck!
it: Al momento temo di non aver tempo per questo, ma buona fortuna!

# Dialogue_Response,DL_StatueCarverPohatu_PlayerResponse_1
source: Haha! Over here little one.
it: Haha! Da questa parte piccoletto.

# Dialogue_Response,DL_Tafall1_PlayerResponse_1
source: It seems very nice.
it: Sembra molto piacevole.

# Dialogue_Response,DL_Tafall1_PlayerResponse_2
source: You're name is Tafall, however I've also met a Taphal here.
it: Il tuo nome è Tafall, tuttavia ho incontrato anche un Taphal qui.

# Dialogue_Response,DL_TafallAbandoned2_PlayerResponse_1
source: Hey guys...
it: Ehi ragazzi...

# Dialogue_Response,DL_TafallAbandoned3_PlayerResponse_1
source: What's this all about?
it: Di cosa si tratta?

# Dialogue_Response,DL_TafallAbandoned4_PlayerResponse_1
source: I see, and Taphal can't teach you because he doesn't have enough time.
it: Vedo, e Taphal non può insegnarti perché non ha abbastanza tempo.

# Dialogue_Response,DL_TafallAbandoned5_PlayerResponse_1
source: Perhaps you could just let Tafall tag along, help out?
it: Tuttavia potresti semplicemente lasciare che Tafall si unisca a te, aiuterebbe?

# Dialogue_Response,DL_TafallAbandoned7_PlayerResponse_1
source: There we go. Settling conflicts, it's what Toa do... Sometimes.
it: Ecco qua. Risolvere i conflitti, è ciò che fanno i Toa... A volte.

# Dialogue_Response,DL_TafallAbandoned8_PlayerResponse_1
source: You're welcome, and good luck. It's been great seeing you two.
it: Di niente e buona fortuna. È stato fantastico incontrare voi due.

# Dialogue_Response,DL_TafallAbandonedReturn_PlayerResponse_1
source: No problem.
it: Nessun problema.

# Dialogue_Response,DL_TafallFixing1_PlayerResponse_1
source: You know snow is just water, right?
it: Lo sai che la neve è soltanto acqua, vero?

# Dialogue_Response,DL_TafallFixing2_PlayerResponse_1
source: I know, it's sort of a habit.
it: Lo so, èuna specie di abitudine.

# Dialogue_Response,DL_TafallQuestion_PlayerResponse_1
source: Right, I'll try my best not to mix you up.
it: Giusto, farò del mio meglio per non confordervi.

# Dialogue_Response,DL_Tahu2_PlayerResponse_1
source: Continue to the End game
it: Prosegui per la Fine del gioco

# Dialogue_Response,DL_Taipu1_PlayerResponse_1
source: Having some trouble deciding there little one?
it: Qualche problema nel prendere una decisione, piccoletto?

# Dialogue_Response,DL_Taipu2_PlayerResponse_1
source: They all look the same to me... I don't think I can help.
it: A me sembrano tutti uguali... non credo di poter essere d'aiuto.

# Dialogue_Response,DL_Taipu3_PlayerResponse_1
source: Well good luck with that...
it: Beh, buona fortuna con quello...

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_1
source: Excuse me?
it: Scusami?

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_2
source: Very well, I'll leave at once.
it: Molto bene, me ne vado subito.

# Dialogue_Response,DL_TakoroGuardGreeting4_PlayerResponse_1
source: I'm aware.
it: Ne sono consapevole.

# Dialogue_Response,DL_TakoroGuardGreeting_1_PlayerResponse_1
source: You good up there?
it: Tutto bene lassù?

# Dialogue_Response,DL_TakoroGuardGreeting_2_PlayerResponse_1
source: You'll be fine, you're not that high up.
it: Starai bene, non sei poi così in alto.

# Dialogue_Response,DL_TakoroGuardGreetingPositive_PlayerResponse_1
source: Thank you guardsman.
it: Grazie guardia.

# Dialogue_Response,DL_TakoroGuardInTraining1_PlayerResponse_1
source: Why are you looking to buy a staff?
it: Perché stai cercando di comprare un bastone?

# Dialogue_Response,DL_TakoroGuardInTraining2_PlayerResponse_1
source: Cool.
it: Figo.

# Dialogue_Response,DL_TakoroGuardResponse2_PlayerResponse_1
source: What do you mean about Kapura?
it: Che cosa intendi dire di Kapura?

# Dialogue_Response,DL_TakoroGuardResponse3_PlayerResponse_1
source: Hmm, Interesting.
it: Hmm, interessante.
