Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Response,DL_NujuCovoKokoro_PlayerResponse_1
source: I’ve returned, Turaga.
pt_br: Eu voltei, Turaga.

# Dialogue_Response,DL_NujuCovoKopaka1_PlayerResponse_1
source: That’s what I’ve been doing... is something the matter?
pt_br: É o que estive fazendo… tem algo de errado?

# Dialogue_Response,DL_NujuCovoKopaka3_PlayerResponse_1
source: Hmph. Very well.
pt_br: Hmpf… Tudo bem.

# Dialogue_Response,DL_NujuCovoSafe_PlayerResponse_1
source: You have something for me?
pt_br: Você tem algo para mim?

# Dialogue_Response,DL_NujuKini1_PlayerResponse_1
source: Is something the matter, Turaga?
pt_br: Algo de errado, Turaga?

# Dialogue_Response,DL_NujuLost1_PlayerResponse_1
source: Nuju! Are you safe?
pt_br: Nuju! Está seguro?

# Dialogue_Response,DL_NujuLost2_PlayerResponse_1
source: Are… you trying to tell me something?
pt_br: Você… está tentando me dizer algo?

# Dialogue_Response,DL_NujuLost4_PlayerResponse_1
source: I’m glad you are safe.
pt_br: Fico feliz que esteja seguro.

# Dialogue_Response,DL_NujuLost4_PlayerResponse_2
source: Are... are you still trying to tell me something?
pt_br: Você… ainda está tentando me dizer algo?

# Dialogue_Response,DL_NujuTelling_PlayerResponse_1
source: ...Maybe we should get you back to Matoro.
pt_br: …Melhor levá-lo de volta para Matoro.

# Dialogue_Response,DL_Numai1_PlayerResponse_1
source: We haven't spoken much.
pt_br: Não falamos muito.

# Dialogue_Response,DL_Numai2_PlayerResponse_1
source: Ko-koro, you're going back?
pt_br: Ko-Koro… você vai voltar?

# Dialogue_Response,DL_Numai3_PlayerResponse_1
source: I see, Good luck.
pt_br: Entendi. Boa sorte.

# Dialogue_Response,DL_NumaiAbandoned1_PlayerResponse_1
source: Numai, Enjoying Ko-Koro?
pt_br: Numai, aproveitando Ko-Koro?

# Dialogue_Response,DL_NumaiAbandoned2_PlayerResponse_1
source: Have you seen any of the others lately?
pt_br: Viu algum dos outros esses dias?

# Dialogue_Response,DL_NumaiAbandonedSeen_PlayerResponse_1
source: Hmm, I see.
pt_br: Hum, entendo.

# Dialogue_Response,DL_NumaiFixed1_PlayerResponse_1
source: Are you upset with me?
pt_br: Você está bravo comigo?

# Dialogue_Response,DL_NumaiFixed2_PlayerResponse_1
source: That is true, but I stand by my decision.
pt_br: Isso é verdade, mas mantenho minha decisão.

# Dialogue_Response,DL_Nuparu1_PlayerResponse_1
source: Hello Nuparu, what are you doing there?
pt_br: Olá Nuparu, o que faz aí?

# Dialogue_Response,DL_Nuparu2_PlayerResponse_1
source: You're a mechanist?
pt_br: Você é um mecânico?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_1
source: Oh maybe you know what these cylindrical brass machines are that I've found in the Koros.
pt_br: Ah, então você sabe o que são aquelas máquinas cilíndricas de latão que achei nos Koros?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_2
source: Very nice to meet you Nuparu
pt_br: Bom conhecê-lo, Nuparu.

# Dialogue_Response,DL_Nuparu4_PlayerResponse_1
source: Powering stations? What do they do?
pt_br: Estações de Recarregamento? O que elas fazem?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_1
source: It "Powers" the mask?
pt_br: Ela "recarrega" a máscara?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_2
source: What's Wahae-Mata Gel?
pt_br: O que é Gel Wahae Mata?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_3
source: How does it do that?
pt_br: Como ela faz isso?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_4
source: Fascinating.
pt_br: Fascinante.

# Dialogue_Response,DL_Nuparu_PlayerResponse_1
source: Yes? What is it?
pt_br: Pois não? O que foi?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_1
source: What did you mean it "Powers" the mask?
pt_br: O que quis dizer com "recarrega a máscara"?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_2
source: How does it work?
pt_br: Como funciona?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_3
source: Thank you greatly, this is valuble information.
pt_br: Muito {G}|gender(obrigado,obrigada), isso é informação valiosa.

# Dialogue_Response,DL_NuparuHow_PlayerResponse_1
source: What did you mean it "Powers" the mask?
pt_br: O que quis dizer com "recarregavam as máscaras"?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_2
source: What's the "Wahae-Mata Gel" you mentioned?
pt_br: O que é esse Gel Wahae Mata que mencionou?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_3
source: Thank you greatly, this is valuble information.
pt_br: Muito {G}|gender(obrigado,obrigada), isso é informação valiosa.

# Dialogue_Response,DL_NuparuPower_PlayerResponse_1
source: What's Wahae-Mata Gel?
pt_br: O que é Gel Wahae Mata?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_2
source: How does the machine work?
pt_br: Como a máquina funciona?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_3
source: Thank you greatly, this is valuble information.
pt_br: Muito {G}|gender(obrigado,obrigada), isso é informação valiosa.

# Dialogue_Response,DL_Okin1_PlayerResponse_1
source: Hello little one, what are you doing?
pt_br: Olá pequenino, o que está fazendo?

# Dialogue_Response,DL_Okin2_PlayerResponse_1
source: What does that mean?
pt_br: O que isso quer dizer?

# Dialogue_Response,DL_Okin3_PlayerResponse_1
source: Ahh I see, anything I can do to help pass the time?
pt_br: Ahh, entendi. Algo que posso fazer para ajudar passar o tempo?

# Dialogue_Response,DL_Okin4_PlayerResponse_1
source: Very well, I'll leave you to your dreaming little one.
pt_br: Tudo bem, vou te deixar com seus sonhos, pequenino.

# Dialogue_Response,DL_Onepu1_PlayerResponse_1
source: I don't believe we have met actually.
pt_br: Na verdade, não acho que nos conhecemos.

# Dialogue_Response,DL_Onepu2_PlayerResponse_1
source: Is there something I can help you with?
pt_br: Algo no que eu possa ajudar?

# Dialogue_Response,DL_Onepu3_PlayerResponse_1
source: You want me to look for him?
pt_br: Quer que eu vá procurá-lo?

# Dialogue_Response,DL_Onepu3_PlayerResponse_2
source: You want me to look for him?
pt_br: Quer que eu vá procurá-lo?

# Dialogue_Response,DL_Onepu4_PlayerResponse_1
source: Back from where?
pt_br: Voltasse de onde?

# Dialogue_Response,DL_Onepu_PlayerResponse_1
source: Hello Onepu...
pt_br: Olá, Onepu…

# Dialogue_Response,DL_OnepuGiveMap_PlayerResponse_1
source: Back from where?
pt_br: Voltasse de onde?

# Dialogue_Response,DL_OnepuReturn1_PlayerResponse_1
source: Not yet no.
pt_br: Ainda não.

# Dialogue_Response,DL_OnepuReturn_PlayerResponse_1
source: Alright I'll leave.
pt_br: Tá bom, vou embora.

# Dialogue_Response,DL_OnepuSaved1_PlayerResponse_1
source: Okay...
pt_br: OK…

# Dialogue_Response,DL_OnepuSaved_PlayerResponse_1
source: What do you mean? I saved Whenua.
pt_br: O que quer dizer? Eu resgatei Whenua.

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_1
source: How did you get trapped here?
pt_br: Como você ficou preso aí?

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_2
source: How can I help?
pt_br: Como posso ajudar?

# Dialogue_Response,DL_OnewaHelpNow_PlayerResponse_1
source: I'm on it.
pt_br: Já derrubo.

# Dialogue_Response,DL_OnewaHole_PlayerResponse_1
source: What were you doing so far from Po-Koro?
pt_br: O que estava fazendo tão longe de Po-Koro?

# Dialogue_Response,DL_OnewaHowToHelp_PlayerResponse_1
source: Make sure to get out of the way before it comes down.
pt_br: Cuide de sair do caminho antes que caia em cima de você.

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_1
source: Again?
pt_br: De novo?

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_2
source: Again?
pt_br: De novo?

# Dialogue_Response,DL_OnewaPohatuQuest_PlayerResponse_1
source: Where would I find this stone?
pt_br: Onde acho essa pedra?

# Dialogue_Response,DL_OnewaPohatuQuestGoodbye_PlayerResponse_1
source: Thank you for your confidence, Turaga.
pt_br: {G}|gender(Obrigado,Obrigada) pela confiança, Turaga.

# Dialogue_Response,DL_OnewaPohatuQuestGoodbyeGiveMap_PlayerResponse_1
source: Thank you for your confidence, Turaga.
pt_br: {G}|gender(Obrigado,Obrigada) pela confiança, Turaga.

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_1
source: How is Po-Koro doing?
pt_br: Como vai Po-Koro?

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_3
source: I heard you have something for me?
pt_br: Ouvi dizer que você tinha algo para mim?

# Dialogue_Response,DL_OnewaPokoroBragging_PlayerResponse_1
source: Very Nice.
pt_br: Muito legal.

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_1
source: How is Po-Koro doing?
pt_br: Como vai Po-Koro?

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_2
source: I have found a few.
pt_br: Já achei algumas.

# Dialogue_Response,DL_OnewaThankyou_PlayerResponse_1
source: Of course Turaga.
pt_br: É claro, Turaga.

# Dialogue_Response,DL_OnewaWhereHaveBeen_PlayerResponse_1
source: How can I help?
pt_br: Como posso ajudar?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_1
source: What are you doing in this hole?
pt_br: O que está fazendo nesse buraco?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_2
source: Where have you been?
pt_br: Onde estava?

# Dialogue_Response,DL_Outcast_PlayerResponse_2
source: How is there grass here?
pt_br: Como tem grama aqui?

# Dialogue_Response,DL_Outcast_PlayerResponse_3
source: Why are you here?
pt_br: Por que está aqui?

# Dialogue_Response,DL_OutcastGrass_PlayerResponse_2
source: Why are you here?
pt_br: Por que está aqui?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_1
source: Why are you here?
pt_br: Por que está aqui?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_2
source: How is there grass here?
pt_br: Como tem grama aqui?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_3
source: See you around Plant Man.
pt_br: Te vejo por aí, Homem Planta.

# Dialogue_Response,DL_OutcastWhy1_PlayerResponse_2
source: How is there grass here?
pt_br: Como tem grama aqui?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_1
source: Really?
pt_br: Sério?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_3
source: How is there grass here?
pt_br: Como tem grama aqui?

# Dialogue_Response,DL_Pauri1_PlayerResponse_1
source: Our shop?
pt_br: "Nossa" loja?

# Dialogue_Response,DL_Pauri1_PlayerResponse_3
source: I'll be back later.
pt_br: Voltarei mais tarde.

# Dialogue_Response,DL_Pauri2_PlayerResponse_2
source: I'll be back later.
pt_br: Voltarei mais tarde.

# Dialogue_Response,DL_PetOwner_PlayerResponse_1
source: How's Po-Koro?
pt_br: Como está Po-Koro?

# Dialogue_Response,DL_PetOwner_PlayerResponse_2
source: Just passing through.
pt_br: Estou só de passagem.

# Dialogue_Response,DL_PlantSeller1_PlayerResponse_2
source: I don't need any at the moment thank you.
pt_br: No momento não preciso, {G}|gender(obrigado,obrigada)

# Dialogue_Response,DL_PoduFail1_PlayerResponse_1
source: I’ve come for my rematch. Where’s Pohatu?
pt_br: Eu vim pela minha revanche. Onde está Pohatu?

# Dialogue_Response,DL_PoduFail1_PlayerResponse_2
source: You haven’t seen Kopaka yet, have you? He’s supposed to be back for his rematch.
pt_br: Você não viu o Kopaka por aí, né? Ele já devia ter voltado pra revanche.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_3
source: Are you waiting for someone?
pt_br: Está esperando alguém?

# Dialogue_Response,DL_PoduFailGeneral1_PlayerResponse_1
source: I'll keep an eye out for him.
pt_br: Vou ficar de olho nele.

# Dialogue_Response,DL_PoduFailKopaka1_PlayerResponse_1
source: ...Yes. I just did.
pt_br: …Sim. Eu falei.

# Dialogue_Response,DL_PoduFailKopaka2_PlayerResponse_1
source: About as ready as I can be.
pt_br: Mais preparado do que nunca.

# Dialogue_Response,DL_PoduFailPohatu_PlayerResponse_1
source: Well let me know if you see him... Oh- and let me know if he says my name! I have a really cool entrance I want to make if he says my name.
pt_br: Bem, avise se ver ele… Ah, e me avise se ele disser meu nome! Tenho uma entrada muito legal que quero fazer se ele disser meu nome.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_1
source: Now why would a Po-Matoran like yourself be in Ko-Koro?
pt_br: Por que um Po-Matoran como você estaria em Ko-Koro?

# Dialogue_Response,DL_PoduRace1_PlayerResponse_2
source: Hope you’re not too uncomfortable in Ko-Koro, little one.
pt_br: Espero que não esteja muito desconfortável em Ko-Koro, pequenino.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_3
source: You certainly seem out of place, little one.
pt_br: Você parece estar no lugar errado, pequenino.

# Dialogue_Response,DL_PoduRace2_PlayerResponse_1
source: You again? What’s the meaning behind all this?
pt_br: Você de novo? O que significa tudo isso?

# Dialogue_Response,DL_PoduRace2_PlayerResponse_2
source: Just hang in there… I’m sure Kopaka will be here any minute now!
pt_br: Só espera um pouco… Tenho certeza de que Kopaka vai chegar a qualquer momento!

# Dialogue_Response,DL_PoduRace2_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
pt_br: O que um Matoran como você está fazendo aqui?

# Dialogue_Response,DL_PoduRaceGeneral2_PlayerResponse_1
source: Don’t worry. Brother Kopaka can be cold at times, but he’ll show up eventually.
pt_br: Não se preocupe, irmão. Kopaka pode ser frio às vezes, mas alguma hora ele aparece.

# Dialogue_Response,DL_PoduRaceGeneral_PlayerResponse_1
source: If I see him, I’ll let him know.
pt_br: Se eu vê-lo, te aviso.

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_1
source: What will I find there?
pt_br: O que encontrarei lá?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_2
source: Who sent you here?
pt_br: Quem te mandou aqui?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
pt_br: Muito bem. Chegarei lá assim que puder.

# Dialogue_Response,DL_PoduRaceKopaka_PlayerResponse_1
source: Looking for me? What do you need?
pt_br: Estava me procurando? Do que precisa?

# Dialogue_Response,DL_PoduRaceKopakaExit_PlayerResponse_1
source: I’ll keep that in mind.
pt_br: Vou me lembrar disso.

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_1
source: Who sent you here?
pt_br: Quem te mandou aqui?

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
pt_br: Muito bem. Chegarei lá assim que puder.

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_1
source: What will I find there?
pt_br: O que vou encontrar lá?

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
pt_br: Muito bem. Chegarei lá assim que puder.

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_1
source: How do I know you’re not leading me into a trap?
pt_br: Como vou saber se você não está me levando a uma armadilha?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_2
source: What will I find there?
pt_br: O que vou encontrar lá?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
pt_br: Muito bem. Chegarei lá o mais rápido possível.

# Dialogue_Response,DL_PoduRacePohatu2_PlayerResponse_1
source: It will be, trust me.
pt_br: Vai valer, confia em mim.

# Dialogue_Response,DL_PoduRacePohatu_PlayerResponse_1
source: He should be here any second now...
pt_br: Ele deve chegar a qualquer segundo…

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_1
source: I’ve come back for Pohatu’s idiotic race.
pt_br: Eu voltei para a corrida idiota do Pohatu.

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_2
source: Has Kopaka come back yet?
pt_br: Kopaka já voltou?

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
pt_br: O que um Matoran como você está fazendo aqui?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu1_PlayerResponse_1
source: Were you standing there waiting this entire time?
pt_br: Você estava aí esperando esse tempo todo?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu2_PlayerResponse_1
source: I’ll indulge in your little game now.
pt_br: Vou participar do seu joguinho agora.

# Dialogue_Response,DL_PoduRaceReturnPohatu2_PlayerResponse_1
source: Hmm...
pt_br: Hum…

# Dialogue_Response,DL_PoduRaceReturnPohatu_PlayerResponse_1
source: Of course he will! I know Kopaka. You just need some patience
pt_br: É claro que ele volta! Conheço o Kopaka. Só precisa ter paciência.

# Dialogue_Response,DL_Poekae1_PlayerResponse_1
source: Really? I doubt that one substance can cure all that...
pt_br: Sério? Duvido que uma substância possa curar tudo isso…

# Dialogue_Response,DL_Poekae2_PlayerResponse_1
source: I doubt it will work for a Toa like myself, but I'll take a look.
pt_br: Duvido que funcione para {G}|gender(um,uma) Toa como eu, mas vou dar uma olhada.

# Dialogue_Response,DL_Poekae_PlayerResponse_2
source: What do you sell here?
pt_br: O que você vende aqui?

# Dialogue_Response,DL_Poekae_PlayerResponse_3
source: I'm just browsing.
pt_br: Só olhando.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_1
source: I suppose I could have another go at it.
pt_br: Acho que poderia tentar de novo.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_2
source: Absolutely not.
pt_br: Absolutamente não.

# Dialogue_Response,DL_PotMaker1_PlayerResponse_2
source: I'm sorry, but I have no need for a pot.
pt_br: Desculpa, mas não preciso de potes.

# Dialogue_Response,DL_PotMaker_PlayerResponse_1
source: Hello, what are you doing?
pt_br: Olá, o que está fazendo?

# Dialogue_Response,DL_PotMakerBacktoNormal1_PlayerResponse_1
source: I hope so too.
pt_br: Também espero.

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_1
source: I thought I'd check up on you, how are you doing?
pt_br: Pensei em vir te ver, como está?

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_2
source: Do you still sell pots?
pt_br: Você ainda vende potes?

# Dialogue_Response,DL_PotMakerTrade1_PlayerResponse_2
source: I changed my mind.
pt_br: Mudei de ideia.

# Dialogue_Response,DL_PotMakerWhatHappened1_PlayerResponse_1
source: Do you know where Kohi could be?
pt_br: Você sabe onde o Kohi pode estar?

# Dialogue_Response,DL_PotMakerWhatHappened1Alt_PlayerResponse_1
source: Do you know where Kohi could be?
pt_br: Você sabe onde o Kohi pode estar?

# Dialogue_Response,DL_PotMakerWhatHappened2_PlayerResponse_1
source: What about the one who did this?
pt_br: E o responsável por isso?

# Dialogue_Response,DL_PotMakerWhatHappened3_PlayerResponse_1
source: Is there anything I can do to find him?
pt_br: O que posso fazer para encontrá-lo?

# Dialogue_Response,DL_PotMakerWhatHappened4_PlayerResponse_1
source: Gah... You are right, thank you for your information Kohua.
pt_br: Ah… Você tem razão. {G}|gender(Obrigado,Obrigada) pela informação, Kohua.

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_1
source: What happened to Kohi's shop?
pt_br: O que aconteceu com a loja do Kohi?

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_2
source: What happened to Kohi's shop Pot-Maker?
pt_br: O que aconteceu com a loja do Kohi, criador de potes?

# Dialogue_Response,DL_QuarterMaster11_PlayerResponse_1
source: You are welcome.
pt_br: De nada.

# Dialogue_Response,DL_QuarterMaster1_PlayerResponse_1
source: Any way I can help?
pt_br: Posso ajudar de alguma forma?

# Dialogue_Response,DL_QuarterMaster2_PlayerResponse_2
source: I can't at the moment, sorry.
pt_br: No momento não posso, desculpa.

# Dialogue_Response,DL_QuarterMaster3_PlayerResponse_1
source: As you wish.
pt_br: Como quiser.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_1
source: I have, he's going to correct the mistake immediately.
pt_br: Já falei, ele vai corrigir o erro imediatamente.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_2
source: You mean the staff salesman? No not yet.
pt_br: O vendedor de lanças? Ainda não.

# Dialogue_Response,DL_QuarterMaster5_PlayerResponse_1
source: Yes... How did you know?
pt_br: Sim… Como soube?

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_1
source: Takar has already promised me payment.
pt_br: Takar já me prometeu um pagamento.

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_2
source: A kind deed is it's own reward.
pt_br: Um favor por si só já é uma recompensa.

# Dialogue_Response,DL_QuarterMaster7_PlayerResponse_1
source: Well, lets get to this "petty task" then.
pt_br: Vamos começar essa "tarefinha" então.

# Dialogue_Response,DL_QuarterMaster8_PlayerResponse_1
source: The staves?
pt_br: As lanças?

# Dialogue_Response,DL_QuarterMaster9_PlayerResponse_1
source: Let's do it.
pt_br: Vamos lá.

# Dialogue_Response,DL_RacePohatu1_PlayerResponse_1
source: Oh no. Don’t tell me this was your idea.
pt_br: Ah não. Não me diga que isso foi ideia sua.

# Dialogue_Response,DL_RacePohatu2_PlayerResponse_1
source: We’re brothers. Not friends.
pt_br: Somos irmãos. Não amigos.

# Dialogue_Response,DL_RacePohatu3_PlayerResponse_1
source: That’s what this whole ruse was? Some kind of sport to you?
pt_br: Essa farsa toda foi só isso? Um esporte para você?

# Dialogue_Response,DL_RacePohatu4_PlayerResponse_1
source: This entire charade is idiotic. Not only have you wasted my time which I could be spending searching for Masks, you’ve wasted this Po-Matoran’s time as well!
pt_br: Essa falcatrua é estúpida. Você não só gastou meu tempo, que eu poderia ter gasto procurando pelas máscaras, mas também gastou o tempo desse Po-Matoran!

# Dialogue_Response,DL_RacePohatu6_PlayerResponse_1
source: And why would I engage in something so trivial?
pt_br: E por que eu participaria de algo tão trivial?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_1
source: ...Very well, I accept.
pt_br: …Muito bem. Eu aceito.

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_2
source: What makes you think some vain accessory would change my mind about any of this?
pt_br: O que faz você pensar que um acessório fútil mudaria minha opinião sobre isso?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_3
source: This is idiotic. I’m leaving.
pt_br: Isso é ridículo. Vou embora.

# Dialogue_Response,DL_RacePohatuPodu1_PlayerResponse_1
source: Telling him you have some urgent mission, forcing him to wait in Ko-Koro, and sending him here, on the edge of the Po-Wahi desert? Are you always this cruel to your own Matoran?
pt_br: Dizendo que tem uma missão urgente, forçando-o a esperar em Ko-Koro, e mandando ele aqui na ponta do deserto de Po-Wahi? Você sempre foi tão cruel assim com seus Matoran?

# Dialogue_Response,DL_RacePohatuPodu2_PlayerResponse_1
source: ...What do you want.
pt_br: … O que você quer?

# Dialogue_Response,DL_RacePohatuWhy2_PlayerResponse_1
source: Because we’re “good friends?”
pt_br: Porque somos "bons amigos?"

# Dialogue_Response,DL_RacePohatuWhy3_PlayerResponse_1
source: The what?
pt_br: O quê?

# Dialogue_Response,DL_RacePohatuWhy4_PlayerResponse_1
source: I find that highly unlikely.
pt_br: Acho isso muito improvável.

# Dialogue_Response,DL_RacePohatuWhy5_PlayerResponse_1
source: Poll or not, I’m still not partaking in your little race.
pt_br: Enquete ou não, ainda não vou participar dessa corridinha.

# Dialogue_Response,DL_RacePohatuWhy6_PlayerResponse_1
source: I’d hardly call running across a vast, empty desert “Fun.”
pt_br: Correr por um vasto deserto vazio é a última coisa que chamaria de "diversão".

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_1
source: ...Very well. I accept.
pt_br: …Muito bem. Eu aceito.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_2
source: I’m leaving.
pt_br: Vou embora.

# Dialogue_Response,DL_RacePohatuWhy_PlayerResponse_1
source: You mistake me for one who cares about such things. Lewa would have been a much better choice to tempt with this mindless game.
pt_br: Você me confundiu com alguém que se importa com essas coisas. Lewa seria uma escolha melhor para atrair com essa brincadeira ridícula.
