Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# UIText_Cosmetics,Cosmetics_FestiveHat_Name
source: Festive Hat
el: Γιορτινό Καπέλο

# UIText_Cosmetics,Cosmetics_GoldMask_Name
source: Golden Masks
el: Χρυσές Μάσκες

# UIText_Cosmetics,Cosmetics_GoldToa_Name
source: Gold Toa
el: Χρυσοί Toa

# UIText_Cosmetics,Cosmetics_InfectedMask_Name
source: Infected Masks
el: Μολυσμένες Μάσκες

# UIText_Cosmetics,Cosmetics_JackOLantern_Name
source: Mask O' Lantern
el: Αποκριάτικη Μάσκα

# UIText_Cosmetics,Cosmetics_MaskOfTime_Name
source: The Mask of Time
el: Η Μάσκα του Χρόνου

# UIText_Cosmetics,Cosmetics_NuvaPauldrons_Name
source: Nuva Pauldrons
el: Nuva Επομίδα

# UIText_Cosmetics,Cosmetics_OldPakari_Name
source: Older Pakari
el: Παλιώτερη Pakari

# UIText_Cosmetics,Cosmetics_ProtoSteelMask_Name
source: ProtoSteel Mask
el: ProtoSteel Μάσκα

# UIText_Cosmetics,Cosmetics_VeryCoolHat_Name
source: Very Cool Hat™
el: Πολύ Ωραίο Καπέλο™

# UIText_Description,272ECEC04193E04D6A7407BE37473CDD
source: Noclip (To use if stuck):
el: Noclip (Άμα κολλήσεις):

# UIText_Description,CosmeticsMenu_EquippedCosmetics
source: Equipped Cosmetics
el: Εξοπλισμένα Διακοσμητικά

# UIText_Description,CosmeticsMenu_NoUnlockedCosmetics
source: No Cosmetics Unlocked
el: Κανένα Διακοσμητικό Ξεκλειδωμένο

# UIText_Description,CosmeticsMenu_UnlockedCosmetics
source: Unlocked Cosmetics
el: Ξεκλειδωμένα Διακοσμητικά

# UIText_Description,GaGateCtrlsWidget_EToExit
source: E to exit
el: E για Έξοδος

# UIText_Description,GaGateCtrlsWidget_PickupRocks
source: Left click to pick up Rocks
el: Αριστερό κλικ για να σηκώσετε πέτρες

# UIText_Description,GaGateCtrlsWidget_RockDistance
source: Right Click while holding a rock to move it closer or farther
el: Δεξή Κλικ ενώ κρατάς μία πέτρα για να την κουνήσεις πιο κοντά ή μακριά

# UIText_Description,GaGateCtrlsWidget_ScrollToZoom
source: Middle Mouse button to rotate camera / scroll to change camera distance
el: Μεσαίο κουμπί ποντικιού για περιστροφή της κάμερας / κύλιση για αλλαγή της απόστασης της κάμερας

# UIText_Description,GiveMask_Description
source: Pick A Toa to recieve the {Mask}:
el: Επιλέξτε ένα Toa για να λάβει το {Mask}:

# UIText_Description,Map_MarkerOpacity
source: Marker Opacity
el: Αδιαφάνεια δείκτη

# UIText_Description,Map_MarkerSize
source: Marker Size
el: Μέγεθος δείκτη

# UIText_Description,MapCtrlsWidget_DragToMove
source: Left click and drag to move the map
el: Αριστερό κλικ και σύρετε για να μετακινήσετε τον χάρτη

# UIText_Description,MapCtrlsWidget_InteractToExit
source: {Key} to Exit
el: {Key} για Έξοδος

# UIText_Description,MapCtrlsWidget_ScrollToZoom
source: Scroll to zoom
el: Scroll για ζουμ

# UIText_Description,MaskPowerStation_AreYouSure
source: <Key>Powering this mask will use:</> {Amount} <Key>Wahae Mata Gel, are you sure?</>
el: <Key>Η τροφοδοσία αυτής της μάσκας θα χρησιμοποιήσει:</> {Amount} <Key>Wahae Mata τζελ, είσαι σίγουρος;</>

# UIText_Description,MedMenu_HPRestoredMessage
source: Health & Stamina Restored!
el: Health & Stamina Αποκαταστάθηκαν!

# UIText_Description,MedMenu_MidDay
source: MiddDay
el: Μεσημέρι

# UIText_Description,MedMenu_MidNight
source: Midnight
el: Μεσάνυχτα

# UIText_Description,MedMenu_SunRise
source: Sunrise
el: Ανατολή

# UIText_Description,MedMenu_SunSet
source: Sunset
el: Δύση

# UIText_Description,NewGame_EnterSaveName
source: Enter Save Name Here
el: Εισαγωγή Όνοματος Save Εδώ

# UIText_Description,NewGame_SaveName
source: Save Name:
el: Όνομα Save:

# UIText_Description,NewGame_SaveNameText
source: New Game
el: Νέο Παιχνίδι

# UIText_Description,NewGame_SelectAToa
source: Select a Toa
el: Επιλέξτε Toa

# UIText_Description,PausedControls_ActivateMask
source: Activate Mask:
el: Ενεργοποίηση Μάσκα:

# UIText_Description,PausedControls_AkakuZoom
source: Akaku Zoom:
el: Akaku Ζουμ:

# UIText_Description,PausedControls_Attack
source: Attack:
el: Επίθεση:

# UIText_Description,PausedControls_AttackingEntersCombat
source: Attacking Enters Combat:
el: Επίθεση Βάζε σε Μάχη:

# UIText_Description,PausedControls_AutoWalk
source: Auto Walk:
el: Αυτόματο περπάτημα:

# UIText_Description,PausedControls_BackMovement
source: Backward Movement:
el: Όπισθεν κίνηση:

# UIText_Description,PausedControls_ConsumeSlot1
source: Consumable Slot 1:
el: Καταναλώσιμο Θέση 1:

# UIText_Description,PausedControls_ConsumeSlot2
source: Consumable Slot 2:
el: Καταναλώσιμο Θέση 2:

# UIText_Description,PausedControls_ElementalPower
source: Elemental Power:
el: Στοιχειακή Δύναμη:

# UIText_Description,PausedControls_ForewardMovement
source: Forward Movement:
el: Μπροστινή κίνηση:

# UIText_Description,PausedControls_Interact
source: Interact:
el: Αλληλεπίδραση:

# UIText_Description,PausedControls_Jump
source: Jump:
el: Άλμα:

# UIText_Description,PausedControls_LeftMovement
source: Left Movement:
el: Αριστερή κίνηση:

# UIText_Description,PausedControls_LookRight
source: Look Right:
el: Κοίτα Δεξιά:

# UIText_Description,PausedControls_LookUp
source: Look Up:
el: Κοίτα Πάνω:

# UIText_Description,PausedControls_MaskShortcuts
source: Mask Shortcuts:
el: Συντομεύσεις μάσκας:

# UIText_Description,PausedControls_MaskWheel
source: Mask Wheel:
el: Ρόδα Μασκών:

# UIText_Description,PausedControls_OpenInv
source: Open Inventory:
el: Άνοιξε Inventory:

# UIText_Description,PausedControls_OpenMap
source: Open Map:
el: Άνοιξε Χάρτη:

# UIText_Description,PausedControls_QuestMenu
source: Quest Menu:
el: Μενού Περιπετειών:

# UIText_Description,PausedControls_ReadyWeapon
source: Ready Weapon:
el: Ετοίμασε Όπλο:

# UIText_Description,PausedControls_RightMovement
source: Right Movement:
el: Δεξια Κίνηση:

# UIText_Description,PausedControls_SlowWalk
source: Slow Walk:
el: Αργό Περπάτημα:

# UIText_Description,PausedControls_Sprint
source: Sprint:
el: Τρέξημο:

# UIText_Description,PausedControls_SwapMasksBack
source: Swap Masks Backward:
el: Ανταλλαγή Μάσκας Ανάποδα:

# UIText_Description,PausedControls_SwapMasksForward
source: Swap Masks Forward:
el: Ανταλλαγή Μάσκας Μπροστά:

# UIText_Description,PausedControls_SwitchViews
source: Switch Views:
el: Αλλαγή Οπτικής:

# UIText_Description,PausedControls_ToaWheel
source: Toa Wheel:
el: Toa Ρόδα:

# UIText_Description,PausedControls_ToggleHud
source: Toggle HUD:
el: Εναλλαγή HUD:

# UIText_Description,PausedDisplaySettings_Compass
source: Compass:
el: Πυξίδα:

# UIText_Description,PausedDisplaySettings_Language
source: Language:
el: Γλώσσα:

# UIText_Description,PausedDisplaySettings_LanguageWarning
source: (Most languages are incomplete and will still contain English elements)
el: (Οι περισσότερες γλώσσες είναι ατελείς και θα εξακολουθούν να περιέχουν στοιχεία της αγγλικής γλώσσας)

# UIText_Description,PausedDisplaySettings_ResolutionRenderPercent
source: Res Percent:
el: Res Τοις εκατό:

# UIText_Description,SaveGame_NameInput
source: Player Save
el: Save Παίχτη

# UIText_Description,SaveGame_NameInputHint
source: Enter Save Name Here
el: Εισαγωγή Όνοματος Save Εδώ

# UIText_Description,SaveGame_Overwrite
source: There is already a savefile with that name, do you want to Overwrite?
el: Υπάρχει ήδη ένα Save αρχείο με αυτό το όνομα, θέλετε να το αντικαταστήσετε;

# UIText_Description,Saves_Auto
source: Auto Save
el: Aυτόματο Save

# UIText_Description,Saves_Manual
source: Manual Save
el: Χειροκίνητο Save

# UIText_Description,StatsMenu_Misc_CodexPagesGained
source: Codex Pages Gained:
el: Συλλεγμένες Σελίδες Εγχειρίδιου:

# UIText_Description,StatsMenu_Misc_CosmeticsGained
source: Cosmetics Gained:
el: Συλλεγμένα Διακοσμητικά:

# UIText_Description,StatsMenu_Misc_ItemsGotten
source: Items Gathered:
el: Συλλεγμένα Υλικά:

# UIText_Description,StatsMenu_Misc_MasksPowered
source: Masks Powered:
el: Δυναμωμένες Μάσκες:

# UIText_Description,StatsMenu_Misc_MedStonesVisited
source: Meditation Stones Visited:
el: Επισκεφθέντες Λίθοι Διαλογισμού:

# UIText_Description,StatsMenu_Misc_RahiDefeated
source: Rahi Defeated:
el: Κατατροπώμένα Rahi:

# UIText_Description,StatsMenu_Misc_WidgetsGained
source: Total Widgets Gained:
el: Συνολικά Μετταλίσματα Συλλεγμένα:

# UIText_Description,StatsMenu_Misc_WidgetsSpent
source: Total Widgets Spent:
el: Συνολικά Μετταλίσματα Ξοδεμένα:

# UIText_Description,StatsMenu_Quests
source: Quests:
el: Αποστολές:

# UIText_Description,StatsMenu_Quests_MainQuests
source: Main Quests:
el: Κύριες Αποστολές:

# UIText_Description,StatsMenu_Quests_SideQuests
source: Side Quests:
el: Δευτερεύον Αποστολές:

# UIText_Description,TabMenu_Codex_Entries
source: Entries
el: Καταχωρίσεις

# UIText_Description,TabMenu_Quest_MainQuests
source: MAIN QUESTS
el: ΚΥΡΙΕΣ ΑΠΟΣΤΟΛΕΣ

# UIText_Description,TabMenu_Quest_Objectives
source: Objectives:
el: Στόχοι:

# UIText_Description,TabMenu_Quest_SideQuests
source: OPTIONAL QUESTS
el: ΠΡΟΑΙΡΕΤΙΚΕΣ ΑΠΟΣΤΟΛΕΣ

# UIText_Description,TelescopeCtrlsWidget_InteractToExit
source: {Key} to Exit
el: {Key} για Έξοδος

# UIText_Description,TelescopeCtrlsWidget_MouseToRotate
source: Move mouse to rotate camera
el: Μετακινήστε το ποντίκι για να μετακινήσετε την κάμερα

# UIText_Description,TelescopeCtrlsWidget_ScrollToZoom
source: Scroll to zoom
el: Scroll για ζουμ

# UIText_Description,ThankYou_Header
source: Thank you for playing!
el: Ευχαριστούμε που παίξατε!

# UIText_Description,ThankYou_Message
source: <Key>We at Team Kanohi Thank you for playing our game!</> <Key>Masks of Power has been in the works for over 6 years now, and with Legacy finally complete we will be able to fully focus on 2.0. Thank you for sticking with us for all this time, we hope you enjoyed, and are looking forward to our future projects!</> <Key>To keep a closer eye on our </>Legacy<Key>, check out our social media:</>
el: <Key>Εμείς στην ομάδα Kanohi σας ευχαριστούμε που παίζετε το παιχνίδι μας!</> <Key>Το Masks of Power βρίσκεται σε εξέλιξη εδώ για πάνω από 6 χρόνια και με την ολοκλήρωση του Legacy θα μπορέσουμε να επικεντρωθούμε πλήρως στο 2.0. Σας ευχαριστούμε που μας στηρίξατε όλο αυτό το διάστημα, ελπίζουμε να το απολαύσατε και ανυπομονούμε για τα μελλοντικά μας έργα!</> <Key>Για να παρακολουθείτε από κοντά </>Legacy<Key>, επισκεφθείτε τα κοινωνικά μας δίκτυα:</>

# UIText_Description,ThankYou_Website
source: Website
el: Ιστοσελίδα

# UIText_Description,TradeMenu_BuyAmount
source: Spend: {Amount}
el: Ξόδεψε: {Amount}

# UIText_Description,TradeMenu_ItemBuyValue
source: (Seller sells this at a <Key>{Low/High}</> price than normal)
el: (Ο πωλητής πωλεί αυτό το προϊόν σε τιμή <Key>{Low/High}</> από την κανονική)

# UIText_Description,TradeMenu_ItemSellValue
source: (Seller will buy this at a <Key>{Low/High}</> price than normal)
el: (Ο αγωραστής αγωράζει αυτό το προϊόν σε τιμή <Key>{Low/High}</> από την κανονική)

# UIText_Description,TradeMenu_SellAmount
source: Sell for: {Amount}
el: Πούλησε για: {Amount}

# UIText_Description,TradeMenu_TotalCost
source: Spend:
el: Ξόδεψε:

# UIText_Description,TradeMenu_TotalProfit
source: Sell for:
el: Πούλησε για:

# UIText_Description,TradeMenu_TraderInv
source: Trader Inventory
el: Inventory Έμπορου

# UIText_Description,TradeMenu_WidgetValue
source: Widget Value:
el: Αξία Μεταλλισμάτων:

# UIText_Description,TradeMenu_YourInv
source: Your Inventory
el: Inventory σου

# UIText_Description,UI_ConvertSaves
source: Incompatible saves were detected. Convert them to the new format? <Key>(WARNING: Some data loss may occur)</>
el: Εντοπίστηκαν ασυμβίβαστα saves. Να τα μετατρέψετε στη νέα μορφή; <Key>(ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ενδέχεται να προκληθεί απώλεια δεδομένων)</>

# UIText_Description,UI_ConvertSavesCancelToolTip
source: <Key>WARNING: Saves using old format will not be accessible.</>
el: <Key>ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Saves με την παλιά μορφή δεν θα είναι προσβάσιμα.</>

# UIText_Description,UI_ConvertSavesToolTip
source: <Key>WARNING: This process will take some time, and the game may hang.</>
el: <Key>ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η διαδικασία θα διαρκέσει λίγο και το παιχνίδι ενδέχεται να κολλήσει.</>

# UIText_Description,UI_GetMaskDenyed
source: All Toa Have This Mask
el: Όλοι οι Toa έχουν αυτή τη μάσκα

# UIText_Description,UI_NoItemsDesc
source: Looks like you have a whole lot of nothing in your inventory! Better go find something to put in here.
el: Φαίνεται ότι δεν έχεις τίποτα στο απόθεμά σου! Καλύτερα να βρεις κάτι να βάλεις εδώ.

# UIText_Description,UI_NoItemsName
source: Nothing
el: Τίποτα

# UIText_Description,UICodexPageAdded_EntryGained
source: Codex Entry added
el: Καταχώρηση Κώδικα προστέθηκε

# UIText_Description,UICodexPageAdded_ItemGained
source: Item Gathered
el: Αντικείμενο συλλέχθη

# UIText_Description,UICodexPageAdded_ItemRemoved
source: Item Removed
el: Αντικείμενο Αφαιρέθηκε

# UIText_Description,UIGetMask_GainMaskText
source: {Toa} has picked up the "{Mask}"
el: {Toa} έχει συλλέξει την "{Mask}"

# UIText_Description_Cosmetics,Cosmetics_BlackMask_Description
source: A mysterious Komau covered in a strange black substance. The material on the surface of the mask pulses slowly, as if breathing...
el: Μία μυστηριώδης Komau καλυμμένη με μια παράξενη μαύρη ουσία. Το υλικό στην επιφάνεια της μάσκας πάλλεται αργά, σαν να αναπνέει...

# UIText_Description_Cosmetics,Cosmetics_CopperMask_Description
source: A copper mask of victory found in the Po-temple.
el: Μια χάλκινη μάσκα νίκης που βρέθηκε στον Po-ναό.

# UIText_Description_Cosmetics,Cosmetics_CrystalMask_Description
source: A Nearly Clear mask Made out of Ice, Why does it work, who made it, Who knows?
el: Μια σχεδόν διαφανής μάσκα φτιαγμένη από Πάγο. Γιατί λειτουργεί, ποιος την έφτιαξε, ποιος ξέρει;

# UIText_Description_Cosmetics,Cosmetics_FestiveHat_Description
source: A Naming day hat given to you during the festivities.
el: Ένα καπέλο για την ημέρα του Ονόματος που σας δώθηκε κατά τη διάρκεια των εορτασμών.

# UIText_Description_Cosmetics,Cosmetics_GoldMasks_Description
source: You earned these Golden masks by collecting all of the great masks for this toa. (Wearing this adds stat boosts to your masks)
el: Κέρδισατε αυτές τις χρυσές μάσκες συλλέγοντας όλες τις υπέροχες μάσκες για αυτόν τον Toa. (Φορώντας τις, αυξάνεις τις στατιστικές των μασκών σου)

# UIText_Description_Cosmetics,Cosmetics_GoldToa_Description
source: You are a true Toa-hero! You have gained this by collecting every mask with every Toa!
el: Είσαι ένας αληθινός ήρωας Toa! Το κερδίσατε αυτό συλλέγοντας όλες τις μάσκες με όλους τους Toa!

# UIText_Description_Cosmetics,Cosmetics_InfectedMasks_Description
source: Some poison from a Nui-jaga's stinger has gotten on your mask! (There is no drawback to wearing this)
el: Κάποιο δηλητήριο από το κεντρί ενός Nui-jaga έχει πέσει στη μάσκα σου! (Δεν υπάρχει κανένα μειονέκτημα στο να φοράς αυτήν)

# UIText_Description_Cosmetics,Cosmetics_JackOLantern_Description
source: This strange orange ball may fit over your mask. Perhaps it will give you unspoken powers if you wear it?
el: Αυτή η περίεργη πορτοκαλί μπάλα μπορεί να ταιριάζει πάνω από τη μάσκα σας. Ίσως σας δώσει κρυφές δυνάμεις αν τη φορέσετε;

# UIText_Description_Cosmetics,Cosmetics_MaskOfTime_Description
source: Taken from the Makuta, you can now wear it as a trophy.
el: Τη πήρατε από τον Makuta και τώρα μπορείτε να τη φοράτε ως τρόπαιο.

# UIText_Description_Cosmetics,Cosmetics_NuvaPauldrons_Description
source: The former Prophet of the Makuta, Komaru, gave these to you as a reward for saving him from the Makuta's influence.
el: Ο πρώην Προφήτης των Makuta, Komaru, σου την έδωσε ως ανταμοιβή για το ότι τον έσωσες από την επιρροή των Makuta.

# UIText_Description_Cosmetics,Cosmetics_OldPakari_Description
source: An older design of Pakari, they are quite rare nowadays.
el: Ένα παλαιότερο σχέδιο της Pakari, είναι αρκετά σπάνια στις μέρες μας.

# UIText_Description_Cosmetics,Cosmetics_ProtoSteelMask_Description
source: A Protosteel mask forged by Kohi, the first matoran on Mata Nui known able to manipulate Protosteel. Before his mysterious disappearance.
el: Μια μάσκα από Protosteel, σφυρηλατημένη από τον Kohi, τον πρώτο Matoran στον Mata Nui που ήταν γνωστός για την ικανότητά του να χειρίζεται τον Protosteel. Πριν από τη μυστηριώδη εξαφάνισή του.

# UIText_Description_Cosmetics,Cosmetics_VeryCoolHat_Description
source: A Very cool hat made by Podu, given to you by winning the Pohatu/Kopaka race.
el: Ένα πολύ ωραίο καπέλο φτιαγμένο από τον Podu, που το κερδίζεις αν νικήσεις στον αγώνα Pohatu/Kopaka.

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Deuteranope
source: Deuteranope
el: Δευτερανόπη

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Protanope
source: Protanope
el: Πρωτανόπη

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Tritanope
source: Tritanope
el: Τριτανόπη

# UIText_ToolTip,GiveMask_Gali_ToolTip
source: Toa Gali, Toa of Water
el: Toa Gali, Toa του Νερού

# UIText_ToolTip,GiveMask_Kopaka_ToolTip
source: Toa Kopaka, Toa of Ice
el: Toa Kopaka, Toa του Πάγου

# UIText_ToolTip,GiveMask_Lewa_ToolTip
source: Toa Lewa, Toa of Air
el: Toa Lewa, Toa του Αέρα

# UIText_ToolTip,GiveMask_Onua_ToolTip
source: Toa Onua, Toa of Earth
el: Toa Onua, Toa της Γης

# UIText_ToolTip,GiveMask_Pohatu_ToolTip
source: Toa Pohatu, Toa of Stone
el: Toa Pohatu, Toa της Πέτρας

# UIText_ToolTip,GiveMask_Tahu_ToolTip
source: Toa Tahu, Toa of Fire
el: Toa Tahu, Toa της Φωτιάς

# UIText_ToolTip,NewGame_TutorialTooltip
source: Tutorial has story relevance, you must play it once.
el: Το tutorial έχει σημασία στην ιστορία, πρέπει να το παίξετε μία φορά.

# UIText_ToolTip,PausedAudioSettings_AmbientSounds_ToolTip
source: The volume of sounds heard in the wahis.
el: Η ένταση του ήχου μέσα στα wahis.

# UIText_ToolTip,PausedAudioSettings_Master_ToolTip
source: The overall volume of the game.
el: Η γενική ένταση του ήχου του παιχνιδιού.

# UIText_ToolTip,PausedAudioSettings_Music_ToolTip
source: The volume of music in the game.
el: Η ένταση της μουσικής του παιχνιδιού.

# UIText_ToolTip,PausedAudioSettings_MusicFreq_ToolTip
source: Frequency of world exploration music.
el: Η συχνότητα της μουσικής εξερεύνησης του κόσμου.

# UIText_ToolTip,PausedAudioSettings_SFX_ToolTip
source: The volume of sound effects IE Footsteps.
el: Η ένταση των ήχων εφέ όπως Βήματα.

# UIText_ToolTip,PausedControls_AttackingEntersCombatTip
source: Pressing the bound 'Attack' button automatically enters combat mode and attacks.
el: Πατώντας το κουμπί «Επίθεση» εισέρχεστε αυτόματα σε λειτουργία μάχης και επιτίθεστε.

# UIText_ToolTip,PausedDisplaySettings_Compass_Tooltip
source: Toggle a compass that will lead you directly towards your objective. For the directionally challenged.
el: Ενεργοποιήστε μια πυξίδα που θα σας οδηγήσει κατευθείαν προς τον προορισμό σας. Για όσους έχουν πρόβλημα με τον προσανατολισμό.

# UIText_ToolTip,PausedDisplaySettings_Language_Tooltip
source: Which language should the game be displayed in? (This option may require a restart)
el: Σε ποια γλώσσα να εμφανίζεται το παιχνίδι; (Αυτή η επιλογή ενδέχεται να απαιτεί επανεκκίνηση)

# UIText_ToolTip,PausedDisplaySettings_Resolution_Tooltip
source: The Resolution the game is displayed at.
el: Το Resolution του παιχνιδιού.

# UIText_ToolTip,PausedDisplaySettings_ResolutionPercent_Tooltip
source: The percentage of resolution the game renders.
el: Το ποσοστό του resolution που κάνει render το παιχνίδι.

# UIText_ToolTip,PausedDisplaySettings_ResolutionUpscaling_Tooltip
source: Using AMD's FSR, upscale the image to gain more FPS at a small cost of image quality loss. (Note: You must lower the Res Percent bar for this effect to work)
el: Χρησιμοποιώντας το FSR της AMD, αναβαθμίστε την εικόνα για να αποκτήσετε περισσότερα FPS με μικρή απώλεια στην ποιότητας εικόνας. (Σημείωση: Για να λειτουργήσει αυτό το εφέ, πρέπει να μειώσετε τη μπάρα Res Percent (Ποσοστό ανάλυσης).

# UIText_ToolTip,PausedDisplaySettings_WindowMode_Tooltip
source: Mode of display for the game.
el: Τρόπος εμφάνισης του παιχνιδιού.

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingType_ToolTip
source: Type of AA to use: None- No Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing
el: Πατήστε AA για την χρήση: Καμία- Κανένα Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessSeverity_ToolTip
source: Changes the Intensity of the color blindness effect.
el: Αλλάζει την ένταση από το εφέ αχρωματοψίας.

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessType_ToolTip
source: For players with color blindness.
el: Για παίχτες με αχρωματοψία.

# UIText_ToolTip,PausedGraphicsSettings_EffectsQuality_ToolTip
source: The Quality of various Effects in the game (Reflections, Materials, Particles, etc.) [Warning: Big performance impact on changing]
el: Η ποιότητα των εφέ εντός του παιχνιδιού (Αντανακλάσεις, Materials, Σωματείδια, etc.) [Προσοχή: Μεγάλο αντίκτυπο στο performance όταν αλλαχθεί]

# UIText_ToolTip,PausedGraphicsSettings_FoliageQuality_ToolTip
source: The Density of Foliage (Grass, Bushes, etc.)
el: Η πυκνότητα του φυλλώματος (Γρασίδι, Θάμνοι, κλπ.)

# UIText_ToolTip,PausedGraphicsSettings_FOV_ToolTip
source: Changes the field of vision for the camera.
el: Αλλάζει το οπτικό πεδίο της κάμερας.

# UIText_ToolTip,PausedGraphicsSettings_FrameLimit_ToolTip
source: Limit the framerate of the game.
el: Περιορίζει το framerate του παιχνιδιού.

# UIText_ToolTip,PausedGraphicsSettings_ShadowQuality_ToolTip
source: The Quality of Shadows
el: Ποιότητα των Σκιών

# UIText_ToolTip,PausedGraphicsSettings_VolumetricFog_ToolTip
source: Fog that has volume. (Disabling will remove some effects in the game. Automaticly disabled by Low Shadows setting.) [High performance impact]
el: Ομίχλη με όγκο. (Απενεργοποίηση θα αφαιρέσει κάποια εφέ από το παιχνίδι. Απενεργοποίητε αυτόματα από τη ρύθμιση Low Shadows setting.) [Μεγάλο αντίκτυπο στο performance]

# UIText_ToolTip,PausedGraphicsSettings_VSync_ToolTip
source: Fixes Screen Tearing by limiting the framerate to the screen refresh rate
el: Φτιάχνεi το Screen Tearing περιορίζοντας το framerate από το refresh rate της οθόνης
