Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# CodexPage_Description,CodexPage_Quarry_Desc
source: The quarry is home to many beautiful and intricate carvings made by the Po-Matoran. Large statues made to represent each of the Toa lie here, carved by the Matoran in honor of the Legends that speak of them. Some Matoran speak of caverns beneath these statues, but many of these rumors are unconfirmed. They stand as a monument of honor and hope to the Toa.
pt_br: A Pedreira é lar para muitas esculturas lindas e complexas feitas pelos Po-Matoran. Grandes estátuas feitas para representar cada Toa se encontram aqui, esculpidas pelos Matoran em honra às lendas que falam deles. Alguns Matoran falam de cavernas embaixo dessas estátuas, mas esses rumores não são confirmados. Elas existem como um monumento de honra e esperança aos Toa.

# CodexPage_Description,CodexPage_Rau_Desc
source: The Kanohi Rau: the Noble Mask of Translation. This mask allows you to understand any written language. You can use this to translate Matoran text that can be found all over the island of Mata Nui. Or, you could try deciphering the Matoran text on your own if you know it well enough.
pt_br: A Kanohi Rau: a Nobre Máscara da Tradução. Esta máscara lhe permite entender qualquer língua escrita. Você pode usá-la para traduzir texto Matoran que pode ser visto em toda a ilha de Mata Nui. Ou, você pode tentar decifrá-lo por conta própria, se entendê-lo bem o suficiente.

# CodexPage_Description,CodexPage_Ruki_Desc
source: Small Rahi that can often be found swimming around the oceans of Ga-Wahi. They are peaceful creatures, and Matoran can often be found fishing for them. However, the rampant fishing that some Matoran do have caused some rare types of Ruki to become nearly extinct, making trading Ruki a heavily monitored activity in many Koros.
pt_br: Pequenos Rahi vistos com frequência nadando pelos oceanos de Ga-Wahi. São criaturas pacíficas, e geralmente pescados por Matoran. Porém, a pescaria desenfreada de alguns Matoran fez certos tipos raros de Ruki se tornarem quase extintos, fazendo do comércio de Ruki uma atividade fortemente monitorada em vários Koros.

# CodexPage_Description,CodexPage_Ruru_Desc
source: The Kanohi Ruru: the Noble Mask of Night Vision. This mask can provide a light to help you see in dark places. It’s especially useful if you find yourself lost at night, or if you need to make your way through a particularly dark cave.
pt_br: A Kanohi Ruru: a Nobre Máscara de Visão Noturna. Esta máscara pode providenciar uma luz para te ajudar a ver em lugares escuros. É muito útil se você se perder à noite, ou se precisa encontrar seu caminho numa caverna muito escura.

# CodexPage_Description,CodexPage_SandTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The rare yellow variant is found primarily in Po-Wahi. The Sand Tarakava is considered to be especially rare by the Po-Matoran. Few have seen one, and even fewer have returned to tell the tale. They make up for being slightly slower with more powerful attacks, so it’s best to try and get out of the way instead of admiring them.
pt_br: Este perigoso Rahi é conhecido pelos braços poderosos que usa para atacar suas presas com agilidade. A rara variante amarela é encontrada principalmente em Po-Wahi. A Tarakava da Areia é considerada muito rara pelos Po-Matoran. Poucos viram uma, e menos ainda retornaram para contar a história. Por serem um pouco mais lentas, elas compensam com ataques mais fortes, então é melhor tentar fugir em vez de ficar admirando.

# CodexPage_Description,CodexPage_StrangeCave_Desc
source: An odd cave that appeared in the side of the Mangai Volcano. A certain Le-Matoran seems to have seen this place… but other than that it seems that nobody on the island knows this cave exists. All that is known for sure is that the presence of the Makuta is very, very strong here. I would turn back if I were you...
pt_br: Uma estranha caverna que apareceu ao lado do Vulcão Mangai. Um certo Le-Matoran parece ter visto este lugar… mas tirando isso, ninguém na ilha sabe da existência desta caverna. Tudo que se sabe de certeza é que a presença do Makuta é muito forte aqui. Eu daria meia-volta se fosse você…

# CodexPage_Description,CodexPage_Ta-Wahi_Desc
source: A scorched and desolate landscape, this region is filled with lava which flows down from the Mangai volcano. Thrill-seeking Matoran can be found lava surfing here, while others farm cooled lava from which they craft tools. The charred forest is perhaps the most prominent area in the Wahi, acting as a constant, looming reminder of the power that Makuta has, and the ease at which he can take all that the Matoran hold dear.
pt_br: Um terreno queimado e desolado, esta região é cheia da lava que flui do Vulcão Mangai. Matoran em busca de aventuras podem ser vistos surfando na lava daqui, enquanto outros colhem lava resfriada para construir ferramentas. A Floresta Incinerada é talvez a área que mais se destaca neste Wahi, agindo como uma recordação constante do poder do Makuta, e a facilidade com que ele pode tomar tudo de mais valioso dos Matoran.

# CodexPage_Description,CodexPage_Tahu_Desc
source: Tahu is the fiery and headstrong Toa of fire. He is often the source of many of the disputes within his team of Toa, and can often come off as brash or disrespectful. However, in spite of his shortcomings, he is determined to help and protect the Matoran at any cost. Tahu is arguably the most recognizable bionicle set, with his mask, the Kanohi Hau, being an iconic piece of imagery. His elemental attack uses fire to propel you forward, allowing you to quickly get up close to attack an enemy.
pt_br: Obstinado e ardente, Tahu é o Toa do Fogo. Ele é muitas vezes a fonte de muitas das discussões entre sua equipe de Toa, e pode muitas vezes parecer rude ou desrespeitoso. Porém, apesar de seus defeitos, ele é determinado a ajudar e proteger os Matoran a todo custo. Tahu é considerado o Toa mais reconhecido, por sua máscara, a Kanohi Hau, ser uma imagem icônica. Seu ataque elemental usa fogo para se impulsionar para frente, fazendo com que rapidamente chegue perto para atacar um inimigo.

# CodexPage_Description,CodexPage_TahusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A forest of burnt trees can be seen in the distance… what could lie beyond it?
pt_br: Um recipiente estranho que encalhou na praia… ninguém na ilha tem certeza de onde veio. Uma floresta de árvores queimadas pode ser vista à distância… o que há além dela?

# CodexPage_Description,CodexPage_TaKini_Desc
source: The Ta-Kini is the temple of Fire. It rests on the side of the Mangai volcano, next to the lava which sustains it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Few Matoran come to visit it, but there are those that are intrigued by the mysteries the temple holds.
pt_br: Ta-Kini é o templo do Fogo. Ele se encontra ao lado do Vulcão Mangai, perto da lava que o sustenta. O templo guarda uma Pedra Makoki: um fragmento de uma chave necessária para acessar o lar do Makuta. Poucos Matoran vêm visitá-lo, mas há aqueles intrigados pelos mistérios que o templo possui.

# CodexPage_Description,CodexPage_Takoro_Desc
source: Ta-Koro, the village of Fire. Built in the shadow of the great Mangai Volcano, this village is built atop the Lake of Fire. The city takes great pride in it’s guard, led by Jala, who have kept this city safe with their bravery and the defenses they’ve constructed. To even reach the city, you must cross a moat of Lava by activating a drawbridge with a guarded control panel. Some might see it as overkill, but it’s a necessary way of life for the Ta-Matoran.
pt_br: Ta-Koro, a aldeia do Fogo. Construída na sombra do grande Vulcão Mangai, ela fica em cima do Lago de Fogo. A aldeia se orgulha muito de sua Guarda, liderada por Jaller, que manteve esta aldeia segura com sua bravura e as defesas que construíram. Para simplesmente chegar à aldeia, é preciso cruzar um fosso de lava, ativando a ponte levadiça com um painel de controle vigiado. Alguns acham isso um exagero, mas é um modo de vida necessário para os Ta-Matoran.

# CodexPage_Description,CodexPage_Tarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The blue variant can be found all around Mata Nui. These Rahi can deal lots of damage extremely quickly, so it’s best to keep your distance and use caution when facing them.
pt_br: Este perigoso Rahi é conhecido pelos braços poderosos que usa para atacar suas presas com agilidade. A variante azul pode ser encontrada por toda Mata Nui. Elas podem causar muito dano extremamente rápido, então é melhor manter sua distância e usar cautela ao enfrentá-las.

# CodexPage_Description,CodexPage_TaTemple_Desc
source: A shrine that the Ta-Matoran constructed long ago, before the charred forest had burned down. It stands as a sign of the power and goodness of the Great Spirit. While some might think the charred forest as an inappropriate place to house such a shrine, the Ta-Matoran see the light of the Shrine’s fire as a light of hope and faith in the midst of the destruction and tragedy that Makuta brings to them.
pt_br: Um santuário construído pelos Ta-Matoran há muito tempo, antes da Floresta Incinerada ter sido queimada. Ele se mantém como um sinal de poder e bondade do Grande Espírito. Enquanto alguns podem achar que guardar tal santuário na Floresta Incinerada seja impróprio, os Ta-Matoran veem a luz do fogo do santuário como uma luz de esperança e fé, em meio à destruição e tragédia que o Makuta traz.

# CodexPage_Description,CodexPage_TealTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The teal variant can be found primarily in Ga-Wahi. They’re harder to take down than an average Tarakava, so try not to get the attention of a large group at once.
pt_br: Este perigoso Rahi é conhecido pelos braços poderosos que usa para atacar suas presas com agilidade. A variante turquesa pode ser encontrada principalmente em Ga-Wahi. São mais difíceis de derrotar que uma Tarakava comum, então tente não atrair a atenção de um grupo inteiro.

# CodexPage_Description,CodexPage_Telescope_Desc
source: This telescope is often used by astrologers to read the stars in order to discern the future. Through it, the Red Star can be seen. To the trained eye, the Red Star is able to predict things yet to come. However, nobody is sure where this telescope came from, or why it is there. It’s true purpose is one of the many things that is pondered as astrologers study the stars.
pt_br: Este telescópio é muito usado por astrólogos para ler as estrelas para discernir o futuro. Através dele, a Estrela Vermelha pode ser vista. Para o olho treinado, ela é capaz de prever coisas que ainda estão por viBBBBBBBBr. Porém, ninguém tem certeza de onde esse telescópio veio, ou por que está aqui. Seu verdadeiro propósito é uma das muitas coisas ponderadas pelos astrólogos enquanto estudam as estrelas.

# CodexPage_Description,CodexPage_TiroCanyon_Desc
source: This rather red region of Po-Wahi is home to steep cliffs and mesas, narrow canyons, and swarms of Nui-Jaga. Travellers are often advised to be careful as they travel through here, as Nui-Jaga often wait in ambush for prey to turn around the corner before striking. Yet in spite of this danger, Po-Matoran carvers can often be found building structures and monuments in the canyon walls.
pt_br: Esta região avermelhada de Po-Wahi é lar para íngremes colinas e mesetas, desfiladeiros estreitos, e bandos de Nui-Jaga. Aconselha-se que viajantes tomem cuidado ao viajarem por aqui, pois os Nui-Jaga ficam à espreita, esperando suas presas virarem a esquina para atacar. Mas, mesmo com esse perigo, escultores Po-Matoran aparecem por lá com frequência, construindo estruturas e monumentos nas paredes do desfiladeiro.

# CodexPage_Description,CodexPage_Turaga_Desc
source: The Turaga are the village elders on Mata Nui. They watch over each of the six villages, guiding them and maintaining order among the island. They are very wise, and seem to know many things about the island and the Matoran that they choose not to tell... including where they have been. They’ve been missing until recently, and you may have to get them out of some dire circumstances.
pt_br: Os Turaga são os anciões das aldeias de Mata Nui. Eles tomam conta das seis aldeias, guiando-as e mantendo a ordem na ilha. Eles são muito sábios, e parecem saber muitas coisas sobre a ilha e os Matoran que eles escolhem não dizer… incluindo onde estiveram. Até então eles estão sumidos, e talvez você precise tirá-los de umas circunstâncias difíceis.

# CodexPage_Description,CodexPage_Ussal_Desc
source: Ussal Crabs are a rather popular type of Rahi that Matoran keep for domestic use. Some use them in races, some use them to help with physical labor, and others simply keep them as pets. They can be found in a wide variety of colors.
pt_br: Caranguejos Ussal são um tipo popular de Rahi que os Matoran mantém para uso doméstico. Alguns são usados em corridas, ou para ajudar no trabalho braçal, ou como animais de estimação. Ussals existem numa grande variedade de cores.

# CodexPage_Description,CodexPage_Vakama_Desc
source: Vakama is the Turaga of Ta-Koro. He is respected for his wisdom and his kindness by both the Ta-Matoran and the other Turaga, who see Vakama as a leader of sorts. He can often be found looking into the fires of Mangaia, which is where he claims to see his visions of the future.
pt_br: Vakama é o Turaga de Ta-Koro. Ele é respeitado por sua sabedoria e generosidade, tanto pelos Ta-Matoran quanto pelos outros Turaga, que veem Vakama como um tipo de líder. Geralmente é possível encontrá-lo contemplando as chamas do Mangaia, onde ele diz ter visões do futuro.

# CodexPage_Description,CodexPage_Volcano_Desc
source: This Volcano towers at the center of Mata Nui as a symbol of both triumph and fear. The Ta-Matoran use the power of the Great Mangai to their advantage, using the lava that flows through it for defense against Rahi. Yet deep below the mountain lies Mangaia, the lair of the Makuta. While the Matoran may live happily beneath it, the shadow of the mountain looms over the island constantly, as a reminder of the greater shadow- one that all who live on the island fear.
pt_br: Este vulcão se ergue no centro de Mata Nui como um símbolo de triunfo, mas também de medo. Os Ta-Matoran usam a energia do Grande Mangai à sua vantagem, utilizando a lava que flui dele para defenderem-se contra Rahi. Porém, nas profundezas embaixo do vulcão fica o Mangaia, lar do Makuta. Enquanto os Matoran vivem felizes na sombra da montanha, ela está sempre pairando sobre a ilha, como recordação da sombra maior: uma temida por todos os habitantes da ilha.

# CodexPage_Description,CodexPage_Whagna_Desc
source: If you’re a Matoran who doesn’t quite seem to fit in with the other villages, you’re likely to end up here. Whagna Village is a tiny settlement, lacking any Turaga, not large enough to be named a Koro, and with little in terms of defenses. It’s home to misfits, wanderers, and anyone who feels out of place. All are welcomed here who need a place to belong.
pt_br: Se você é um Matoran que não se encaixa tão bem nas outras aldeias, é provável que chegue aqui. A Aldeia Whagna é um pequeno povoado sem nenhum Turaga, não grande o bastante para se chamar de Koro, e com pouco em termo de defesas. É lar para andarilhos, e qualquer um que se sinta deslocado. Todos que precisam de um lugar a qual pertencer são bem-vindos aqui.

# CodexPage_Description,CodexPage_Whenua_Desc
source: Whenua is the Turaga of Onu-Koro. He is among the wisest of all the Turaga, looking to the past and the experiences that he’s seen to guide him in his decisions. The Onu-Matoran often come to him seeking advice, which he freely gives to any who ask him.
pt_br: Whenua é o Turaga de Onu-Koro. Ele está entre os mais sábios dos Turaga, observando seu passado e experiências prévias para guiá-lo em suas decisões. Os Onu-Matoran muitas vezes vêm a ele buscando conselhos, o que ele oferece a todos que pedem.

# CodexPage_Name,CodexPage_Docks
source: Docks
pt_br: Docas

# CodexPage_Name,CodexPage_Drifts
source: The Drifts
pt_br: A Nevasca

# CodexPage_Name,CodexPage_GalisLanding
source: Gali’s Landing
pt_br: Chegada de Gali

# CodexPage_Name,CodexPage_GaTemple
source: Temple of Mata Nui
pt_br: Templo de Mata Nui

# CodexPage_Name,CodexPage_GoldMask
source: Gold Masks
pt_br: Máscaras Douradas

# CodexPage_Name,CodexPage_KiniNui
source: The Kini-Nui
pt_br: O Kini-Nui

# CodexPage_Name,CodexPage_KopakasLanding
source: Kopaka’s Landing
pt_br: Chegada de Kopaka

# CodexPage_Name,CodexPage_KoTower
source: The Cold Tower
pt_br: A Torre Gelada

# CodexPage_Name,CodexPage_LeTemple
source: The Le-Wahi Cave
pt_br: Caverna de Le-Wahi

# CodexPage_Name,CodexPage_LewasLanding
source: Lewa’s Landing
pt_br: Chegada de Lewa

# CodexPage_Name,CodexPage_Log
source: The Log
pt_br: O Tronco

# CodexPage_Name,CodexPage_MapFragments
source: Map Fragments
pt_br: Fragmentos de Mapa

# CodexPage_Name,CodexPage_OnuasLanding
source: Onua’s Landing
pt_br: Chegada de Onua

# CodexPage_Name,CodexPage_OnuKini
source: Onu-Kini
pt_br: Le-Kini

# CodexPage_Name,CodexPage_OnuTemple
source: The Onu-Wahi Temple
pt_br: Templo de Onu-Wahi

# CodexPage_Name,CodexPage_Overlook
source: The Overlook
pt_br: O Mirante

# CodexPage_Name,CodexPage_PohatusLanding
source: Pohatu’s Landing
pt_br: Chegada de Pohatu

# CodexPage_Name,CodexPage_PoTemple
source: The Hidden Temple
pt_br: O Templo Oculto

# CodexPage_Name,CodexPage_Quarry
source: The Quarry
pt_br: A Pedreira

# CodexPage_Name,CodexPage_StrangeCave
source: The Cave of Doom
pt_br: Caverna da Perdição

# CodexPage_Name,CodexPage_TahusLanding
source: Tahu’s Landing
pt_br: Chegada de Tahu

# CodexPage_Name,CodexPage_TaTemple
source: The Ta-wahi Shrine
pt_br: Santuário de Ta-Wahi

# CodexPage_Name,CodexPage_TealTarakava
source: River Tarakava
pt_br: Tarakava de Água Doce

# CodexPage_Name,CodexPage_Telescope
source: The Great Telescope
pt_br: O Grande Telescópio

# CodexPage_Name,CodexPage_TiroCanyon
source: Tiro Canyon
pt_br: Desfiladeiro Tiro

# CodexPage_Name,CodexPage_Ussal
source: Ussal Crabs
pt_br: Caranguejos Ussal

# CodexPage_Name,CodexPage_Volcano
source: The Mangai Volcano
pt_br: Vulcão Mangai

# CodexPage_Name,CodexPage_Whagna
source: Whagna Village
pt_br: Aldeia Whagna

# Dialogue_Name,DL_Boat_SpeakerName
source: Dock Manager
pt_br: Mestre das Docas

# Dialogue_Name,DL_BoatManagerQuest_SpeakerName
source: Dock Manager
pt_br: Mestre das Docas

# Dialogue_Response,DL_420man1_PlayerResponse_1
source: Are you alright, you seem... Strange.
pt_br: Você está bem? Parece meio… estranho.

# Dialogue_Response,DL_420man2_PlayerResponse_1
source: Okay, I guess I'll leave you to it then.
pt_br: OK, vou deixá-lo em paz então.

# Dialogue_Response,DL_420man_PlayerResponse_1
source: No, I am a Toa. What are you doing up here?
pt_br: Não, sou {G}|gender(um,uma) Toa. O que está fazendo aqui?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_1
source: Why are there little bits of green on them?
pt_br: Por que têm manchinhas verdes nelas?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_2
source: Hmm I feel like I've heard of them...
pt_br: Hum… Acho que já ouvi falar…

# Dialogue_Response,DL_Ahkmou3_PlayerResponse_1
source: Hmm... No I've heard of them some other way, I just can't remember how.
pt_br: Hum… Acho que já ouvi falar de alguma forma, só não lembro como.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_1
source: Sure, let's trade.
pt_br: Claro, vamos negociar.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_2
source: What is a Comet?
pt_br: O que é uma Cometa?

# Dialogue_Response,DL_Akamar2_PlayerResponse_1
source: You've done good work here craftsman.
pt_br: Você fez um ótimo trabalho aqui, artesão.

# Dialogue_Response,DL_Akamar3_PlayerResponse_1
source: I... See...
pt_br: …Certo…

# Dialogue_Response,DL_Akamar4_PlayerResponse_1
source: Right... Thank you... I think.
pt_br: Certo… {G}|gender(Obrigado,Obrigada)… Eu acho.

# Dialogue_Response,DL_Akamar_PlayerResponse_1
source: Yes?
pt_br: Sim?

# Dialogue_Response,DL_Akamar_PlayerResponse_2
source: You've done a fine job here, my city has never looked so lively!
pt_br: Você fez um ótimo trabalho aqui, minha aldeia nunca esteve tão animada!

# Dialogue_Response,DL_Akamar_PlayerResponse_3
source: About what you said before, who's... future, are you working on?
pt_br: Sobre o que disse antes… No futuro de quem você está trabalhando?

# Dialogue_Response,DL_AkamarBuddy2_PlayerResponse_1
source: Ahh, you did a good job on Po-Koro, I'm sorry he doesn't need you anymore.
pt_br: Ahh, você fez um bom trabalho em Po-Koro. Sinto muito que ele não precise mais de você.

# Dialogue_Response,DL_AkamarBuddy3_PlayerResponse_1
source: I'm sure you will find plenty of work in Po-Koro when you get there, good luck little one.
pt_br: Tenho certeza que achará bastante trabalho em Po-Koro quando chegar lá, boa sorte pequenino.

# Dialogue_Response,DL_AkamarBuddy_PlayerResponse_2
source: I'm well thank you.
pt_br: Estou bem, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_Akura_PlayerResponse_1
source: *Listen*
pt_br: *Escutar*

# Dialogue_Response,DL_Akura_PlayerResponse_2
source: Sorry, didn't mean to bother you.
pt_br: Desculpa, não quis incomodar.

# Dialogue_Response,DL_Allknowingmatoran_2_PlayerResponse_1
source: Visions, You've had visions of the future?
pt_br: Visões? Você teve visões do futuro?

# Dialogue_Response,DL_Allknowingmatoran_3_PlayerResponse_1
source: Me? I don't believe we've met.
pt_br: Eu? Não acho que nos conhecemos.

# Dialogue_Response,DL_Allknowingmatoran_DidYouFindHim_PlayerResponse_1
source: I'm afraid not.
pt_br: Temo que não.

# Dialogue_Response,DL_Allknowingmatoran_Explaination_PlayerResponse_1
source: Hmm, Interesting
pt_br: Hmm… interessante.

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Reward_PlayerResponse_1
source: I believe I can, Thank you!
pt_br: Acho que posso sim. {G}|gender(Obrigado,Obrigada)!

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Thanks_PlayerResponse_1
source: You're welcome.
pt_br: De nada.

# Dialogue_Response,DL_Allknowingmatoran_PlayerResponse_1
source: Me? I don't believe we've met.
pt_br: Eu? Não acho que nos conhecemos.

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_1
source: What where you talking about, "Equality"?
pt_br: Do que você estava falando? "Igualdade"?

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_2
source: You're welcome.
pt_br: De nada.

# Dialogue_Response,DL_Allknowingmatoran_Visions_2_PlayerResponse_1
source: What did they show you?
pt_br: O que elas mostraram?

# Dialogue_Response,DL_Allknowingmatoran_Visions_PlayerResponse_1
source: What did they show you?
pt_br: O que elas mostraram?

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_1
source: There was an odd Matoran, he ran away when I approched him.
pt_br: Tinha um Matoran estranho. Ele correu de mim quando me aproximei.

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_2
source: There was a dark room with carvings of the six great masks.
pt_br: Tinha um salão escuro com entalhes das seis grandes máscaras.

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim2_PlayerResponse_1
source: Is there anything else I need to know? Wait, how did you know there was a Matoran there?
pt_br: Há algo mais que preciso saber? Espera, como você sabia que tinha um Matoran lá?
