Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Response,DL_RahiAboutTemple_PlayerResponse_1
source: Don't worry, I'll deal with them.
pt_br: Não se preocupe. Vou lidar com eles.

# Dialogue_Response,DL_RockGuy_PlayerResponse_2
source: Nice place.
pt_br: Lugar legal.

# Dialogue_Response,DL_SadKolhiiPlayer2_PlayerResponse_1
source: You can tell me.
pt_br: Você pode me contar.

# Dialogue_Response,DL_SadKolhiiPlayer_PlayerResponse_1
source: Hello?
pt_br: Olá?

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_1
source: I'm sure you'll use it more than I will.
pt_br: Eu sei que você usará ela mais do que eu.

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_2
source: Sorry I'm afriad I need it.
pt_br: Desculpa, vou precisar dela.

# Dialogue_Response,DL_SadKolhiiPlayerComplete1_PlayerResponse_1
source: Enjoying your Comet?
pt_br: Aproveitando a Cometa?

# Dialogue_Response,DL_SadKolhiiPlayerComplete2_PlayerResponse_1
source: I see, make sure you get lot's of rest.
pt_br: Entendi, trate de descansar bastante.

# Dialogue_Response,DL_SadKolhiiPlayerCompleteQuest_PlayerResponse_1
source: There is no need for that, You have compensated me fairly.
pt_br: Não há necessidade. Você já me compensou o bastante.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_1
source: Oh, I already have one.
pt_br: Oh, eu já tenho uma.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
pt_br: Isso deve ser o bastante, né? (300 Peças)

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
pt_br: Me dê o que você tem, vou ver se consigo completar o restante.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
pt_br: Desculpa, não posso ajudá-lo no momento.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_1
source: Oh, I already have one.
pt_br: Oh, eu já tenho uma.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
pt_br: Isso deve ser o bastante, né? (300 Peças)

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
pt_br: Me dê o que você tem, vou ver se consigo completar o restante.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
pt_br: Desculpa, não posso ajudá-lo no momento.

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_1
source: Of course!
pt_br: É claro!

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_2
source: On second thought...
pt_br: Pensando bem…

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice2_PlayerResponse_1
source: You're welcome - and thank you.
pt_br: De nada, e {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_SadKolhiiPlayerGiveHalf_PlayerResponse_1
source: I'll get right on it.
pt_br: Vou lá comprar.

# Dialogue_Response,DL_SadKolhiiPlayerNoMoney_PlayerResponse_1
source: I'll be back.
pt_br: Eu voltarei.

# Dialogue_Response,DL_SadKolhiiPlayerReturn1_PlayerResponse_1
source: Relax, here it is.
pt_br: Relaxe, aqui está.

# Dialogue_Response,DL_SadKolhiiPlayerReturn2_PlayerResponse_1
source: Would there perhaps be some kind of a reward? That was very expensive.
pt_br: Teria algum tipo de compensação, talvez? A bola foi bem cara.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_1
source: I have.
pt_br: Consegui.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_2
source: Not yet I'm afraid.
pt_br: Ainda não.

# Dialogue_Response,DL_SadKolhiiPlayerReturnNoMoneyReward_PlayerResponse_1
source: Widgets would be enough, but if you want to give me more I suppose it couldn't hurt.
pt_br: Peças seriam o suficiente, mas se quiser me dar mais, acho que não faria mal.

# Dialogue_Response,DL_SadKolhiiPlayerRewardItem_PlayerResponse_1
source: You're welcome - and thank you.
pt_br: De nada, e {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_ScaredConvo1_PlayerResponse_2
source: Omak sent me, you're the couriers for this shipment?
pt_br: Omak me enviou, vocês são os entregadores dessa remessa?

# Dialogue_Response,DL_ScaredConvo2_PlayerResponse_1
source: What happened?
pt_br: O que aconteceu?

# Dialogue_Response,DL_ScaredConvo3_PlayerResponse_1
source: What is the cargo?
pt_br: O que é a carga?

# Dialogue_Response,DL_ScaredConvo4_PlayerResponse_1
source: Why would this kind of Tarakava be in the desert?
pt_br: Por que esse tipo de Tarakava estaria no deserto?

# Dialogue_Response,DL_ScaredConvo8_PlayerResponse_1
source: Was Khalo The Job master to recive this shipment?
pt_br: Essa remessa era para o Recrutador Khalo?

# Dialogue_Response,DL_ScaredConvo9_PlayerResponse_1
source: I do... I'm afraid I can't stand for this.
pt_br: Conheço… E temo que não posso tolerar isso.

# Dialogue_Response,DL_ScaredConvoWho_PlayerResponse_1
source: Alright...
pt_br: Certo…

# Dialogue_Response,DL_Scholar1_PlayerResponse_1
source: What is that language you're speaking?
pt_br: Que língua você está falando?

# Dialogue_Response,DL_Scholar2_PlayerResponse_1
source: Very interesting, I'll leave you to your work.
pt_br: Muito interessante. Vou deixá-lo com seu trabalho.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_1
source: Then lets trade.
pt_br: Então vamos negociar.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_2
source: I'm not looking for any of that at the moment.
pt_br: Não estou procurando por nada disso no momento.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_1
source: I'd like to see what you've got.
pt_br: Gostaria de ver o que você tem.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_2
source: I heard a rumor about Kapura and your name came up, what's up with him?
pt_br: Ouvi um rumor sobre Kapura e seu nome apareceu, o que há com ele?

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_3
source: You sound different from the other Ga-Matoran.
pt_br: Sua voz é diferente das outras Ga-Matoran.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_4
source: Maybe another time.
pt_br: Talvez outra hora.

# Dialogue_Response,DL_SellerConsumablesHewtiniiFikouNui_PlayerResponse_1
source: Would it ease your mind if I promise to watch over Kapura?
pt_br: Você se acalmaria se eu prometesse tomar conta do Kapura?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran1_PlayerResponse_1
source: M-My apologies! I did not mean to misidentify you..!
pt_br: M-Me desculpa! Não quis te identificar errado…

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran2_PlayerResponse_1
source: If I may ask... What kind of Matoran are you?
pt_br: Se me permite… Que tipo de Matoran é você?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran3_PlayerResponse_1
source: Words such as...?
pt_br: Palavras como…?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran4_PlayerResponse_1
source: What uhh... does that mean?
pt_br: Hãã… o que isso significa?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran5_PlayerResponse_1
source: Let's umm... change the subject.
pt_br: Vamos, hã… mudar de assunto.

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran6_PlayerResponse_1
source: Come again?
pt_br: Como é?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran7_PlayerResponse_1
source: Yep...
pt_br: Aham…

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura1_PlayerResponse_1
source: How so?
pt_br: Como assim?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_1
source: You don't like Fikou-Nui?
pt_br: Não gosta de Fikou-Nui?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_2
source: Would it ease your mind if I promise to watch over Kapura?
pt_br: Você se acalmaria se eu prometesse tomar conta do Kapura?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura4_PlayerResponse_1
source: Then it's a promise.
pt_br: É uma promessa.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_1
source: Then lets trade.
pt_br: Então vamos negociar.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_2
source: I'm not looking for any of that at the moment.
pt_br: No momento não estou à procura disso.

# Dialogue_Response,DL_SellerMaskJuice1_PlayerResponse_2
source: I don't have the time, sorry.
pt_br: Não tenho tempo, desculpa.

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_1
source: Let me see!
pt_br: Deixe-me ver!

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_2
source: I'm not interested.
pt_br: Não tenho interesse.

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_1
source: May I see them?
pt_br: Posso vê-las?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_2
source: Masks, really?
pt_br: Máscaras, sério?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_3
source: I'm not interested yet, sorry.
pt_br: Não tenho interesse ainda, desculpa.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_1
source: I did, let's trade.
pt_br: Queria sim, vamos negociar.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_2
source: What are you selling here?
pt_br: O que está vendendo aqui?

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_3
source: No, just wanted to stop by.
pt_br: Não, estou só de passagem.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_1
source: Let's trade.
pt_br: Vamos negociar.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_2
source: You sound down, what's wrong little one?
pt_br: Parece desanimado. Algo de errado, pequenino?

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_3
source: I must be going now.
pt_br: Preciso ir agora.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_1
source: Go on.
pt_br: Continue.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_2
source: Actually I'd like to trade.
pt_br: Na verdade, eu queria negociar.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_3
source: Nevermind, I must be going now.
pt_br: Esquece, preciso ir agora.

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_1
source: Is there anything I can do to help?
pt_br: Há algo que eu possa fazer para ajudar?

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_3
source: Nevermind, I must be going now.
pt_br: Esquece, preciso ir agora.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_1
source: Very well, let's trade.
pt_br: Muito bem, vamos negociar.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_2
source: I'm sorry, but I can't buy anything from you at the moment.
pt_br: Desculpa, não posso comprar nada de você no momento.

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_1
source: Hi...
pt_br: Oi…

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_2
source: Sorry gotta go, Bye.
pt_br: Desculpa, tenho que ir. Tchau.

# Dialogue_Response,DL_SellerMetal1_PlayerResponse_1
source: Alright, let's trade!
pt_br: Ótimo, vamos negociar!

# Dialogue_Response,DL_SellerNone1_PlayerResponse_1
source: What's wrong?
pt_br: O que foi?

# Dialogue_Response,DL_SellerNone2_PlayerResponse_1
source: Sorry, afraid there's not much I can do about that.
pt_br: Desculpa, não tem muito que eu possa fazer sobre isso.

# Dialogue_Response,DL_SellerNone_PlayerResponse_1
source: What do you sell?
pt_br: O que você vende?

# Dialogue_Response,DL_SellerNone_PlayerResponse_2
source: I'll leave you in peace.
pt_br: Vou deixá-lo em paz.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_1
source: I may, lets trade.
pt_br: Talvez, vamos negociar.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_2
source: I don't, sorry.
pt_br: Não tenho, desculpa.

# Dialogue_Response,DL_SellerSports1_PlayerResponse_1
source: You don't like him?
pt_br: Não gosta dele?

# Dialogue_Response,DL_SellerSports_PlayerResponse_1
source: You sell Kolhii balls too?
pt_br: Você vende bolas de Kolhii também?

# Dialogue_Response,DL_Selling1_PlayerResponse_1
source: *Listen*
pt_br: *Escutar*

# Dialogue_Response,DL_Seltra1_PlayerResponse_1
source: It seems like it.
pt_br: Parece que sim.

# Dialogue_Response,DL_Seltra2_PlayerResponse_1
source: I suppose, why?
pt_br: Acho que sim, por quê?

# Dialogue_Response,DL_Seltra3_PlayerResponse_1
source: I have seen a fair few interesting ones yes.
pt_br: Sim, já vi algumas interessantes.

# Dialogue_Response,DL_Seltra4_PlayerResponse_1
source: Well there was this one...
pt_br: Então, tinha esse que…

# Dialogue_Response,DL_Seltra5_PlayerResponse_1
source: Ahh, I see. I'll leave you to it.
pt_br: Ahh, entendo. Vou deixá-la em paz.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_1
source: I need some info about a recent shipment to Po-Koro that's been delayed.
pt_br: Preciso de informação sobre uma remessa recente para Po-Koro que está atrasada.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_2
source: If there's any other attacks, just shout and i'll be here.
pt_br: Se houver mais algum ataque, dê um grito e estarei aqui.

# Dialogue_Response,DL_ShipperDefault2_PlayerResponse_1
source: Ahh Okay!
pt_br: Ahh, OK!

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_1
source: What is this place?
pt_br: Que lugar é este?

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_2
source: No, I'm fine.
pt_br: Nada não.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_1
source: I'm a Toa.
pt_br: Sou {G}|gender(um,uma) Toa.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_2
source: I'm a Rahi.
pt_br: Sou um Rahi.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_3
source: I'm Nobody. Nevermind.
pt_br: Não sou ninguém. Esquece.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_1
source: Excuse me, what happened here?
pt_br: Com licença, o que aconteceu aqui?

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_2
source: Hello, little one.
pt_br: Olá, pequenino.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_3
source: *Leave without disturbing him*
pt_br: *Sair sem perturbá-lo*

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_1
source: Alright, slow down. Tell me what happened.
pt_br: Tá bom, devagar. Diga-me o que aconteceu.

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_2
source: Speaking of - What is this place?
pt_br: Falando nisso, que lugar é esse?

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_1
source: An Ussal.
pt_br: Um Ussal.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_2
source: A Tarakava.
pt_br: Uma Tarakava.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_3
source: A Toa.
pt_br: {G}|gender(Um,Uma) Toa.

# Dialogue_Response,DL_ShipperIntroRahi_Tarakava_PlayerResponse_1
source: Just a bit of fun, my friend. Why are you lying down here?
pt_br: Só por diversão, meu amigo. Por que está deitado aí?

# Dialogue_Response,DL_ShipperIntroRahi_Toa_PlayerResponse_1
source: I'll keep that in mind. Why are you lying down back there?
pt_br: Vou me lembrar disso. Por que está deitado aí?

# Dialogue_Response,DL_ShipperIntroRahi_Ussal_PlayerResponse_1
source: Why are you lying down back there?
pt_br: Por que está deitado aí?

# Dialogue_Response,DL_ShipperIntroToa_2_PlayerResponse_1
source: See who?
pt_br: Elas quem?

# Dialogue_Response,DL_ShipperIntroToa_PlayerResponse_1
source: Why? What are you doing lying down back here?
pt_br: Por quê? O que está fazendo aí no chão?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_1
source: There's a shipment to Po-Koro that's been delayed.
pt_br: Tem uma remessa para Po-Koro que está atrasada.

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_2
source: Can I help you out further here?
pt_br: Precisa de mais ajuda aqui?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_3
source: Glad you're safe, but I need to get going.
pt_br: Fico feliz que esteja seguro, mas preciso ir.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_1
source: I need to know about a shipment that should have arrived in Po-Koro by now.
pt_br: Preciso saber de uma remessa que já devia ter chego em Po-Koro.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_2
source: About the Tarakava attack...
pt_br: Sobre o ataque das Tarakava…

# Dialogue_Response,DL_ShipperQuest1_PlayerResponse_1
source: You probably have your hands full here, I can check out their route. Which way did they go?
pt_br: Você deve estar ocupado agora, eu posso checar a rota deles. Para onde foram?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_1
source: Thank you. Do you need any help here?
pt_br: {G}|gender(Obrigado,Obrigada). Precisa de alguma ajuda qui?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_2
source: Thank you for the help.
pt_br: {G}|gender(Obrigado,Obrigada) pela ajuda.

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_1
source: Is this attack why the recent shipment to Po-Koro is late?
pt_br: É por causa deste ataque que a remessa de Po-Koro atrasou?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_2
source: Do you need my help cleaning up?
pt_br: Precisa de ajuda na limpeza?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_3
source: They must have really wanted whatever it was, they didn't even eat your Mahi.
pt_br: Elas deviam querer muito aquela carga, elas nem tocaram nos seus Mahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_1
source: I need to check a shipment that should have been delivered to Po-Koro by today.
pt_br: Preciso checar uma remessa que devia ter sido entregue a Po-Koro hoje.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_2
source: We're not in Onu-Koro, this is Onu-Wahi.
pt_br: Não estamos em Onu-Koro, aqui é Onu-Wahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_3
source: You said some Tarakava attacked you?
pt_br: Você disse que umas Tarakava te atacaram?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_1
source: You got Niidok's shipment wrong.
pt_br: Você errou o pedido do Niidok.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_2
source: I'm allowed to buy one?
pt_br: Eu posso comprar uma?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_3
source: Not at the moment no.
pt_br: Não, no momento não.

# Dialogue_Response,DL_StaffSeller2_PlayerResponse_1
source: I'm afraid I don't have any use for one at the moment.
pt_br: Temo que não precise disso para nada no momento.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_1
source: Gladly.
pt_br: Claro.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_2
source: What's in it for me?
pt_br: O que eu ganho com isso?

# Dialogue_Response,DL_StaffSellerQuartermaster3_PlayerResponse_1
source: As will I.
pt_br: Eu também.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_1
source: I have, here are the class two pikes.
pt_br: Já falei, aqui estão as lanças Classe 2.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_2
source: Not yet.
pt_br: Ainda não.

# Dialogue_Response,DL_StaffSellerQuartermaster5_PlayerResponse_1
source: Then my work is done here.
pt_br: Então meu trabalho está feito.

# Dialogue_Response,DL_StaffSellerQuartermaster6_PlayerResponse_1
source: If you wish to reward me then very well.
pt_br: Se quiser me recompensar, tudo bem.

# Dialogue_Response,DL_StaffSellerQuartermaster7_PlayerResponse_1
source: No problem.
pt_br: Sem problema.

# Dialogue_Response,DL_StaffSellerQuartermaster_PlayerResponse_1
source: You sent him class two's, not class one's.
pt_br: Você enviou as de Classe 2 para ele, não as de Classe 1.

# Dialogue_Response,DL_StaffSellerQuartermasterRewardQuestion_PlayerResponse_1
source: Absolutely.
pt_br: Com certeza.

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_1
source: Hello, what are you doing?
pt_br: Olá, o que está fazendo?

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_2
source: He's quite handsome wouldn't you say?
pt_br: Ele até que é bonito, não diria?

# Dialogue_Response,DL_StatueCarver2_PlayerResponse_1
source: It looks good.
pt_br: Ficou boa.

# Dialogue_Response,DL_StatueCarverPohatu1_PlayerResponse_1
source: You're doing good work!
pt_br: Está fazendo um bom trabalho!

# Dialogue_Response,DL_StatueCarverPohatu2_PlayerResponse_1
source: I'm afraid I don't have time for that at the moment, but good luck!
pt_br: Temo que não tenho tempo para isso no momento, mas boa sorte!

# Dialogue_Response,DL_StatueCarverPohatu_PlayerResponse_1
source: Haha! Over here little one.
pt_br: Haha! Aqui, pequenino.

# Dialogue_Response,DL_Tafall1_PlayerResponse_1
source: It seems very nice.
pt_br: Parece bem legal.

# Dialogue_Response,DL_Tafall1_PlayerResponse_2
source: You're name is Tafall, however I've also met a Taphal here.
pt_br: Você se chama Tafall? Eu já conheci um Taphal aqui.

# Dialogue_Response,DL_TafallAbandoned2_PlayerResponse_1
source: Hey guys...
pt_br: Eaí pessoal…

# Dialogue_Response,DL_TafallAbandoned3_PlayerResponse_1
source: What's this all about?
pt_br: Do que se trata isso?

# Dialogue_Response,DL_TafallAbandoned4_PlayerResponse_1
source: I see, and Taphal can't teach you because he doesn't have enough time.
pt_br: Entendi. E Taphal não pode te ensinar porque ele não tem tempo.

# Dialogue_Response,DL_TafallAbandoned5_PlayerResponse_1
source: Perhaps you could just let Tafall tag along, help out?
pt_br: Você não pode só deixar a Tafall acompanhar, ou ajudar?

# Dialogue_Response,DL_TafallAbandoned7_PlayerResponse_1
source: There we go. Settling conflicts, it's what Toa do... Sometimes.
pt_br: Aí está. Resolver conflitos, é o que {G}|gender(um,uma) Toa faz… Às vezes.

# Dialogue_Response,DL_TafallAbandoned8_PlayerResponse_1
source: You're welcome, and good luck. It's been great seeing you two.
pt_br: De nada, e boa sorte. Foi bom ver vocês dois.

# Dialogue_Response,DL_TafallAbandonedReturn_PlayerResponse_1
source: No problem.
pt_br: Sem problema.

# Dialogue_Response,DL_TafallFixing1_PlayerResponse_1
source: You know snow is just water, right?
pt_br: Você sabe que neve é só água, né?

# Dialogue_Response,DL_TafallFixing2_PlayerResponse_1
source: I know, it's sort of a habit.
pt_br: Eu sei, se tornou um hábito.

# Dialogue_Response,DL_TafallQuestion_PlayerResponse_1
source: Right, I'll try my best not to mix you up.
pt_br: Certo, vou tentar não confundir vocês dois.

# Dialogue_Response,DL_Tahu2_PlayerResponse_1
source: Continue to the End game
pt_br: Continuar para o Ultimato.

# Dialogue_Response,DL_Taipu1_PlayerResponse_1
source: Having some trouble deciding there little one?
pt_br: Com dificuldade para decidir, pequenino?

# Dialogue_Response,DL_Taipu2_PlayerResponse_1
source: They all look the same to me... I don't think I can help.
pt_br: Todas parecem iguais para mim… não acho que posso ajudar.

# Dialogue_Response,DL_Taipu3_PlayerResponse_1
source: Well good luck with that...
pt_br: Boa sorte com isso então…

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_1
source: Excuse me?
pt_br: Como é?

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_2
source: Very well, I'll leave at once.
pt_br: Tudo bem, vou sair agora mesmo.

# Dialogue_Response,DL_TakoroGuardGreeting4_PlayerResponse_1
source: I'm aware.
pt_br: Eu sei.

# Dialogue_Response,DL_TakoroGuardGreeting_1_PlayerResponse_1
source: You good up there?
pt_br: Está bem aí?

# Dialogue_Response,DL_TakoroGuardGreeting_2_PlayerResponse_1
source: You'll be fine, you're not that high up.
pt_br: Você vai ficar bem, não está tão alto assim.

# Dialogue_Response,DL_TakoroGuardGreetingPositive_PlayerResponse_1
source: Thank you guardsman.
pt_br: {G}|gender(Obrigado,Obrigada), guarda.

# Dialogue_Response,DL_TakoroGuardInTraining1_PlayerResponse_1
source: Why are you looking to buy a staff?
pt_br: Por que está querendo comprar uma lança?
