Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_1
source: How is everyone?
pt_br: Como vai o pessoal?

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_2
source: I suppose.
pt_br: É, eu acho.

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_1
source: How is everyone?
pt_br: Como vai o pessoal?

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_2
source: Will it actually protect anyone? Can't the Rahi just jump over or go around?
pt_br: Mas isso vai mesmo proteger vocês? E se os Rahi pularem ou darem a volta?

# Dialogue_Response,DL_KoTownSellerFixing1_PlayerResponse_1
source: What's wrong Parhi?
pt_br: O que foi, Parhi?

# Dialogue_Response,DL_KoTownSellerFixing2_PlayerResponse_1
source: Have you talked it over with the others?
pt_br: Você conversou sobre isso com os outros?

# Dialogue_Response,DL_KoTownSellerFixing3_PlayerResponse_1
source: Very good, I will take my leave then.
pt_br: Ótimo, vou ir embora então.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_1
source: I suppose I could, let's go.
pt_br: Acho que tenho, vamos.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_2
source: I have some things to do, If you could delay it?
pt_br: Tenho outras coisas para fazer. Pode deixar para depois?

# Dialogue_Response,DL_KoTownSellerFixing5_PlayerResponse_1
source: Thank you Parhi.
pt_br: {G}|gender(Obrigado,Obrigada), Parhi.

# Dialogue_Response,DL_KoTownSellerFixingMeeting_PlayerResponse_1
source: *Continue*
pt_br: *Continuar*

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_1
source: I am, Let's do it.
pt_br: Estou, vamos lá.

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_2
source: I'm afraid I'm still busy, sorry.
pt_br: Ainda estou {G}|gender(ocupado,ocupada), desculpa.

# Dialogue_Response,DL_Kufa2_PlayerResponse_1
source: What do you know of this "before-time"?
pt_br: O que sabe desses "passados-tempos"?

# Dialogue_Response,DL_Kufa3_PlayerResponse_1
source: What do you mean?
pt_br: O que quer dizer?

# Dialogue_Response,DL_Kufa_PlayerResponse_1
source: Hi.
pt_br: Oi.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_1
source: I have found your research
pt_br: Encontrei sua pesquisa.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_2
source: Not yet.
pt_br: Ainda não.

# Dialogue_Response,DL_KylmaNotesFound_PlayerResponse_1
source: If you insist.
pt_br: Se insiste.

# Dialogue_Response,DL_KylmaReading_PlayerResponse_1
source: It was no trouble.
pt_br: Não há de quê.

# Dialogue_Response,DL_KylmaRuins_PlayerResponse_1
source: Then I'll return once I've recovered your research.
pt_br: Então voltarei assim que recuperar sua pesquisa.

# Dialogue_Response,DL_KylmaTrouble2_PlayerResponse_1
source: And your research was left there?
pt_br: E sua pesquisa foi deixada lá?

# Dialogue_Response,DL_KylmaTrouble3_PlayerResponse_1
source: And you want me to recover it for you?
pt_br: E você quer que eu a recupere para você?

# Dialogue_Response,DL_KylmaTrouble4_PlayerResponse_1
source: Where exactly are theese ruins?
pt_br: Onde exatamente ficam essas ruínas?

# Dialogue_Response,DL_KylmaTrouble_PlayerResponse_1
source: Do you have any idea where it could be?
pt_br: Tem ideia de onde poderia estar?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_1
source: What seems to be the problem little one?
pt_br: Qual seria esse problema, pequenino?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_2
source: I have recovered your research
pt_br: Recuperei sua pesquisa.

# Dialogue_Response,DL_LavaFarmerBreak_PlayerResponse_1
source: I bet it is.
pt_br: Aposto que é mesmo.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_1
source: I'll find your friend.
pt_br: Vou achar seu amigo.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_2
source: Your friend will have to stay lost for now.
pt_br: Por enquanto seu amigo terá que continuar assim.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_1
source: From what?
pt_br: Te salvar do quê?

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_2
source: Yes, Your friend sent me.
pt_br: Sim, seu amigo me mandou.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_3
source: No.
pt_br: Não.

# Dialogue_Response,DL_LeQuestKumoGood_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
pt_br: Fica ao Sul, mas não quer que eu te leve? Tem Rahi à solta!

# Dialogue_Response,DL_LeQuestKumoGoodAddQuest_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
pt_br: Fica ao Sul, mas não quer que eu te leve? Tem Rahi à solta!

# Dialogue_Response,DL_LeQuestKumoHelp_PlayerResponse_1
source: Well I can help you then.
pt_br: Eu posso te ajudar então.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_1
source: Yes, Your friend sent me.
pt_br: Sim, seu amigo me mandou.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_2
source: Do you need help?
pt_br: Precisa de ajuda?

# Dialogue_Response,DL_LeQuestKumoNextime_2_PlayerResponse_1
source: Ahh, very well then.
pt_br: Ahh, tudo bem então.

# Dialogue_Response,DL_LeQuestKumoNextime_PlayerResponse_1
source: Ahh, Alright
pt_br: Ahh, certo.

# Dialogue_Response,DL_LeQuestKumoThanks_PlayerResponse_1
source: It was no trouble at all.
pt_br: Não há de quê.

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_1
source: What do you do here?
pt_br: O que fazem aqui?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_2
source: What are you holding?
pt_br: O que está segurando?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_3
source: May I help?
pt_br: Posso ajudar?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_4
source: Thank you supervisor.
pt_br: {G}|gender(Obrigado,Obrigada), supervisor.

# Dialogue_Response,DL_LightstoneCaveMaster_DataPad_PlayerResponse_1
source: Goodbye Supervisor.
pt_br: Tchau, supervisor.

# Dialogue_Response,DL_LightstoneCaveMaster_Doing_PlayerResponse_1
source: Interesting.
pt_br: Interessante.

# Dialogue_Response,DL_Lockedout_PlayerResponse_1
source: Nice...
pt_br: Legal…

# Dialogue_Response,DL_LyingUnderTree1_PlayerResponse_1
source: Alright, have fun.
pt_br: Certo, divirta-se.

# Dialogue_Response,DL_LyingUnderTree_PlayerResponse_1
source: Why are you under here?
pt_br: Por que você está aí embaixo?

# Dialogue_Response,DL_MackuHi_PlayerResponse_1
source: Beautiful Indeed.
pt_br: De fato, é linda.

# Dialogue_Response,DL_MackuHi_PlayerResponse_2
source: Aside from the dangerous Rahi, I suppose It is.
pt_br: Tirando o perigo dos Rahi, creio que seja.

# Dialogue_Response,DL_MackuHi_PlayerResponse_3
source: Indeed, So how's it going with Huki?
pt_br: De fato. Então, como está indo com o Hewkii?

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_1
source: We'll see...
pt_br: Veremos…

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_2
source: I won't, don't worry.
pt_br: Não vou, não se preocupe.

# Dialogue_Response,DL_MackuHuki_PlayerResponse_1
source: Only to me.
pt_br: Só para mim.

# Dialogue_Response,DL_MackuTidbit_PlayerResponse_1
source: Hmm, I didn't know that, Thank you.
pt_br: Hum… Eu não sabia disso. {G}|gender(Obrigado,Obrigada).

# Dialogue_Response,DL_Maren1_PlayerResponse_1
source: Need some assistance?
pt_br: Precisa de ajuda?

# Dialogue_Response,DL_Maren2_PlayerResponse_1
source: What are you doing all the way out here?
pt_br: O que está fazendo tão longe?

# Dialogue_Response,DL_Maren2_PlayerResponse_2
source: I'll leave you to it.
pt_br: Vou deixá-la aí então.

# Dialogue_Response,DL_Maren3_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
pt_br: Acha que parte do tesouro da Máscara Negra está aqui?

# Dialogue_Response,DL_Maren3_PlayerResponse_2
source: The Ga-Matoran tell stories of Blackmask. But they are only stories.
pt_br: As Ga-Matoran contam histórias da Máscara Negra. Mas são só histórias.

# Dialogue_Response,DL_Maren3_PlayerResponse_3
source: I wish you luck, Maren.
pt_br: Desejo-lhe sorte, Maren.

# Dialogue_Response,DL_MarenBlackmask1_PlayerResponse_1
source: I'd like to buy some of your maps.
pt_br: Gostaria de comprar alguns mapas seus.

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
pt_br: Acha que parte do tesouro da Máscara Negra está aqui?

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_2
source: Good sailing, Maren.
pt_br: Boas navegações, Maren.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_1
source: I'd like a map.
pt_br: Gostaria de um mapa.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_2
source: I've got treasure to sell.
pt_br: Tenho tesouro para vender.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_3
source: Good sailing, Maren.
pt_br: Boas navegações, Maren.

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_1
source: What do you have?
pt_br: O que você tem?

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_3
source: Not today, thank you.
pt_br: Hoje não, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_MarkleQuestion1_PlayerResponse_1
source: Well, I think it’s very convenient to be able to buy masks.
pt_br: Ora, acho que poder comprar máscaras é bem conveniente.

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_1
source: I'd be happy to, what do you have?
pt_br: Eu adoraria. O que tem aí?

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_2
source: Sorry, not at the moment.
pt_br: Desculpa, por enquanto não.

# Dialogue_Response,DL_MarkleQuestion_PlayerResponse_1
source: Who is this “He?”
pt_br: Quem é "ele"?

# Dialogue_Response,DL_MaskPowerer1_PlayerResponse_1
source: Strange.
pt_br: Estranho.

# Dialogue_Response,DL_MaskPowerer2_PlayerResponse_1
source: What is this device?
pt_br: O que é este dispositivo?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_1
source: What is this device?
pt_br: O que é este dispositivo?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_2
source: So, about that Talok...
pt_br: Então, sobre o Talok…

# Dialogue_Response,DL_MatauInTree_PlayerResponse_1
source: How did you manage to get up there, Turaga?
pt_br: Como conseguiu chegar aí em cima, Turaga?

# Dialogue_Response,DL_MatauInTree_PlayerResponse_2
source: Would you like some help?
pt_br: Gostaria de ajuda?

# Dialogue_Response,DL_MatauInTreeHelp_PlayerResponse_1
source: Are you sure?
pt_br: Tem certeza?

# Dialogue_Response,DL_MatauInTreeHow_PlayerResponse_1
source: Would you like some help?
pt_br: Gostaria de ajuda?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_1
source: I heard you had something for me?
pt_br: Fiquei sabendo que tinha algo para mim?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_2
source: Sorry for waking you up.
pt_br: Desculpa acordá-lo.

# Dialogue_Response,DL_MatauKoroHowsgoing_PlayerResponse_1
source: Of course, I'll leave you to that then.
pt_br: É claro, vou deixá-lo então.

# Dialogue_Response,DL_MatauKoroLewa1_PlayerResponse_1
source: What’s the trouble-matter?
pt_br: Qual o problema-caso?

# Dialogue_Response,DL_MatauKoroLewa2_PlayerResponse_1
source: What’s so important that’s in this temple anyways?
pt_br: O que tem nesse templo de tão importante?

# Dialogue_Response,DL_MatauKoroLewa3_PlayerResponse_1
source: No worries, Turaga. I’ll quick-snatch that stone before you know it!
pt_br: Sem problema, Turaga. Vou já-pegar essa pedra pra ontem!

# Dialogue_Response,DL_MatauKoroPostKini_PlayerResponse_1
source: How has Le-Koro been?
pt_br: Como vai Le-Koro?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_1
source: Where exactly were you coming home from?
pt_br: Você estava voltando para casa, mas de onde?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_2
source: I’m glad that you’re unharmed, Turaga.
pt_br: Fico feliz que não tenha se ferido, Turaga.

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_1
source: Where exactly were you coming home from?
pt_br: Você estava voltando para casa, mas de onde?

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_2
source: I'll make sure to stop by Turaga.
pt_br: Então passo lá mais tarde, Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere2_PlayerResponse_1
source: I'll make sure to Turaga.
pt_br: Passarei lá, Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere_PlayerResponse_1
source: Well, I’m glad you’re safe regardless.
pt_br: Bom, fico feliz que esteja seguro.

# Dialogue_Response,DL_MatoranTransporter10_PlayerResponse_1
source: Are any other Rahi used for jobs like this?
pt_br: Usam algum outro Rahi para trabalhos desse tipo?

# Dialogue_Response,DL_MatoranTransporter11_PlayerResponse_1
source: Hey, didn't you say you were on the clock?
pt_br: Ei, não disse que estava com pressa?

# Dialogue_Response,DL_MatoranTransporter1_PlayerResponse_1
source: I apologise, you may continue on your way little one.
pt_br: Desculpa. Pode continuar, pequenino.

# Dialogue_Response,DL_MatoranTransporter2_PlayerResponse_1
source: I didn't mean to inturrupt!
pt_br: Não quis interromper!

# Dialogue_Response,DL_MatoranTransporter3_PlayerResponse_1
source: I was about to ask you the same thing.
pt_br: Eu ia te perguntar a mesma coisa.

# Dialogue_Response,DL_MatoranTransporter4_PlayerResponse_1
source: Interesting, may I ask what you're delivering?
pt_br: Interessante. Posso saber o que está entregando?

# Dialogue_Response,DL_MatoranTransporter5_PlayerResponse_1
source: Well that seems... Inconsiderate.
pt_br: Isso é meio… indelicado.

# Dialogue_Response,DL_MatoranTransporter6_PlayerResponse_1
source: I'm sure everything you deliver has helped in some way little one.
pt_br: Sei que tudo que você entregou foi de alguma ajuda, pequenino.

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_1
source: What... about your Ussal is he doing well?
pt_br: Mas e o seu Ussal? Ele está bem?

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_2
source: Okay...
pt_br: Certo…

# Dialogue_Response,DL_MatoranTransporter9_PlayerResponse_1
source: I've noticed quite a few Ussals being used for work around Mata-Nui.
pt_br: Percebi muitos Ussals sendo usados para trabalho em Mata Nui.

# Dialogue_Response,DL_Matoro1_PlayerResponse_1
source: Ehh, who are you?
pt_br: Hã… quem é você?

# Dialogue_Response,DL_Matoro3_PlayerResponse_1
source: You want me to look for this Turaga?
pt_br: Quer que eu procure esse Turaga?

# Dialogue_Response,DL_Matoro4_PlayerResponse_1
source: Do you have somewhere I can begin searching?
pt_br: Sabe por onde eu possa começar a busca?

# Dialogue_Response,DL_Matoro4_PlayerResponse_2
source: How can I find Nuju?
pt_br: Como posso achar Nuju?

# Dialogue_Response,DL_MatoroGetMap_PlayerResponse_1
source: Thank you this should help.
pt_br: {G}|gender(Obrigado,Obrigada), isso deve ajudar.

# Dialogue_Response,DL_MatoroHaveMap_PlayerResponse_1
source: I'll begin my search.
pt_br: Começarei minha busca.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_1
source: I am ready.
pt_br: Estou {G}|gender(pronto,pronta).

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_2
source: What are you doing here, Matoro?
pt_br: O que está fazendo aqui, Matoro?

# Dialogue_Response,DL_MatoroKiniExplanation1_PlayerResponse_1
source: Matoro? What is it?
pt_br: Matoro? O que foi?

# Dialogue_Response,DL_MatoroKiniExplanation2_PlayerResponse_1
source: So there IS something he’s hiding. What is it?
pt_br: Então tem algo que ele está escondendo mesmo. E o que é?

# Dialogue_Response,DL_MatoroKiniExplanation3_PlayerResponse_1
source: Nuju doubts me? He doubts the Toa?
pt_br: Nuju duvida de mim? Ele duvida dos Toa?

# Dialogue_Response,DL_MatoroKiniExplanation4_PlayerResponse_1
source: What things have been happening to cause him to doubt us?
pt_br: Que coisas aconteceram para fazê-lo duvidar de nós?

# Dialogue_Response,DL_MatoroKiniExplanation5_PlayerResponse_1
source: What do you mean?
pt_br: O que quer dizer?

# Dialogue_Response,DL_MatoroKiniExplanation6_PlayerResponse_1
source: Excellent.
pt_br: Excelente.

# Dialogue_Response,DL_MatoroKiniExplanation7_PlayerResponse_1
source: And I must travel to this temple, even against the Turaga’s wishes?
pt_br: E eu devo viajar a este templo, mesmo contra os desejos do Turaga?

# Dialogue_Response,DL_MatoroKiniExplanation8_PlayerResponse_1
source: We?
pt_br: Nós?

# Dialogue_Response,DL_MatoroKiniExplanation9_PlayerResponse_1
source: Thank you for this, Matoro.
pt_br: Muito {G}|gender(obrigado,obrigada), Matoro.

# Dialogue_Response,DL_MatoroKiniReturn2_PlayerResponse_1
source: What will you do?
pt_br: O que você vai fazer?

# Dialogue_Response,DL_MatoroKiniReturn3_PlayerResponse_1
source: I understand. I shall speak with Nuju then.
pt_br: Eu entendo. Falarei com Nuju, então.

# Dialogue_Response,DL_MatoroKiniReturn_PlayerResponse_1
source: Thank you for your help Matoro. I could not have completed this without you.
pt_br: {G}|gender(Obrigado,Obrigada) por sua ajuda, Matoro. Não teria feito isso sem você.

# Dialogue_Response,DL_MatoroKiniReturnMine_PlayerResponse_1
source: ...Very well.
pt_br: … Muito bem.

# Dialogue_Response,DL_MatoroKiniReturnUnderstand_PlayerResponse_1
source: Here is the stone. Return to Nuju’s side and I will meet you there.
pt_br: Aqui está a pedra. Volte para Nuju e eu encontrarei vocês lá.

# Dialogue_Response,DL_MatoroReturn_PlayerResponse_1
source: Not yet no.
pt_br: Não, ainda não.

# Dialogue_Response,DL_MetalSeller_PlayerResponse_1
source: Yeah, I'll take a look.
pt_br: Claro, vou dar uma olhada.

# Dialogue_Response,DL_Metonu1_PlayerResponse_1
source: But I'm interested, Would you at least give me a hint?
pt_br: Mas fiquei {G}|gender(interessado,interessada), pode ao menos me dar uma dica?

# Dialogue_Response,DL_Metonu1_PlayerResponse_2
source: Alright.
pt_br: Tudo bem.

# Dialogue_Response,DL_Metonu2_PlayerResponse_1
source: Hmm I see...
pt_br: Hum… entendo…

# Dialogue_Response,DL_Metonu3_PlayerResponse_2
source: Sorry I'm not interested at the moment.
pt_br: Desculpa, não estou {G}|gender(interessado,interessada) no momento.

# Dialogue_Response,DL_Metonu_PlayerResponse_1
source: I have the materials you needed.
pt_br: Tenho os materiais que precisa.

# Dialogue_Response,DL_Metonu_PlayerResponse_2
source: What's done?
pt_br: Terminou o quê?

# Dialogue_Response,DL_Metonu_PlayerResponse_3
source: About that device from before?
pt_br: Está falando daquele dispositivo?

# Dialogue_Response,DL_MetonuExplain_PlayerResponse_1
source: What will I need?
pt_br: O que vou precisar?

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
pt_br: Olha, por um acaso eu tenho tudo isso agora mesmo.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_2
source: I'd like that in writing if you would.
pt_br: Gostaria disso por escrito, se puder.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_3
source: Sure, I'll go find it.
pt_br: Claro, vou achar.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
pt_br: Olha, por um acaso eu tenho tudo isso agora mesmo.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_2
source: Alright, I'll see if I can find all this.
pt_br: Certo, vou ver se consigo achar tudo isso.

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_1
source: What do I need?
pt_br: O que preciso?

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_3
source: Nevermind.
pt_br: Esquece.

# Dialogue_Response,DL_Midak1_PlayerResponse_1
source: What are you doing out here?
pt_br: O que está fazendo aqui?

# Dialogue_Response,DL_NightWatchGuard1_PlayerResponse_1
source: Not at the moment no.
pt_br: Não, no momento não.

# Dialogue_Response,DL_NightWatchGuard2_PlayerResponse_1
source: I'll be vigilant.
pt_br: Ficarei {G}|gender(atento,atenta).

# Dialogue_Response,DL_Nixie_PlayerResponse_1
source: What's interesting?
pt_br: O que é interessante?

# Dialogue_Response,DL_NixieResponse1_PlayerResponse_1
source: Very interesting.
pt_br: Muito interessante.

# Dialogue_Response,DL_NixieResponse2_PlayerResponse_1
source: Very interesting.
pt_br: Muito interessante.

# Dialogue_Response,DL_NixieResponse_PlayerResponse_1
source: How do you do that?
pt_br: Como você faz isso?

# Dialogue_Response,DL_NixieResponse_PlayerResponse_2
source: What have you discovered?
pt_br: O que você descobriu?

# Dialogue_Response,DL_Nokama3_PlayerResponse_1
source: Now you’re safe. You should head back to Ga-Koro.
pt_br: Agora que está segura, você devia voltar para Ga-Koro.

# Dialogue_Response,DL_Nokama3_PlayerResponse_2
source: That had to have been frightening.
pt_br: Deve ter sido apavorante.

# Dialogue_Response,DL_Nokama3_PlayerResponse_3
source: A meeting? What sort of meeting?
pt_br: Uma reunião? Que tipo de reunião?

# Dialogue_Response,DL_NokamaBase1_PlayerResponse_1
source: How did you manage to end up down here?
pt_br: Como você acabou aqui embaixo?

# Dialogue_Response,DL_NokamaHeadBack2_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
pt_br: Antes de ir, você mencionou uma reunião. Que tipo de reunião?

# Dialogue_Response,DL_NokamaHeadBack_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
pt_br: Antes de ir, você mencionou uma reunião. Que tipo de reunião?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_1
source: Did you want to see me, Turaga?
pt_br: Você queria me ver, Turaga?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_2
source: How is Ga-Koro?
pt_br: Como vai Ga-Koro?

# Dialogue_Response,DL_NokamaKoroGali1_PlayerResponse_1
source: Where is this stone?
pt_br: Onde está essa pedra?

# Dialogue_Response,DL_NokamaKoroGali25_PlayerResponse_1
source: Last time?
pt_br: Da última vez?

# Dialogue_Response,DL_NokamaKoroGali2_PlayerResponse_1
source: I understand. Thank you, Nokama.
pt_br: Eu entendo. Obrigada, Nokama.

# Dialogue_Response,DL_NokamaKoroGali3_PlayerResponse_1
source: Thank you Turaga.
pt_br: Obrigada, Turaga.

# Dialogue_Response,DL_NokamaKoroGali4_PlayerResponse_1
source: Thank you Turaga.
pt_br: Obrigada, Turaga.

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_1
source: How is Ga-Koro?
pt_br: Como vai Ga-Koro?

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_2
source: I am.
pt_br: Estou sim.

# Dialogue_Response,DL_NokamaMeeting_PlayerResponse_1
source: I understand. I am simply glad you are unharmed.
pt_br: Entendo. Só fico feliz que não esteja ferida.

# Dialogue_Response,DL_NokamaScary_PlayerResponse_1
source: Well that now you are safe. You should head back to Ga-Koro.
pt_br: Bom, agora que está segura, você deve voltar para Ga-Koro.

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_1
source: You have something for me?
pt_br: Você tem algo para mim?

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_3
source: Has Ko-Koro been well?
pt_br: Ko-Koro vai bem?

# Dialogue_Response,DL_NujuCovoBlocked_PlayerResponse_1
source: Is something the matter, Turaga?
pt_br: Algo de errado, Turaga?

# Dialogue_Response,DL_NujuCovoFinal1_PlayerResponse_1
source: Do you have anything else for me to do?
pt_br: Você tem algo mais para eu fazer?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_1
source: Has Ko-Koro been well?
pt_br: Ko-Koro vai bem?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_2
source: I’ve returned, Turaga.
pt_br: Eu voltei, Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka2_PlayerResponse_1
source: Fears about what, exactly?
pt_br: Medo do que, exatamente?

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka4_PlayerResponse_1
source: Thank you, Turaga.
pt_br: {G}|gender(Obrigado,Obrigada), Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka_PlayerResponse_1
source: You are not upset?
pt_br: Você não está decepcionado?
