Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_PoduRace1
source: It’s a lot… c-c-colder here than it is in Po-Koro…
it: Ma molto più… f-f-freddo qui che a Po-Koro…

# Dialogue_Text,DL_PoduRace2
source: Sigh…
it: *Sospira*...

# Dialogue_Text,DL_PoduRaceActive
source: Don't talk to me, you have a race to win!
it: Non parlarmi, hai una gara da vincere!

# Dialogue_Text,DL_PoduRaceGeneral
source: Well, I’m here on somewhat of an urgent mission… I need to find Toa Kopaka and talk to him!
it: Beh, sono qui per una missione alquanto urgente… devo trovare Toa Kopaka e parlargli!

# Dialogue_Text,DL_PoduRaceGeneral2
source: Well I’m just waiting for Toa Kopaka… I told him that this is where he needed to come, but I’m worried that he’s simply forgotten.
it: Beh, sto solo aspettando Toa Kopaka… gli ho detto che è qui che doveva venire, ma sono preoccupato che se ne sia semplicemente dimenticato.

# Dialogue_Text,DL_PoduRaceKopaka
source: Well I’ve been looking for you, Toa Kopaka!
it: Bene, ti stavo cercando, Toa Kopaka!

# Dialogue_Text,DL_PoduRaceKopaka2
source: I wasn’t told much, only that it was urgent for you to hear this. You must travel to the very northern tip of Po-Wahi, past the old Temple.
it: Non mi è stato detto molto, solo che era urgente che tu lo venissi a sapere. Devi recarti alla punta più settentrionale di Po-Wahi, oltre il vecchio Tempio.

# Dialogue_Text,DL_PoduRaceKopakaCutscene
source: Perfect! You’re here! Now all we need to do is wait for...
it: Perfetto! Sei qui! Ora dobbiamo solo aspettare che...

# Dialogue_Text,DL_PoduRaceKopakaExit
source: Thank you, Kopaka. Oh, and one other thing- I was told that you should bring a Kakama if you have one. Some legends say there’s one in the hidden Temple...
it: Grazie, Kopaka. Oh, e ancora una cosa- mi è stato detto che dovresti portare una Kakama, se ne hai una. Alcune leggende dicono che ce ne sia una nel Tempio nascosto...

# Dialogue_Text,DL_PoduRaceKopakaWhat
source: I’m… not quite sure honestly. All I know is that it’s urgent. There isn’t much past the hidden Temple, so your guess is as good as mine.
it: Io… non ne sono del tutto sicuro, onestamente. So solo che è urgente. Non c'è molto oltre il Tempio nascosto, quindi la tua ipotesi è buona quanto la mia.

# Dialogue_Text,DL_PoduRaceKopakaWho
source: I... was told to keep it anonymous. All I was told to say is that it came from a good friend of yours. ...Sorry.
it: Io... mi è stato detto di mantenerlo anonimo. Tutto quello che mi è stato detto di riferirti è che viene da un tuo buon amico. ...scusa.

# Dialogue_Text,DL_PoduRaceKopakaWho2
source: This- this isn’t a trap, I swear! If I really wanted to put you in danger, I would have run out to find you instead of freezing my mask off in Ko-Koro for Mata-Nui knows how long!
it: Questa- questa non è una trappola, lo giuro! Se davvero avessi voluto metterti in pericolo, sarei corso fuori a cercarti invece di restare a congelarmi la maschera a Ko-Koro per Mata-Nui sa quanto!

# Dialogue_Text,DL_PoduRacePohatu
source: Well… it is a little chillier than I expected. But I’m staying until I find Kopaka, just like you told me to do!
it: Beh… è un po' più freschino di quanto mi aspettassi. Ma resterò finche non avrò trovato Kopaka, esattamente come mi hai detto di fare!

# Dialogue_Text,DL_PoduRacePohatu2
source: I sure hope he is. I’ve had to do a lot of waiting around for this, so it better be worth it!
it: Spero proprio di sì. Ho dovuto aspettare parecchio per questo, quindi sarà meglio che ne sia valsa la pena!

# Dialogue_Text,DL_PoduRaceReturn1
source: Sigh…
it: *Sospira*...

# Dialogue_Text,DL_PoduRaceReturnKopaka
source: Finally! Now if only Pohatu were to show up...
it: Finalmente! Ora se solo Pohatu si degnasse di arrivare...

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu1
source: I knew you’d come back!
it: Sapevo che saresti tornato!

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu2
source: Of course not! Not the entire time...
it: Ovviamente no! Non per tutto il tempo...

# Dialogue_Text,DL_PoduRaceReturnPohatu
source: Not yet... you think he’s ever gonna show up again?
it: Non ancora... pensi che si farà vedere di nuovo?

# Dialogue_Text,DL_PoduRaceReturnPohatu2
source: ...You might not know him as well as you think.
it: ...potresti non conoscerlo così bene come pensi.

# Dialogue_Text,DL_Poekae
source: Welcome Toa, to Poekae's goods!
it: Benvenuto Toa, agli "Articoli di Poekae"!

# Dialogue_Text,DL_Poekae1
source: Why only the best treatment for all alements, Wahae-Mata Gel! It can cure everything from joint pain to a cracked mask!
it: Ma ovviamente solo il miglior rimedio per tutti i malanni, il Gel Wahae-Mata! Può curare di tutto, dai dolori articolari and una maschera spezzata!

# Dialogue_Text,DL_Poekae2
source: Of course it can, just try it yourself! While you're here, check out our Wahae-Mata Canister, it holds a large amount of Gel so you can keep feeling good for longer!
it: Ma certo che può, provalo tu stesso! E già che ci sei, dai un'occhiata al nostro Contenitore Wahae-Mata. Contiene una grande quantità di Gel, così che tu possa continuare a sentirti bene più a lungo!

# Dialogue_Text,DL_Pohatu1
source: What do you mean? Each of us has collected the masks, found the Makoki stones, and done all that we are to do to face our destiny! How could we be more prepared?
it: Che vuoi dire? Ciascuno di noi ha raccolto le maschere, trovato le pietre Makoki e fatto tutto ciò che dobbiamo fare per affrontare il nostro destino! Come potremmo essere più preparati?

# Dialogue_Text,DL_PohatuLoseRace1
source: Well played, brother! You almost had me for a bit there. You wouldn’t happen to care for a rematch, would you?
it: Ben fatto, fratello! Per poco non me l'hai fatta. Non saresti interessato ad una rivincita, non è vero?

# Dialogue_Text,DL_PohatuLoseRaceNo
source: ...Oh well. If you ever change your mind, you know where to find Podu!
it: ...oh beh. Se mai dovessi cambiare idea, sai dove trovare Podu!

# Dialogue_Text,DL_PotMaker
source: Oh, Uhh. Hi Toa $T.
it: Oh, Uhh. Salve Toa $T.

# Dialogue_Text,DL_PotMaker1
source: I make pots, I'm currently inspecting them as the final stage before I sell them. Usually I sell them to local shops, but would you like to buy one from me?
it: Io realizzo vasi, al momento li sto ispezionando come ultimo passaggio prima di venderli. Solitamente li vendo ai negozi locali, ma vorresti comprarne uno da me?

# Dialogue_Text,DL_PotMakerBacktoNormal
source: Oh, Uhh. Hello again Toa $T.
it: Oh, Uhh. Salve ancora Toa $T.

# Dialogue_Text,DL_PotMakerBacktoNormal1
source: A Toa, check up on me? Uhh, I'm okay I guess. Kohi was a friend but we weren't that close... I just hope he's okay.
it: Un Toa, che si interessa a me? Uhh, sto bene, credo. Kohi era un amico, ma non eravamo così legati... spero solo che stia bene.

# Dialogue_Text,DL_PotMakerTrade1
source: I do! Usually I sell them to local retailers, but I suppose you could buy one from me if you want.
it: Sì! Solitamente li vendo ai commercianti locali, ma suppongo che tu possa comprarne uno da me, se vuoi.

# Dialogue_Text,DL_PotMakerWhatHappened
source: I- I didn't think-
it: Io- io non credo-

# Dialogue_Text,DL_PotMakerWhatHappened1
source: I think it was attacked! I live next door you see, and while I was asleep I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
it: Credo che sia stato attaccato! Vedi, io vivo qui a fianco, e mentre dormivo ho sentito degli strani suoni. Pensavo che fosse Kohi che lavorava il metallo fino a tardi come al solito, ma le martellate rimbombavano più del solito. Dopo un po' si sono interrotte, ma quanto mi sono svegliato Kohi era sparito ed il negozio era ridotto in questo stato!

# Dialogue_Text,DL_PotMakerWhatHappened1Alt
source: You- You remembered me? Oh, well I was asleep and I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
it: Tu- tu ti ricordi di me? Oh, beh, sio stavo dromendo ed ho sentito degli strani suoni. Pensavo che fosse Kohi che lavorava il metallo fino a tardi come al solito, ma le martellate rimbombavano più del solito. Dopo un po' si sono interrotte, ma quanto mi sono svegliato Kohi era sparito ed il negozio era ridotto in questo stato!

# Dialogue_Text,DL_PotMakerWhatHappened2
source: No! I've asked about everyone in Po-Koro, and no one knows!
it: No! Ho chiesto a chiunque a Po-Koro e nessuno sa niente!

# Dialogue_Text,DL_PotMakerWhatHappened3
source: One of the guards thought he saw a Tarakava driving away from Po-Koro, but that's impossible. Tarakava don't live in Po-Wahi, and this is much too far from anywhere they WOULD live! I suppose it could be the fabled Sand-Tarakava, but those are just a myth...
it: Una delle guardie pensava di aver visto un Tarakava allontanarsi da Po-Koro, ma è impossibile. I Tarakava non vivono a Po-Wahi e qui siamo fin troppo lontani da qualsiasi luogo in cui POTREBBERO vivere! Supponso che potesse trattarsi del fantomatico Tarakava delle Sabbie, ma quello è solo un mito...

# Dialogue_Text,DL_PotMakerWhatHappened4
source: I- I don't know... I hate to say it but, I don't think so.
it: Io- io non lo so... detesto doverlo ammettere, ma non credo.

# Dialogue_Text,DL_ProtoSeller
source: Greetings, I have Protodermis for you Toa, need a boost of energy? I've got that too!
it: Saluti, ho del Protodermis per te, Toa. Ti serve un incremento d'energia? Ho anche quello!

# Dialogue_Text,DL_QuarterMaster1
source: *Seething to self* What exactly am I supposed to do with four crates of CLASS TWOS?! When I specifically requested CLASS ONES!
it: *Borbottando tra sé e sé* Esattamente che dovrei farci con quattro casse di SECONDA SCELTA?! Quanto le ho specificamente richieste di PRIMA SCELTA!

# Dialogue_Text,DL_QuarterMaster10
source: You have the pikes now. If you would be so kind, return them to the fool who sent them.
it: Ora hai le picche. Potresti essere così gentile da rimandarle al folle che le ha inviate.

# Dialogue_Text,DL_QuarterMaster11
source: I have finally received the correct pikes thanks to you Toa.
it: Finalmente ho ricevuto le picche corrette grazie a te, Toa.

# Dialogue_Text,DL_QuarterMaster2
source: Toa! I didn't see you there... I suppose there is yes, Would you mind speaking to Takar about this mix up? He's the staff seller just outside of Ta-Koro.
it: Toa! Non ti avevo visto lì... sì, suppongo che ci sia. Ti dispiacerebbe parlare con Takar di questo pasticcio? È il venditore di bastoni appena fuori Ta-Koro.

# Dialogue_Text,DL_QuarterMaster3
source: Good, meanwhile I'll just stare at these useless things.
it: Bene, nel frattempo mi limiterò a fissare questi attrezzi inutili.

# Dialogue_Text,DL_QuarterMaster4
source: Welcome back Toa, have you spoken to that fool yet?
it: Bentornato Toa, hai già parlato con quel folle?

# Dialogue_Text,DL_QuarterMaster5
source: Finally, some good news. Did he send you to pick up these ones then?
it: Finalmente delle buone notizie. Allora ti ha mandato a recuperare questi?

# Dialogue_Text,DL_QuarterMaster6
source: It's the logical choice. You're strong, fast, and best of all free.
it: È una scelta logica. Tu sei forte, veloce e soprattutto libero.

# Dialogue_Text,DL_QuarterMaster7
source: Strange, It's not everyday you hear about Toa being paid to do a petty task, usually they just do them for free.
it: Strano, non si sente tutti i giorni di un Toa pagato per svolgere qualche lavoretto, di solito lo fanno gratuitamente.

# Dialogue_Text,DL_QuarterMaster8
source: I suppose that could be true for some, but being paid is usually my prefered route.
it: Suppongo che possa valere per alcuni, ma essere pagato è la via che preferisco.

# Dialogue_Text,DL_QuarterMaster9
source: Ahh yes, I nearly forgot. Lets get to work.
it: Ahh sì, quasi dimenticavo. Mettiamoci al lavoro.

# Dialogue_Text,DL_RacePohatu1
source: Brother!
it: Fratello!

# Dialogue_Text,DL_RacePohatu2
source: What’s wrong? You don’t look happy to see me. I thought you’d enjoy getting to spend some time with a good friend!
it: Che c'è che non va? Non sembri felice di vedermi. Pensavo che ti avrebbe fatto piacere trascorrere del tempo con un buon amico!

# Dialogue_Text,DL_RacePohatu3
source: Oh, what’s the difference? But hey, if that’s gonna be your attitude about it, it's a good thing I brought you down here for some good old friendly competition.
it: Oh, che differenza fa? Ma ehi, se questo sarà il tuo atteggiamento al riguardo, è una buona cosa che ti abbia trascinato qui per un po' di buon vecchia competizione amichevole.

# Dialogue_Text,DL_RacePohatu4
source: Of course. If there’s one thing Po-Koro’s known for, it’s sport!
it: Ma certo. Se c'è una cosa per cui è famosa Po-Koro, è lo sport!

# Dialogue_Text,DL_RacePohatu5
source: ...He was in on the whole thing from the start.
it: ...lui era coinvolto in tutta la faccenda fin dall'inizio.

# Dialogue_Text,DL_RacePohatu6
source: A friendly race, that’s all! From here to Po-Koro. Just you and me!
it: Una gara amichevole, nient'altro! Da qui fino a Po-Koro. Solo tu ed io!

# Dialogue_Text,DL_RacePohatu7
source: There’s a very stylish prize for you if you win.
it: C'è un premio davvero stiloso per te, se vinci.

# Dialogue_Text,DL_RacePohatuAccept
source: Excellent! First one to make it to the gates of Po-Koro wins! Hope you’re ready!
it: Eccellente! Il primo a raggiungere le porte di Po-Koro cince! Spero tu sia pronto!

# Dialogue_Text,DL_RacePohatuLeave
source: Very well... just let Podu here know WHEN you change your mind.
it: Molto bene... fallo semplicemente sapere al qui presente Podu QUANDO cambi idea.

# Dialogue_Text,DL_RacePohatuPodu1
source: Huh? What do I have to do with this?
it: Huh? Che dovrei farci con questo?

# Dialogue_Text,DL_RacePohatuPodu2
source: Half of it was my idea.
it: Per metà è stata una mia idea.

# Dialogue_Text,DL_RacePohatuWhy
source: Well you just haven’t seen it yet! Trust me- it is a VERY cool hat.
it: Beh, è che non l'hai ancora visto! Fidati di me- è un cappello DAVVERO figo.

# Dialogue_Text,DL_RacePohatuWhy2
source: Well I don’t want to race anyone else but you.
it: Beh, io non voglio sfidare nessun altro a parte te.

# Dialogue_Text,DL_RacePohatuWhy3
source: Yes! ...But also because of the Island-wide poll I did.
it: Sì! ...ma anche per via del sondaggio che ho fatto per tutta l'isola.

# Dialogue_Text,DL_RacePohatuWhy4
source: I held a vote asking Matoran from all across the island who their favorite Toa was - And you won!
it: Ho indetto una votazione chiedendo ai Matoran di tutta l'isola chi fosse il loro Toa preferito - ed hai vinto tu!

# Dialogue_Text,DL_RacePohatuWhy5
source: I do as well. Though I did come in a very close second... half a percent of the vote! A little outrageous if you ask me, but you still won, fair and square.
it: Pure io. Anche se mi sono posizionato secondo per un soffio... solo per mezzo voto! È un po' scandaloso, se lo chiedi a me, ma hai comunque vinto tu, in modo leale ed onesto.

# Dialogue_Text,DL_RacePohatuWhy6
source: Yes! Oh, quit being so serious all the time, Kopaka! You’re always the one who is most dedicated out of all of us - don’t you think you deserve a little bit of fun now and then?
it: Sì! Oh, smettila di essere sempre così serio, Kopaka! Tra noi sei sempre quello più dedito alla causa - non pensi che ogni tanto ti meriti un pochino di divertimento?

# Dialogue_Text,DL_RacePohatuWhy7
source: ...How about this, then. If you beat me in this race, it shall prove once and for all that you are the superior Toa, and you shall be burdened by the plight of my comradery for no longer.
it: ...allora che ne dici di questo? Se in questa gara mi batterai, proverai una volta per tutte che sei tu il Toa migliore, e non sarai più oppresso dal problema della mia compagnia.

# Dialogue_Text,DL_RahiAboutTemple
source: Why are you talking to me? The- The Rahi, they're still here!
it: Perché mi stai parlando? I... i Rahi, sono ancora qui!

# Dialogue_Text,DL_RockGuy
source: Howdy Toa, Welcome to the back end of nowhere - otherwise known as my shop!
it: Ehilà Toa, benvenuto nel bel mezzo del nulla - altrimenti noto come il mio negozio!

# Dialogue_Text,DL_SadKolhiiPlayer
source: *Sigh*
it: *Sospira*

# Dialogue_Text,DL_SadKolhiiPlayer1
source: Huh? Oh, hello Toa... >snif<
it: Huh? Oh, salve Toa... >snif<

# Dialogue_Text,DL_SadKolhiiPlayerAlreadyHave
source: You do? How - Oh right you're a Toa. Can I...
it: Davvero? Come - oh, giusto, sei un Toa. Posso...

# Dialogue_Text,DL_SadKolhiiPlayerComplete1
source: Hello again toa!
it: Salve di nuovo toa!

# Dialogue_Text,DL_SadKolhiiPlayerComplete2
source: Absolutely! I would be playing with it now but I've been feeling rather tired recently, I figured it would be better for me to rest for now.
it: Assolutamente! Ci giocherei anche ora, ma ultimamente mi sono sentito piuttosto stanco, perciò ho pensato che per il momento fosse meglio riposarmi un po'.

# Dialogue_Text,DL_SadKolhiiPlayerCompleteQuest
source: Thank you so much for this Toa, I am forever indebted to you!
it: Grazie infinite per questo, Toa, sarò per sempre in debito con te!

# Dialogue_Text,DL_SadKolhiiPlayerExplain
source: I- I can't buy a Comet... I worked hard, I saved everything up, and when I had just enough I sold my kohlii ball to get me over the top! But right when I went to buy one the price got raised! As much as I want to, I can't blame Ahkmou, they are in very high demand.
it: Io- io non posso comprare una Cometa... ho lavorato sodo, ho risparmiato quanto potevo, e quando finalmente avevo abbastanza, ho venduto la mia palla da kohlii per arrivare alla cifra! Ma non appena mi sono recato ad acquistarne una, il prezzo era aumentato! Per quanto lo voglia, non posso biasimare Ahkmou, sono davvero molto richieste.

# Dialogue_Text,DL_SadKolhiiPlayerExplainAgain
source: That's okay, I'll just sit here and sulk some more...
it: Va bene così, mi siederò qui e mi lamenterò ancora un po'...

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice1
source: What, you'd pay for it all - are you sure?
it: Cosa? Pagherai tu per tutto - ne sei sicuro?

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice2
source: Uhh, in exchange I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
it: Uhh, in cambio posso darti... umm... questo! L'ho trovato in giro, al di fuori di Po-Koro, forse vale qualcosa?

# Dialogue_Text,DL_SadKolhiiPlayerGiveHalf
source: You'd do that for me? Here it is, that's all I have, feel free to keep the change if there is any.
it: Lo faresti per me? Ecco a te, è tutto ciò che ho, tieni pure il resto se dovesse essercene.

# Dialogue_Text,DL_SadKolhiiPlayerNoMoney
source: That's great, thank you Toa. I'm very glad that you have taken an interest in my petty needs.
it: È fantastico, grazie Toa. Sono molto lieto che tu ti sia interessato ai miei insignificanti bisogni.

# Dialogue_Text,DL_SadKolhiiPlayerReturn
source: Oh Toa you're back! Did you manage to get a Comet yet?
it: Oh Toa, sei tornato! Sei già riuscito ad ottenere una Cometa?

# Dialogue_Text,DL_SadKolhiiPlayerReturn1
source: You did? YEEESS! Hand it over!
it: L'hai fatto? SSÌÌÌ! Dammela!

# Dialogue_Text,DL_SadKolhiiPlayerReturn2
source: This is amazing Toa $T! I can't thank you enough!
it: È incredibile Toa $T! Non potrò mai ringraziarti abbastanza!

# Dialogue_Text,DL_SadKolhiiPlayerReturnNoMoneyReward
source: Oh yes of course, Uhh I could give you some of the money I had saved up, and maybe something else...
it: Oh sì, ma certo. Uhh, Potrei darti un po' del denaro che avevo messo da parte e forse qualcos'altro...

# Dialogue_Text,DL_SadKolhiiPlayerRewardItem
source: Uhh, perhaps I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
it: Uhh, forse potrei darti... umm... questo! L'ho trovato in giro, al di fuori di Po-Koro, forse vale qualcosa?

# Dialogue_Text,DL_ScaredConvo1
source: Toa, You're here Finally! What took you so long!
it: Toa, finalmente sei qui! Perché ci hai messo tanto!

# Dialogue_Text,DL_ScaredConvo10
source: I would offer you the cargo, but most of it was eaten. Good luck Toa.
it: Ti offrirei il carico, ma la maggior parte è già stata mangiata. Buona fortuna Toa.

# Dialogue_Text,DL_ScaredConvo2
source: We are, please exuse Laru, he's still very shaken up from the incident.
it: Lo siamo, ti prego di scusare Laru, è ancora molto scosso dall'incindente.

# Dialogue_Text,DL_ScaredConvo3
source: The Tarakava down there sprinted at us from across the Pillar lands. Luckily, Me and Laru made it up here before they attacked - I think they wanted our cargo.
it: Quei Tarakava laggiù sono scattati verso di noi attraversando le Lande dei Pilastri. Fortunatamente, io e Laru siamo riusciti a salire quassù prima che attaccassero - credo che volessero il nostro carico.

# Dialogue_Text,DL_ScaredConvo4
source: I was never allowed to look inside, though it smelled terrible. Based on what I can see it looks like some kind of fish.
it: Non ho mai avuto il permesso di guardarci dentro, tuttavia aveva un odore terribile. In base a quello che posso vedere, sembra che si trattasse di un qualche tipo di pesce.

# Dialogue_Text,DL_ScaredConvo5
source: They're after me, THEY'RE AFTER MY MASK!
it: Vogliono me, VOGLIONO LA MIA MASCHERA!

# Dialogue_Text,DL_ScaredConvo6
source: Relax Laru, no one's after your mask.
it: Rilassati Laru, nessuno vuole la tua maschera.

# Dialogue_Text,DL_ScaredConvo7
source: NO NO YOU'RE WRONG! I smell like them, the Pink tailed ruki - It's their favorate treat! Wait, THEY'RE GOING TO EAT ME!
it: NO TI SBAGLI! Puzzo come loro, i Ruki dalla Coda Rosa - è il loro pasto preferito! Aspetta, MI MANGERANNO!

# Dialogue_Text,DL_ScaredConvo8
source: Wait, Pink tailed Ruki? They're illegal in Po-Koro, why were we transporting this there?
it: Aspetta, Ruki dalla Coda Rosa? Sono illegali a Po-Koro, perché li stavamo trasportando lì?

# Dialogue_Text,DL_ScaredConvo9
source: Well, yes that's what it said on the order form. You know him?
it: Beh sì, è quello che c'era scritto sul modulo dell'ordine. Lo conosci?

# Dialogue_Text,DL_ScaredConvoWho
source: WHAT DO YOU MEAN? Omak didn't send you? Gah!
it: CHE VUOI DIRE? Non ti ha mandato Omak? Gah!

# Dialogue_Text,DL_Scholar1
source: </><Matoran>The chronicler will become the light</><Key> ... Hmm Okay.
it: </><Matoran>Ilcronosta diventerà la luce</><Key> ... Hmm ok.

# Dialogue_Text,DL_Scholar2
source: Huh? Oh hello Toa, I was just reading the wall of prophecies. Much of it is written in an older dialect, I am one of a few who transcribe those passages into our new way of speech.
it: Huh? Oh salve Toa, stavo solo leggendo il muro delle profezie. La maggior parte è scritto in un antico dialetto, io sono uno dei pochi che trascrive quei passaggi nel nostro nuovo modo di parlare.

# Dialogue_Text,DL_SellerConsumables1
source: Toa $T! I have just what you need, healing plants, empowering drinks and more!
it: Toa $T! Ho giusto quello di cui hai bisogno: erbe medicinali, bevande energetiche e molto altro!

# Dialogue_Text,DL_SellerConsumablesHewtinii
source: Toa! Welcome to Hewtinii's comestibles, I've got plenty of exactly what you need $T!
it: Toa! Benvenuto da "consumabili di Hewtinii", sono pieno di esattamente quello di cui hai bisogno, $T!

# Dialogue_Text,DL_SellerConsumablesHewtiniiFikouNui
source: They're the worst! I can't stand them!
it: Sono i peggiori! Non riesco a sopportarli!
