Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# CodexPage_Description,CodexPage_Quarry_Desc
source: The quarry is home to many beautiful and intricate carvings made by the Po-Matoran. Large statues made to represent each of the Toa lie here, carved by the Matoran in honor of the Legends that speak of them. Some Matoran speak of caverns beneath these statues, but many of these rumors are unconfirmed. They stand as a monument of honor and hope to the Toa.
pl_pl: Kamieniołom jest domem dla wielu pięknych i misternych rzeźb wykonanych przez Po-Matoran. Znajdują się tu duże posągi przedstawiające każdego z Toa, wyrzeźbione przez Matoran na cześć Legend, które o nich opowiadają. Niektórzy Matoran mówią o jaskiniach znajdujących się pod tymi posągami, jednak wiele z tych plotek pozostaje niepotwierdzonych. Posągi te stoją jako pomnik honoru i nadziei dla Toa.

# CodexPage_Description,CodexPage_Rau_Desc
source: The Kanohi Rau: the Noble Mask of Translation. This mask allows you to understand any written language. You can use this to translate Matoran text that can be found all over the island of Mata Nui. Or, you could try deciphering the Matoran text on your own if you know it well enough.
pl_pl: Kanohi Rau: Szlachetna Maska Tłumaczenia. Ta maska pozwala Ci czytać napisy w dowolnym języku. Możesz jej użyć, aby tłumaczyć teksty w języku Matoran, które można znaleźć na całej wsypie Mata Nui - albo spróbować odczytać je samodzielnie, jeśli tylko znasz go wystarczająco dobrze.

# CodexPage_Description,CodexPage_Ruki_Desc
source: Small Rahi that can often be found swimming around the oceans of Ga-Wahi. They are peaceful creatures, and Matoran can often be found fishing for them. However, the rampant fishing that some Matoran do have caused some rare types of Ruki to become nearly extinct, making trading Ruki a heavily monitored activity in many Koros.
pl_pl: Małe Rahi, które często można spotkać pływające w oceanach Ga-Wahi. Są to spokojne stworzenia, a Matoranie często je łowią. Jednak nadmierne połowy, które niektórzy Matoran prowadzą, spowodowały, że niektóre rzadkie gatunki Ruki stały się niemal wymarłe, przez co handel Ruki jest ściśle monitorowany w wielu Koro.

# CodexPage_Description,CodexPage_Ruru_Desc
source: The Kanohi Ruru: the Noble Mask of Night Vision. This mask can provide a light to help you see in dark places. It’s especially useful if you find yourself lost at night, or if you need to make your way through a particularly dark cave.
pl_pl: Kanohi Ruru: Szlachetna Maska Noktowizji. Ta maska emituje światło, które rozświetla ciemne obszary. Jest szczególnie użyteczna, gdy zgubisz się nocą, albo musisz przedostać się przez wyjątkowo ciemną jaskinię.

# CodexPage_Description,CodexPage_SandTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The rare yellow variant is found primarily in Po-Wahi. The Sand Tarakava is considered to be especially rare by the Po-Matoran. Few have seen one, and even fewer have returned to tell the tale. They make up for being slightly slower with more powerful attacks, so it’s best to try and get out of the way instead of admiring them.
pl_pl: Te niebezpieczne Rahi są znane ze swoich potężnych przednich kończyn, których używają do szybkiego atakowania swojej ofiary. Rzadki, żółty wariant występuje głównie w Po-Wahi. Pustynny Tarakava jest uważany przez Po-Matoran za szczególnie rzadki. Niewielu go widziało, a jeszcze mniej wróciło, by opowiedzieć o tym. Choć są nieco wolniejsze, nadrabiają to potężniejszymi atakami, dlatego najlepiej unikać ich zamiast się im przyglądać.

# CodexPage_Description,CodexPage_StrangeCave_Desc
source: An odd cave that appeared in the side of the Mangai Volcano. A certain Le-Matoran seems to have seen this place… but other than that it seems that nobody on the island knows this cave exists. All that is known for sure is that the presence of the Makuta is very, very strong here. I would turn back if I were you...
pl_pl: Dziwna jaskinia pojawiła się na zboczu wulkanu Mangai. Pewien Le-Matoranin twierdzi, że widział to miejsce… ale poza tym nikt na wyspie nie wie o jej istnieniu. Jedyne, co jest pewne, to to, że obecność Makuty jest tutaj bardzo, bardzo silna. Na Twoim miejscu zawróciłbym...

# CodexPage_Description,CodexPage_Ta-Wahi_Desc
source: A scorched and desolate landscape, this region is filled with lava which flows down from the Mangai volcano. Thrill-seeking Matoran can be found lava surfing here, while others farm cooled lava from which they craft tools. The charred forest is perhaps the most prominent area in the Wahi, acting as a constant, looming reminder of the power that Makuta has, and the ease at which he can take all that the Matoran hold dear.
pl_pl: Spalony i niegościnny krajobraz, ten region jest wypełniony lawą, która spływa z wulkanu Mangai. Poszukiwaczy emocji można tu spotkać podczas surfowania po lawie, podczas gdy inni zbierają ostudzoną lawę, z której wytwarzają narzędzia. Spalony las jest chyba najbardziej charakterystycznym obszarem Wahi, będąc stałym, przytłaczającym przypomnieniem potęgi Makuty oraz łatwości, z jaką może odebrać wszystko, co Matoranom jest drogie.

# CodexPage_Description,CodexPage_Tahu_Desc
source: Tahu is the fiery and headstrong Toa of fire. He is often the source of many of the disputes within his team of Toa, and can often come off as brash or disrespectful. However, in spite of his shortcomings, he is determined to help and protect the Matoran at any cost. Tahu is arguably the most recognizable bionicle set, with his mask, the Kanohi Hau, being an iconic piece of imagery. His elemental attack uses fire to propel you forward, allowing you to quickly get up close to attack an enemy.
pl_pl: Tahu jest ognistym i upartym Toa ognia. Często bywa źródłem wielu sporów w swoim zespole Toa i może wydawać się porywczy lub nieuprzejmy. Jednak pomimo swoich wad jest zdeterminowany, by pomagać i chronić Matoran za wszelką cenę. Tahu jest bez wątpienia najbardziej rozpoznawalnym zestawem Bionicle, a jego maska, Kanohi Hau, jest ikonicznym symbolem. Jego atak żywiołowy wykorzystuje ogień do wykonania zrywu do przodu, co pozwala mu szybko zbliżyć się, by zaatakować wroga.

# CodexPage_Description,CodexPage_TahusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A forest of burnt trees can be seen in the distance… what could lie beyond it?
pl_pl: Dziwny karnister wyrzucony na brzeg… nikt na wyspie nie wie, skąd się wziął. W oddali widać las spalonych drzew… co może się za nim kryć?

# CodexPage_Description,CodexPage_TaKini_Desc
source: The Ta-Kini is the temple of Fire. It rests on the side of the Mangai volcano, next to the lava which sustains it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Few Matoran come to visit it, but there are those that are intrigued by the mysteries the temple holds.
pl_pl: Ta-Kini to świątynia Ognia. Spoczywa u stóp wulkanu Mangai, tuż obok lawy, która ją podtrzymuje. W świątyni znajduje się Kamień Makoki — fragment klucza potrzebnego do dostępu do legowiska Makuty. Niewielu Matoran przybywa ją odwiedzić, ale są tacy, których intrygują tajemnice, jakie skrywa świątynia.

# CodexPage_Description,CodexPage_Takoro_Desc
source: Ta-Koro, the village of Fire. Built in the shadow of the great Mangai Volcano, this village is built atop the Lake of Fire. The city takes great pride in it’s guard, led by Jala, who have kept this city safe with their bravery and the defenses they’ve constructed. To even reach the city, you must cross a moat of Lava by activating a drawbridge with a guarded control panel. Some might see it as overkill, but it’s a necessary way of life for the Ta-Matoran.
pl_pl: Ta-Koro, wioska Ognia. Zbudowana w cieniu wielkiego wulkanu Mangai, ta wioska znajduje się nad Jeziorem Ognia. Miasto bardzo szczyci się swoją Gwardią, prowadzoną przez Jalę, która dzięki swojej odwadze i zbudowanym fortyfikacjom chroni to miejsce. Aby dostać się do miasta, trzeba przejść przez fosę z lawą, uruchamiając zwodzony most za pomocą panelu kontrolnego pod strażą. Niektórzy mogą uważać to za przesadę, ale dla Ta-Matoran jest to konieczność.

# CodexPage_Description,CodexPage_Tarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The blue variant can be found all around Mata Nui. These Rahi can deal lots of damage extremely quickly, so it’s best to keep your distance and use caution when facing them.
pl_pl: Te niebezpieczne Rahi są znane ze swoich potężnych przednich odnóży, których używają do szybkiego atakowania ofiary. Niebieska odmiana występuje na całej wyspie Mata Nui. Te Rahi potrafią zadawać dużo obrażeń bardzo szybko, dlatego najlepiej zachować dystans i ostrożność podczas walki z nimi.

# CodexPage_Description,CodexPage_TaTemple_Desc
source: A shrine that the Ta-Matoran constructed long ago, before the charred forest had burned down. It stands as a sign of the power and goodness of the Great Spirit. While some might think the charred forest as an inappropriate place to house such a shrine, the Ta-Matoran see the light of the Shrine’s fire as a light of hope and faith in the midst of the destruction and tragedy that Makuta brings to them.
pl_pl: Świątynia, którą Ta-Matoranie zbudowali dawno temu, jeszcze zanim spłonął Spalony Las. Jest ona symbolem mocy i dobroci Wielkiego Ducha. Choć niektórzy mogą uważać, że Spalony Las to nieodpowiednie miejsce na taką świątynię, Ta-Matoranie widzą światło ognia ze świątyni jako promień nadziei i wiary pośród zniszczenia i tragedii, które niesie im Makuta.

# CodexPage_Description,CodexPage_TealTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The teal variant can be found primarily in Ga-Wahi. They’re harder to take down than an average Tarakava, so try not to get the attention of a large group at once.
pl_pl: Te niebezpieczne Rahi są znane ze swoich potężnych przednich łap, którymi szybko atakują swoją ofiarę. Turkusowy wariant występuje głównie w Ga-Wahi. Są trudniejsze do pokonania niż przeciętny Tarakava, więc staraj się nie zwracać na siebie uwagi dużej grupy naraz.

# CodexPage_Description,CodexPage_Telescope_Desc
source: This telescope is often used by astrologers to read the stars in order to discern the future. Through it, the Red Star can be seen. To the trained eye, the Red Star is able to predict things yet to come. However, nobody is sure where this telescope came from, or why it is there. It’s true purpose is one of the many things that is pondered as astrologers study the stars.
pl_pl: Ten teleskop jest często używany przez astrologów do obserwacji gwiazd, by przewidzieć przyszłość. Przez niego można dostrzec Czerwoną Gwiazdę. Dla wprawionego oka Czerwona Gwiazda potrafi przewidzieć nadchodzące wydarzenia. Nikt jednak nie jest pewien, skąd pochodzi ten teleskop ani dlaczego tam się znajduje. Jego prawdziwy cel jest jedną z wielu zagadek, które astrologowie rozważają podczas badania gwiazd.

# CodexPage_Description,CodexPage_TiroCanyon_Desc
source: This rather red region of Po-Wahi is home to steep cliffs and mesas, narrow canyons, and swarms of Nui-Jaga. Travellers are often advised to be careful as they travel through here, as Nui-Jaga often wait in ambush for prey to turn around the corner before striking. Yet in spite of this danger, Po-Matoran carvers can often be found building structures and monuments in the canyon walls.
pl_pl: Ten dość czerwony region Po-Wahi jest domem dla stromych klifów i stożkowatych wzgórz, wąskich kanionów oraz rojów Nui-Jaga. Podróżnym często zaleca się ostrożność podczas przemierzania tych terenów, ponieważ Nui-Jaga często czyhają w zasadzce, czekając, aż ofiara pojawi się za rogiem, by zaatakować. Mimo tych niebezpieczeństw, Po-Matoranie często budują struktury i pomniki bezpośrednio w ścianach kanionów.

# CodexPage_Description,CodexPage_Turaga_Desc
source: The Turaga are the village elders on Mata Nui. They watch over each of the six villages, guiding them and maintaining order among the island. They are very wise, and seem to know many things about the island and the Matoran that they choose not to tell... including where they have been. They’ve been missing until recently, and you may have to get them out of some dire circumstances.
pl_pl: Turaga to starszyzna wioski na Mata Nui. Czuwają nad każdą z sześciu wiosek, prowadząc je i utrzymując porządek na wyspie. Są bardzo mądrzy i zdają się wiedzieć wiele o wyspie oraz Matoranach, o czym wolą nie mówić… w tym także o tym, gdzie byli. Od niedawna są zaginieni, a Ty możesz musieć wyciągnąć ich z poważnych kłopotów.

# CodexPage_Description,CodexPage_Ussal_Desc
source: Ussal Crabs are a rather popular type of Rahi that Matoran keep for domestic use. Some use them in races, some use them to help with physical labor, and others simply keep them as pets. They can be found in a wide variety of colors.
pl_pl: Kraby Ussal to dość popularny gatunek Rahi, które Matoranie trzymają do użytku domowego. Niektórzy używają ich w wyścigach, inni pomagają sobie nimi przy pracach fizycznych, a jeszcze inni po prostu trzymają je jako zwierzęta domowe. Występują w różnych kolorach.

# CodexPage_Description,CodexPage_Vakama_Desc
source: Vakama is the Turaga of Ta-Koro. He is respected for his wisdom and his kindness by both the Ta-Matoran and the other Turaga, who see Vakama as a leader of sorts. He can often be found looking into the fires of Mangaia, which is where he claims to see his visions of the future.
pl_pl: Vakama jest Turagą z Ta-Koro. Zarówno Ta-Matoranie, jak i inni Turaga szanują go za mądrość i dobroć, postrzegając go jako swoistego przywódcę. Często można go spotkać, jak wpatruje się w ognie Mangai, gdzie, jak twierdzi, widzi swoje wizje przyszłości.

# CodexPage_Description,CodexPage_Volcano_Desc
source: This Volcano towers at the center of Mata Nui as a symbol of both triumph and fear. The Ta-Matoran use the power of the Great Mangai to their advantage, using the lava that flows through it for defense against Rahi. Yet deep below the mountain lies Mangaia, the lair of the Makuta. While the Matoran may live happily beneath it, the shadow of the mountain looms over the island constantly, as a reminder of the greater shadow- one that all who live on the island fear.
pl_pl: Ten wulkan góruje w centrum Mata Nui jako symbol zarówno triumfu, jak i strachu. Ta-Matoranie wykorzystują moc Wielkiego Mangai na swoją korzyść, korzystając z lawy płynącej z niego do obrony przed Rahi. Jednak głęboko pod górą znajduje się Mangaia, legowisko Makuty. Choć Matoranie żyją pod nim w spokoju, cień tej góry stale wisi nad wyspą, przypominając o większym cieniu — tym, którego obawiają się wszyscy mieszkańcy wyspy.

# CodexPage_Description,CodexPage_Whagna_Desc
source: If you’re a Matoran who doesn’t quite seem to fit in with the other villages, you’re likely to end up here. Whagna Village is a tiny settlement, lacking any Turaga, not large enough to be named a Koro, and with little in terms of defenses. It’s home to misfits, wanderers, and anyone who feels out of place. All are welcomed here who need a place to belong.
pl_pl: Jeśli jesteś Matoraninem, który nie do końca pasuje do innych wiosek, prawdopodobnie trafisz właśnie tutaj. Wioska Whagna to malutka osada, bez Turagi, zbyt mała, by zostać Koro, i niemal pozbawiona ochrony. To dom dla wyrzutków, wędrowców i wszystkich, którzy czują się wyobcowani. Każdy, kto potrzebuje miejsca, gdzie może należeć, jest tu mile widziany.

# CodexPage_Description,CodexPage_Whenua_Desc
source: Whenua is the Turaga of Onu-Koro. He is among the wisest of all the Turaga, looking to the past and the experiences that he’s seen to guide him in his decisions. The Onu-Matoran often come to him seeking advice, which he freely gives to any who ask him.
pl_pl: Whenua jest Turagą Onu-Koro. Należy do najmądrzejszych spośród wszystkich Turagów, kierując się przeszłością i własnym doświadczeniem przy podejmowaniu decyzji. Onu-Matoranie często zwracają się do niego po radę, którą chętnie udziela każdemu, kto o nią poprosi.

# CodexPage_Name,CodexPage_Docks
source: Docks
pl_pl: Doki

# CodexPage_Name,CodexPage_Drifts
source: The Drifts
pl_pl: Zaspy

# CodexPage_Name,CodexPage_GalisLanding
source: Gali’s Landing
pl_pl: Przybycie Gali

# CodexPage_Name,CodexPage_GaTemple
source: Temple of Mata Nui
pl_pl: Świątynia Mata Nui

# CodexPage_Name,CodexPage_GoldMask
source: Gold Masks
pl_pl: Złote Maski

# CodexPage_Name,CodexPage_KiniNui
source: The Kini-Nui
pl_pl: Kini-Nui

# CodexPage_Name,CodexPage_KopakasLanding
source: Kopaka’s Landing
pl_pl: Przybycie Kopaki

# CodexPage_Name,CodexPage_KoTower
source: The Cold Tower
pl_pl: Mroźna Wieża

# CodexPage_Name,CodexPage_LeTemple
source: The Le-Wahi Cave
pl_pl: Jaskinia Le-Wahi

# CodexPage_Name,CodexPage_LewasLanding
source: Lewa’s Landing
pl_pl: Przybycie Lewy

# CodexPage_Name,CodexPage_Log
source: The Log
pl_pl: Kłoda

# CodexPage_Name,CodexPage_MapFragments
source: Map Fragments
pl_pl: Fragmenty Mapy

# CodexPage_Name,CodexPage_OnuasLanding
source: Onua’s Landing
pl_pl: Przybycie Onuy

# CodexPage_Name,CodexPage_OnuTemple
source: The Onu-Wahi Temple
pl_pl: Świątynia Onu-Wahi

# CodexPage_Name,CodexPage_Overlook
source: The Overlook
pl_pl: Miejsce Widokowe

# CodexPage_Name,CodexPage_PohatusLanding
source: Pohatu’s Landing
pl_pl: Przybycie Pohatu

# CodexPage_Name,CodexPage_PoTemple
source: The Hidden Temple
pl_pl: Ukryta Świątynia

# CodexPage_Name,CodexPage_Quarry
source: The Quarry
pl_pl: Kamieniołom

# CodexPage_Name,CodexPage_StrangeCave
source: The Cave of Doom
pl_pl: Jaskinia Zagłady

# CodexPage_Name,CodexPage_TahusLanding
source: Tahu’s Landing
pl_pl: Przybycie Tahu

# CodexPage_Name,CodexPage_TaTemple
source: The Ta-wahi Shrine
pl_pl: Kapliczka Ta-Wahi

# CodexPage_Name,CodexPage_TealTarakava
source: River Tarakava
pl_pl: Rzeczny Tarakava

# CodexPage_Name,CodexPage_Telescope
source: The Great Telescope
pl_pl: Wielki Teleskop

# CodexPage_Name,CodexPage_TiroCanyon
source: Tiro Canyon
pl_pl: Kanion Tiro

# CodexPage_Name,CodexPage_Ussal
source: Ussal Crabs
pl_pl: Kraby Ussal

# CodexPage_Name,CodexPage_Volcano
source: The Mangai Volcano
pl_pl: Wulkan Mangai

# CodexPage_Name,CodexPage_Whagna
source: Whagna Village
pl_pl: Wioska Whagna

# Dialogue_Name,DL_Boat_SpeakerName
source: Dock Manager
pl_pl: Zarządca Doku

# Dialogue_Name,DL_BoatManagerQuest_SpeakerName
source: Dock Manager
pl_pl: Zarządca Doku

# Dialogue_Response,DL_420man1_PlayerResponse_1
source: Are you alright, you seem... Strange.
pl_pl: Czy wszystko w porządku? Wyglądasz... dziwnie.

# Dialogue_Response,DL_420man2_PlayerResponse_1
source: Okay, I guess I'll leave you to it then.
pl_pl: W porządku. W takim razie już pójdę.

# Dialogue_Response,DL_420man_PlayerResponse_1
source: No, I am a Toa. What are you doing up here?
pl_pl: Nie, jestem Toa. Co tu robisz, na górze?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_1
source: Why are there little bits of green on them?
pl_pl: Dlaczego są pokryte zielonymi drobinkami?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_2
source: Hmm I feel like I've heard of them...
pl_pl: Hmm… Wydaje mi się, że gdzieś już o nich {G}|gender(słyszałem, słyszałam)...

# Dialogue_Response,DL_Ahkmou3_PlayerResponse_1
source: Hmm... No I've heard of them some other way, I just can't remember how.
pl_pl: Hmm… Nie, już gdzieś o nich {G}|gender(słyszałem, słyszałam). Po prostu nie pamiętam gdzie.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_1
source: Sure, let's trade.
pl_pl: Pewnie, pohandlujmy.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_2
source: What is a Comet?
pl_pl: Co to Kometa?

# Dialogue_Response,DL_Akamar2_PlayerResponse_1
source: You've done good work here craftsman.
pl_pl: Wykonałeś kawał dobrej roboty.

# Dialogue_Response,DL_Akamar3_PlayerResponse_1
source: I... See...
pl_pl: Yyy… Rozumiem...

# Dialogue_Response,DL_Akamar4_PlayerResponse_1
source: Right... Thank you... I think.
pl_pl: Racja... Dzięki... Chyba.

# Dialogue_Response,DL_Akamar_PlayerResponse_1
source: Yes?
pl_pl: O co chodzi?

# Dialogue_Response,DL_Akamar_PlayerResponse_2
source: You've done a fine job here, my city has never looked so lively!
pl_pl: Wykonałeś kawał dobrej roboty - moje miasto nigdy nie wyglądało tak pięknie!

# Dialogue_Response,DL_Akamar_PlayerResponse_3
source: About what you said before, who's... future, are you working on?
pl_pl: Co do tego, co mówiłeś wcześniej - czyją przyszłość chcesz kształtować?

# Dialogue_Response,DL_AkamarBuddy2_PlayerResponse_1
source: Ahh, you did a good job on Po-Koro, I'm sorry he doesn't need you anymore.
pl_pl: Ej, wykonałeś wspaniała pracę tutaj, w Po-Koro. Przykro mi, że już Cię nie potrzebuje.

# Dialogue_Response,DL_AkamarBuddy3_PlayerResponse_1
source: I'm sure you will find plenty of work in Po-Koro when you get there, good luck little one.
pl_pl: Jestem {G}|gender(pewny, pewna), że gdy dotrzesz do Po-Koro, znajdziesz tam dla siebie masę pracy. Powodzenia, maluchu.

# Dialogue_Response,DL_AkamarBuddy_PlayerResponse_2
source: I'm well thank you.
pl_pl: W porządku.

# Dialogue_Response,DL_Akura_PlayerResponse_1
source: *Listen*
pl_pl: *Słuchaj*

# Dialogue_Response,DL_Akura_PlayerResponse_2
source: Sorry, didn't mean to bother you.
pl_pl: Przepraszam, nie {G}|gender(chciałem, chciałam) Ci przeszkadzać.

# Dialogue_Response,DL_Allknowingmatoran_2_PlayerResponse_1
source: Visions, You've had visions of the future?
pl_pl: Wizjach? Miałeś wizje przyszłości?

# Dialogue_Response,DL_Allknowingmatoran_3_PlayerResponse_1
source: Me? I don't believe we've met.
pl_pl: Mnie? Nie sądzę, żebyśmy się znali.

# Dialogue_Response,DL_Allknowingmatoran_DidYouFindHim_PlayerResponse_1
source: I'm afraid not.
pl_pl: Niestety, jeszcze go nie znalazłem.

# Dialogue_Response,DL_Allknowingmatoran_Explaination_PlayerResponse_1
source: Hmm, Interesting
pl_pl: Hmm… Interesujące.

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Reward_PlayerResponse_1
source: I believe I can, Thank you!
pl_pl: Myślę, że zaiste się przyda. Dziękuję!

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Thanks_PlayerResponse_1
source: You're welcome.
pl_pl: Nie ma za co.

# Dialogue_Response,DL_Allknowingmatoran_PlayerResponse_1
source: Me? I don't believe we've met.
pl_pl: Mnie? Nie sądzę, żebyśmy się znali.

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_1
source: What where you talking about, "Equality"?
pl_pl: Co mówiłeś na temat "Równowagi"?

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_2
source: You're welcome.
pl_pl: Nie ma za co.

# Dialogue_Response,DL_Allknowingmatoran_Visions_2_PlayerResponse_1
source: What did they show you?
pl_pl: Co w nich zobaczyłeś?

# Dialogue_Response,DL_Allknowingmatoran_Visions_PlayerResponse_1
source: What did they show you?
pl_pl: Co w nich zobaczyłeś?

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_1
source: There was an odd Matoran, he ran away when I approched him.
pl_pl: Był tam dziwny Matoranian. Kiedy do niego {G}|gender(podszedłem, podeszłam) - uciekł.

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_2
source: There was a dark room with carvings of the six great masks.
pl_pl: Był tam mroczny pokój z wyrytymi w ścianach wizerunkami sześciu wielkich masek.

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim2_PlayerResponse_1
source: Is there anything else I need to know? Wait, how did you know there was a Matoran there?
pl_pl: Czy jest jeszcze coś, co {G}|gender(powinienem, powinnam) wiedzieć? Czekaj! Skąd wiedziałeś, że był tam Matoranin?
