Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_1
source: Hello again Parhi!
ru_ru: И снова здравствуй, Пархи!

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_2
source: I'd like to buy some Toa please.
ru_ru: Мне хотелось бы купить парочку Тоа, пожалуйста.

# Dialogue_Response,DL_KoTownSellerAbandonedLewa_PlayerResponse_1
source: Hello again Parhi!
ru_ru: И снова здравствуй, Пархи!

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_1
source: Why are you here?
ru_ru: Почему ты здесь?

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_2
source: It's been good to see you again, but it is time for me to go.
ru_ru: Было радостно снова увидеть вас, но мне нужно идти.

# Dialogue_Response,DL_KoTownSellerAttack_PlayerResponse_1
source: I need to find Kohi.
ru_ru: Мне нужно найти Кохи.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_1
source: I see you built a wall?
ru_ru: Вижу, что ты соорудил стену?

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_2
source: How is everyone?
ru_ru: Как у всех дела?

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_3
source: It looks nice but unfortunately I can't stay.
ru_ru: Выглядит неплохо, но я, к сожалению, не могу остаться.

# Dialogue_Response,DL_KoTownSellerFixedHow2_PlayerResponse_1
source: I'll consider it.
ru_ru: Я подумаю над этим.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_1
source: You didn't mention Numai.
ru_ru: Ты не упомянул Нумаи.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_2
source: That's great, I'm glad you're all doing well.
ru_ru: Это хорошо. {G}|gender(Рад, Рада), что у вас всё хорошо.

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_1
source: How is everyone?
ru_ru: Как у всех дела?

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_2
source: I suppose.
ru_ru: Ну, наверное.

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_1
source: How is everyone?
ru_ru: Как у всех дела?

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_2
source: Will it actually protect anyone? Can't the Rahi just jump over or go around?
ru_ru: Защитит ли это кого-нибудь? Разве Рахи не смогут просто перепрыгнуть или обойти его?

# Dialogue_Response,DL_KoTownSellerFixing1_PlayerResponse_1
source: What's wrong Parhi?
ru_ru: Что-то не так, Пархи?

# Dialogue_Response,DL_KoTownSellerFixing2_PlayerResponse_1
source: Have you talked it over with the others?
ru_ru: Ты обсудил это с остальными?

# Dialogue_Response,DL_KoTownSellerFixing3_PlayerResponse_1
source: Very good, I will take my leave then.
ru_ru: Хорошо, тогда я удаляюсь.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_1
source: I suppose I could, let's go.
ru_ru: Думаю, что {G}|gender(смог, смогла) бы, пошли.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_2
source: I have some things to do, If you could delay it?
ru_ru: У меня есть дела, можно ли это отложить?

# Dialogue_Response,DL_KoTownSellerFixing5_PlayerResponse_1
source: Thank you Parhi.
ru_ru: Спасибо, Пархи.

# Dialogue_Response,DL_KoTownSellerFixingMeeting_PlayerResponse_1
source: *Continue*
ru_ru: *Продолжить*

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_1
source: I am, Let's do it.
ru_ru: Да, давайте начнём.

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_2
source: I'm afraid I'm still busy, sorry.
ru_ru: Боюсь, я всё ещё {G}|gender(занят, занята), мне жаль.

# Dialogue_Response,DL_Kufa2_PlayerResponse_1
source: What do you know of this "before-time"?
ru_ru: Что ты знаешь об этих «старых временах»?

# Dialogue_Response,DL_Kufa3_PlayerResponse_1
source: What do you mean?
ru_ru: Что ты имеешь в виду?

# Dialogue_Response,DL_Kufa_PlayerResponse_1
source: Hi.
ru_ru: Привет.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_1
source: I have found your research
ru_ru: Я {G}|gender(нашёл, нашла) твоё исследование.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_2
source: Not yet.
ru_ru: Ещё нет.

# Dialogue_Response,DL_KylmaNotesFound_PlayerResponse_1
source: If you insist.
ru_ru: Как скажешь.

# Dialogue_Response,DL_KylmaReading_PlayerResponse_1
source: It was no trouble.
ru_ru: Это не составило труда.

# Dialogue_Response,DL_KylmaRuins_PlayerResponse_1
source: Then I'll return once I've recovered your research.
ru_ru: Значит, я вернусь, как только добуду твоё исследование.

# Dialogue_Response,DL_KylmaTrouble2_PlayerResponse_1
source: And your research was left there?
ru_ru: И твоё исследование осталось там?

# Dialogue_Response,DL_KylmaTrouble3_PlayerResponse_1
source: And you want me to recover it for you?
ru_ru: И ты хочешь, чтобы я его для тебя {G}|gender(нашёл, нашла)?

# Dialogue_Response,DL_KylmaTrouble4_PlayerResponse_1
source: Where exactly are theese ruins?
ru_ru: Где именно находятся эти руины?

# Dialogue_Response,DL_KylmaTrouble_PlayerResponse_1
source: Do you have any idea where it could be?
ru_ru: Ты знаешь, где это может быть?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_1
source: What seems to be the problem little one?
ru_ru: Какие-то проблемы, малец?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_2
source: I have recovered your research
ru_ru: Я {G}|gender(нашёл, нашла) твоё исследование.

# Dialogue_Response,DL_LavaFarmerBreak_PlayerResponse_1
source: I bet it is.
ru_ru: С этим трудно поспорить.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_1
source: I'll find your friend.
ru_ru: Я найду твоего друга.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_2
source: Your friend will have to stay lost for now.
ru_ru: Твоему другу пока придётся побыть потерянным.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_1
source: From what?
ru_ru: От чего?

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_2
source: Yes, Your friend sent me.
ru_ru: Да, твой друг прислал меня.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_3
source: No.
ru_ru: Нет.

# Dialogue_Response,DL_LeQuestKumoGood_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
ru_ru: На юге, но не хотел бы ты, чтобы я отвёл тебя туда? Вокруг много Рахи!

# Dialogue_Response,DL_LeQuestKumoGoodAddQuest_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
ru_ru: На юге, но не хотел бы ты, чтобы я отвёл тебя туда? Вокруг много Рахи!

# Dialogue_Response,DL_LeQuestKumoHelp_PlayerResponse_1
source: Well I can help you then.
ru_ru: Ну, значит, я могу помочь тебе.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_1
source: Yes, Your friend sent me.
ru_ru: Да, твой друг прислал меня.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_2
source: Do you need help?
ru_ru: Тебе нужна помощь?

# Dialogue_Response,DL_LeQuestKumoNextime_2_PlayerResponse_1
source: Ahh, very well then.
ru_ru: А, ну тогда ладно.

# Dialogue_Response,DL_LeQuestKumoNextime_PlayerResponse_1
source: Ahh, Alright
ru_ru: А, ну хорошо.

# Dialogue_Response,DL_LeQuestKumoThanks_PlayerResponse_1
source: It was no trouble at all.
ru_ru: Это не составило труда.

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_1
source: What do you do here?
ru_ru: Что ты тут делаешь?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_2
source: What are you holding?
ru_ru: Что ты держишь?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_3
source: May I help?
ru_ru: Я могу помочь?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_4
source: Thank you supervisor.
ru_ru: Спасибо, супервайзер.

# Dialogue_Response,DL_LightstoneCaveMaster_DataPad_PlayerResponse_1
source: Goodbye Supervisor.
ru_ru: До свидания, супервайзер.

# Dialogue_Response,DL_LightstoneCaveMaster_Doing_PlayerResponse_1
source: Interesting.
ru_ru: Интересно.

# Dialogue_Response,DL_Lockedout_PlayerResponse_1
source: Nice...
ru_ru: Весело...

# Dialogue_Response,DL_LyingUnderTree1_PlayerResponse_1
source: Alright, have fun.
ru_ru: Ладно, веселись.

# Dialogue_Response,DL_LyingUnderTree_PlayerResponse_1
source: Why are you under here?
ru_ru: Почему ты тут лежишь?

# Dialogue_Response,DL_MackuHi_PlayerResponse_1
source: Beautiful Indeed.
ru_ru: Действительно красиво.

# Dialogue_Response,DL_MackuHi_PlayerResponse_2
source: Aside from the dangerous Rahi, I suppose It is.
ru_ru: Ну. за исключением опасных Рахи, с этим сложно не согласиться.

# Dialogue_Response,DL_MackuHi_PlayerResponse_3
source: Indeed, So how's it going with Huki?
ru_ru: Действительно... А как там с Хьюки?

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_1
source: We'll see...
ru_ru: Посмотрим...

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_2
source: I won't, don't worry.
ru_ru: Не волнуйся, не расскажу.

# Dialogue_Response,DL_MackuHuki_PlayerResponse_1
source: Only to me.
ru_ru: Только я об этом знаю.

# Dialogue_Response,DL_MackuTidbit_PlayerResponse_1
source: Hmm, I didn't know that, Thank you.
ru_ru: Хмм, я не {G}|gender(знал, знала) об этом, спасибо.

# Dialogue_Response,DL_Maren1_PlayerResponse_1
source: Need some assistance?
ru_ru: Нужна какая-то помощь?

# Dialogue_Response,DL_Maren2_PlayerResponse_1
source: What are you doing all the way out here?
ru_ru: Что ты тут делаешь?

# Dialogue_Response,DL_Maren2_PlayerResponse_2
source: I'll leave you to it.
ru_ru: Ладно, я тебя оставлю.

# Dialogue_Response,DL_Maren3_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
ru_ru: Думаешь, что какие-то сокровища Чёрной Маски где-то рядом?

# Dialogue_Response,DL_Maren3_PlayerResponse_2
source: The Ga-Matoran tell stories of Blackmask. But they are only stories.
ru_ru: Га-Матораны рассказывают истории о Чёрной Маске. Но это лишь истории.

# Dialogue_Response,DL_Maren3_PlayerResponse_3
source: I wish you luck, Maren.
ru_ru: Желаю тебе удачи, Марен.

# Dialogue_Response,DL_MarenBlackmask1_PlayerResponse_1
source: I'd like to buy some of your maps.
ru_ru: Я {G}|gender(был, была) бы не прочь купить твои карты.

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
ru_ru: Думаешь, что какие-то сокровища Чёрной Маски где-то рядом?

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_2
source: Good sailing, Maren.
ru_ru: Попутного ветра, Марен.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_1
source: I'd like a map.
ru_ru: Мне не помешала бы карта.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_2
source: I've got treasure to sell.
ru_ru: У меня есть сокровища для продажи.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_3
source: Good sailing, Maren.
ru_ru: Попутного ветра, Марен.

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_1
source: What do you have?
ru_ru: Что у тебя есть?

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_3
source: Not today, thank you.
ru_ru: Не сегодня, спасибо.

# Dialogue_Response,DL_MarkleQuestion1_PlayerResponse_1
source: Well, I think it’s very convenient to be able to buy masks.
ru_ru: Ну, мне кажется, что возможность покупать маски – это очень удобно.

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_1
source: I'd be happy to, what do you have?
ru_ru: Я {G}|gender(был, была) бы не прочь. Что у тебя есть?

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_2
source: Sorry, not at the moment.
ru_ru: Извини, но не сейчас.

# Dialogue_Response,DL_MarkleQuestion_PlayerResponse_1
source: Who is this “He?”
ru_ru: Кто этот «Он»?

# Dialogue_Response,DL_MaskPowerer1_PlayerResponse_1
source: Strange.
ru_ru: Странно.

# Dialogue_Response,DL_MaskPowerer2_PlayerResponse_1
source: What is this device?
ru_ru: Что это за устройство?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_1
source: What is this device?
ru_ru: Что это за устройство?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_2
source: So, about that Talok...
ru_ru: Да, касательно Талока...

# Dialogue_Response,DL_MatauInTree_PlayerResponse_1
source: How did you manage to get up there, Turaga?
ru_ru: Как вы умудрились туда забраться, Турага?

# Dialogue_Response,DL_MatauInTree_PlayerResponse_2
source: Would you like some help?
ru_ru: Вам нужна помощь?

# Dialogue_Response,DL_MatauInTreeHelp_PlayerResponse_1
source: Are you sure?
ru_ru: Вы уверены?

# Dialogue_Response,DL_MatauInTreeHow_PlayerResponse_1
source: Would you like some help?
ru_ru: Вам нужна помощь?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_1
source: I heard you had something for me?
ru_ru: Я {G}|gender(слышал, слышала), что у вас есть кое-что для меня?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_2
source: Sorry for waking you up.
ru_ru: Извиняюсь, что {G}|gender(разбудил, разбудила) вас.

# Dialogue_Response,DL_MatauKoroHowsgoing_PlayerResponse_1
source: Of course, I'll leave you to that then.
ru_ru: Конечно, я тогда не буду мешать.

# Dialogue_Response,DL_MatauKoroLewa1_PlayerResponse_1
source: What’s the trouble-matter?
ru_ru: В чём дело-проблема?

# Dialogue_Response,DL_MatauKoroLewa2_PlayerResponse_1
source: What’s so important that’s in this temple anyways?
ru_ru: Что в этом храме такого особенного?

# Dialogue_Response,DL_MatauKoroLewa3_PlayerResponse_1
source: No worries, Turaga. I’ll quick-snatch that stone before you know it!
ru_ru: Не волнуйтесь, Турага. Я заберу этот камень до того, как вы об этом узнаете!

# Dialogue_Response,DL_MatauKoroPostKini_PlayerResponse_1
source: How has Le-Koro been?
ru_ru: Как дела в Ле-Коро?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_1
source: Where exactly were you coming home from?
ru_ru: Откуда именно вы возвращались?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_2
source: I’m glad that you’re unharmed, Turaga.
ru_ru: Я {G}|gender(рад, рада), что вы не пострадали, Турага.

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_1
source: Where exactly were you coming home from?
ru_ru: Откуда конкретно вы возвращались домой?

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_2
source: I'll make sure to stop by Turaga.
ru_ru: Я обязательно загляну, Турага.

# Dialogue_Response,DL_MatauOutofTreeWhere2_PlayerResponse_1
source: I'll make sure to Turaga.
ru_ru: Обязательно, Турага.

# Dialogue_Response,DL_MatauOutofTreeWhere_PlayerResponse_1
source: Well, I’m glad you’re safe regardless.
ru_ru: Что же, я в любом случае {G}|gender(рад, рада), что вы в безопасности.

# Dialogue_Response,DL_MatoranTransporter10_PlayerResponse_1
source: Are any other Rahi used for jobs like this?
ru_ru: Есть ли другие Рахи, которых используют в таких работах?

# Dialogue_Response,DL_MatoranTransporter11_PlayerResponse_1
source: Hey, didn't you say you were on the clock?
ru_ru: Эм... разве ты не говорил, что торопишься?

# Dialogue_Response,DL_MatoranTransporter1_PlayerResponse_1
source: I apologise, you may continue on your way little one.
ru_ru: Извиняюсь. Можешь продолжить свой путь, малец.

# Dialogue_Response,DL_MatoranTransporter2_PlayerResponse_1
source: I didn't mean to inturrupt!
ru_ru: Я не {G}|gender(хотел, хотела) тебя беспокоить!

# Dialogue_Response,DL_MatoranTransporter3_PlayerResponse_1
source: I was about to ask you the same thing.
ru_ru: Я {G}|gender(хотел, хотела) спросить у тебя то же самое.

# Dialogue_Response,DL_MatoranTransporter4_PlayerResponse_1
source: Interesting, may I ask what you're delivering?
ru_ru: Интересно... Я могу узнать, что ты доставляешь?

# Dialogue_Response,DL_MatoranTransporter5_PlayerResponse_1
source: Well that seems... Inconsiderate.
ru_ru: Ну, это кажется... Непродуманным.

# Dialogue_Response,DL_MatoranTransporter6_PlayerResponse_1
source: I'm sure everything you deliver has helped in some way little one.
ru_ru: Я {G}|gender(уверен, уверена), что всё, что ты доставил, так или иначе помогло, малец.

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_1
source: What... about your Ussal is he doing well?
ru_ru: А что... насчёт Уссала, с ним всё хорошо?

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_2
source: Okay...
ru_ru: Ладно...

# Dialogue_Response,DL_MatoranTransporter9_PlayerResponse_1
source: I've noticed quite a few Ussals being used for work around Mata-Nui.
ru_ru: Я {G}|gender(заметил, заметила), что несколько Уссалов используются для работ на Мата Нуи.

# Dialogue_Response,DL_Matoro1_PlayerResponse_1
source: Ehh, who are you?
ru_ru: Эээ, кто ты?

# Dialogue_Response,DL_Matoro3_PlayerResponse_1
source: You want me to look for this Turaga?
ru_ru: Вы хотите, чтобы я это {G}|gender(нашёл, нашла), Турага?

# Dialogue_Response,DL_Matoro4_PlayerResponse_1
source: Do you have somewhere I can begin searching?
ru_ru: Знаете ли вы, откуда мне начать поиски?

# Dialogue_Response,DL_Matoro4_PlayerResponse_2
source: How can I find Nuju?
ru_ru: Как мне найти Нуджу?

# Dialogue_Response,DL_MatoroGetMap_PlayerResponse_1
source: Thank you this should help.
ru_ru: Спасибо, это может помочь.

# Dialogue_Response,DL_MatoroHaveMap_PlayerResponse_1
source: I'll begin my search.
ru_ru: Я начну поиски.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_1
source: I am ready.
ru_ru: Я {G}|gender(готов, готова).

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_2
source: What are you doing here, Matoro?
ru_ru: Что ты тут делаешь, Маторо?

# Dialogue_Response,DL_MatoroKiniExplanation1_PlayerResponse_1
source: Matoro? What is it?
ru_ru: Маторо? В чём дело?

# Dialogue_Response,DL_MatoroKiniExplanation2_PlayerResponse_1
source: So there IS something he’s hiding. What is it?
ru_ru: Значит, он ТОЧНО что-то скрывает. И что же именно?

# Dialogue_Response,DL_MatoroKiniExplanation3_PlayerResponse_1
source: Nuju doubts me? He doubts the Toa?
ru_ru: Нуджу сомневается во мне? Он сомневается в Тоа?

# Dialogue_Response,DL_MatoroKiniExplanation4_PlayerResponse_1
source: What things have been happening to cause him to doubt us?
ru_ru: Что заставило его усомниться в нас?

# Dialogue_Response,DL_MatoroKiniExplanation5_PlayerResponse_1
source: What do you mean?
ru_ru: В смысле?

# Dialogue_Response,DL_MatoroKiniExplanation6_PlayerResponse_1
source: Excellent.
ru_ru: Отлично.

# Dialogue_Response,DL_MatoroKiniExplanation7_PlayerResponse_1
source: And I must travel to this temple, even against the Turaga’s wishes?
ru_ru: И я {G}|gender(должен, должна) отправиться к этому храму, даже против воли Тураги?

# Dialogue_Response,DL_MatoroKiniExplanation8_PlayerResponse_1
source: We?
ru_ru: Мы?

# Dialogue_Response,DL_MatoroKiniExplanation9_PlayerResponse_1
source: Thank you for this, Matoro.
ru_ru: Спасибо тебе за это, Маторо.

# Dialogue_Response,DL_MatoroKiniReturn2_PlayerResponse_1
source: What will you do?
ru_ru: Что ты будешь делать?

# Dialogue_Response,DL_MatoroKiniReturn3_PlayerResponse_1
source: I understand. I shall speak with Nuju then.
ru_ru: Я {G}|gender(понял, поняла). Я тогда поговорю с Нуджу.

# Dialogue_Response,DL_MatoroKiniReturn_PlayerResponse_1
source: Thank you for your help Matoro. I could not have completed this without you.
ru_ru: Спасибо за помощь, Маторо. Я без тебя не {G}|gender(справился, справилась) бы с этим.

# Dialogue_Response,DL_MatoroKiniReturnMine_PlayerResponse_1
source: ...Very well.
ru_ru: ...Хорошо.

# Dialogue_Response,DL_MatoroKiniReturnUnderstand_PlayerResponse_1
source: Here is the stone. Return to Nuju’s side and I will meet you there.
ru_ru: Вот камень. Возвращайся к Нуджу, я встречу тебя там.

# Dialogue_Response,DL_MatoroReturn_PlayerResponse_1
source: Not yet no.
ru_ru: Нет, ещё нет.

# Dialogue_Response,DL_MetalSeller_PlayerResponse_1
source: Yeah, I'll take a look.
ru_ru: Да, я взгляну.

# Dialogue_Response,DL_Metonu1_PlayerResponse_1
source: But I'm interested, Would you at least give me a hint?
ru_ru: Но мне это интересно! Можешь дать хоть какую-то подсказку?

# Dialogue_Response,DL_Metonu1_PlayerResponse_2
source: Alright.
ru_ru: Ладно...

# Dialogue_Response,DL_Metonu2_PlayerResponse_1
source: Hmm I see...
ru_ru: Хмм… Ясно...

# Dialogue_Response,DL_Metonu3_PlayerResponse_2
source: Sorry I'm not interested at the moment.
ru_ru: Извини, мне это пока не интересно.

# Dialogue_Response,DL_Metonu_PlayerResponse_1
source: I have the materials you needed.
ru_ru: У меня есть нужные тебе материалы.

# Dialogue_Response,DL_Metonu_PlayerResponse_2
source: What's done?
ru_ru: Что готово?

# Dialogue_Response,DL_Metonu_PlayerResponse_3
source: About that device from before?
ru_ru: О том устройстве, о котором говорилось ранее?

# Dialogue_Response,DL_MetonuExplain_PlayerResponse_1
source: What will I need?
ru_ru: Что мне будет нужно?

# Dialogue_Response,DL_MetonuHaveMaterials_PlayerResponse_3
source: Akaku
ru_ru: Акаку

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
ru_ru: Хм... Так получилось, что у меня всё это сейчас имеется.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_2
source: I'd like that in writing if you would.
ru_ru: Мне хотелось бы в письменном виде, если тебе не сложно.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_3
source: Sure, I'll go find it.
ru_ru: Конечно, я отправлюсь их искать.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
ru_ru: Хм... Так получилось, что у меня всё это сейчас имеется.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_2
source: Alright, I'll see if I can find all this.
ru_ru: Ладно... Я посмотрю, где их можно найти.

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_1
source: What do I need?
ru_ru: Что мне понадобится?

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_3
source: Nevermind.
ru_ru: Неважно.

# Dialogue_Response,DL_Midak1_PlayerResponse_1
source: What are you doing out here?
ru_ru: Что ты здесь делаешь?

# Dialogue_Response,DL_NightWatchGuard1_PlayerResponse_1
source: Not at the moment no.
ru_ru: Нет, пока нет.

# Dialogue_Response,DL_NightWatchGuard2_PlayerResponse_1
source: I'll be vigilant.
ru_ru: Я буду начеку.

# Dialogue_Response,DL_Nixie_PlayerResponse_1
source: What's interesting?
ru_ru: Что интересного?

# Dialogue_Response,DL_NixieResponse1_PlayerResponse_1
source: Very interesting.
ru_ru: Очень интересно.

# Dialogue_Response,DL_NixieResponse2_PlayerResponse_1
source: Very interesting.
ru_ru: Очень интересно.

# Dialogue_Response,DL_NixieResponse_PlayerResponse_1
source: How do you do that?
ru_ru: Как ты это делаешь?

# Dialogue_Response,DL_NixieResponse_PlayerResponse_2
source: What have you discovered?
ru_ru: Что удалось обнаружить?

# Dialogue_Response,DL_Nokama3_PlayerResponse_1
source: Now you’re safe. You should head back to Ga-Koro.
ru_ru: Теперь вы в безопасности. Вам следует вернуться в Га-Коро.

# Dialogue_Response,DL_Nokama3_PlayerResponse_2
source: That had to have been frightening.
ru_ru: Это наверняка было пугающе.

# Dialogue_Response,DL_Nokama3_PlayerResponse_3
source: A meeting? What sort of meeting?
ru_ru: Собрание? Что за собрание?

# Dialogue_Response,DL_NokamaBase1_PlayerResponse_1
source: How did you manage to end up down here?
ru_ru: Как вы умудрились оказаться здесь?

# Dialogue_Response,DL_NokamaHeadBack2_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
ru_ru: Перед тем, как вы вернётесь, вы упоминали о собрании. Что это за собрание?

# Dialogue_Response,DL_NokamaHeadBack_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
ru_ru: Перед тем, как вы вернётесь, вы упоминали о собрании. Что это за собрание?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_1
source: Did you want to see me, Turaga?
ru_ru: Вы хотели меня видеть, Турага?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_2
source: How is Ga-Koro?
ru_ru: Что нового в Га-Коро?

# Dialogue_Response,DL_NokamaKoroGali1_PlayerResponse_1
source: Where is this stone?
ru_ru: Где этот камень?

# Dialogue_Response,DL_NokamaKoroGali25_PlayerResponse_1
source: Last time?
ru_ru: В прошлый раз?
