Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_DamQuestIntro3
source: Oh well, it's probably nothing you can help with. You see we trade these fish for... or used to trade with them
pt_br: Bem, provavelmente não é nada com que possa ajudar. Sabe, a gente vende esses peixes… ou vendia.

# Dialogue_Text,DL_DamQuestIntro4
source: Yeah, This used to be a small fishing town with five or so people including me, but after the river dried up and the fish stopped flowing everone left. I'm Dameo by the way.
pt_br: É, aqui era um vilarejo de pesca com umas cinco pessoas incluindo eu, mas depois que o rio secou e o fluxo de peixes parou, todo mundo saiu. Aliás, eu me chamo Dameo.

# Dialogue_Text,DL_DamQuestMyth
source: Hold a moment Toa $T! I've heard a legend about that peak that you may wish to hear. They say that the Lake of The Frost is home to a spiteful spirit that will attack you on sight, that lake is where our river flows from, be careful Toa.
pt_br: Espera aí, Toa $T! Eu ouvi uma lenda sobre aquele pico que talvez queira ouvir. Dizem que o Lago Congelado é o lar de um espírito vingativo que atacará você assim que te ver. Aquele lago é de onde o nosso rio flui. Tenha cuidado, Toa.

# Dialogue_Text,DL_DamQuestStillHere
source: Well because I started the town of course!
pt_br: Ora, porque eu fundei o vilarejo, é claro!

# Dialogue_Text,DL_DamQuestStillHere2
source: I did! My passion is fishing you see, and there's not much fishing in Ko-koro as you can imagine, well Ice fishing sure, but I grew bored of that quickly. So one day I decided to leave and start a fishing village!
pt_br: Fundei sim! Sabe, minha paixão é pescar, e não tem tanta pesca em Ko-Koro como pode imaginar… claro, tem pesca no gelo, mas eu cansei daquilo rápido. Então, um dia eu decidi sair e fundar um vilarejo de pesca!

# Dialogue_Text,DL_ExilonSpeak
source: Oh, Toa $T? Why did you come up here? Did you follow me?
pt_br: Oh, Toa $T? Por que veio aqui em cima? Você me seguiu?

# Dialogue_Text,DL_ExilonSpeak_2
source: Don't worry about me Toa $T. I have my trusty throwing disc!
pt_br: Não se preocupe comigo, $T. Tenho meu bom e velho disco de arremesso!

# Dialogue_Text,DL_ExilonSpeak_3
source: I enjoy watching the scenery from up here. Sometimes it's good to have a little quiet; away from the bustle of le-koro.
pt_br: Eu gosto de ver a paisagem daqui de cima. Às vezes é bom ter um pouco de silêncio, longe do alvoroço de Le-Koro.

# Dialogue_Text,DL_Fish
source: I once caught a fish *this* big!
pt_br: Uma vez eu peguei um peixe *desse* tamanho!

# Dialogue_Text,DL_Fish2
source: Oh yeah, Well I once caught a fish *thiiiis* big!
pt_br: Ah é? Uma vez eu peguei um peixe *deeesse* tamanho!

# Dialogue_Text,DL_FishSeller
source: Fresh fish from Ga-Koro! Only five Widgets each!
pt_br: Peixe fresco de Ga-Koro! Só cinco Peças cada!

# Dialogue_Text,DL_Gali1
source: I... agree.
pt_br: Eu… concordo.

# Dialogue_Text,DL_Gali2
source: Have you not sensed that there is something off about all this? Something is not as it should be.
pt_br: Vocês não sentiram que há algo de errado nisso tudo? Algo não é como devia ser.

# Dialogue_Text,DL_GeneralKokoranbyprotopool
source: *Yawn* Hi Toa how are you.
pt_br: *Bocejo* Oi Toa, como vai?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_2
source: Oh, I like the sound. It makes me feel at peace.
pt_br: Ah, eu gosto do som. Faz eu me sentir em paz.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_3
source: *Yawn* Hi Toa how are you.
pt_br: *Bocejo* Oi Toa, como vai?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_4
source: It's always sort of been there. Not sure what it does really.
pt_br: Ela meio que sempre esteve ali. Não sei o que ela faz, na verdade.

# Dialogue_Text,DL_GeneralKokoranGreeting
source: Do you know where Nuju is? I can't seem to find him.
pt_br: Você sabe onde está Nuju? Não consigo encontrá-lo.

# Dialogue_Text,DL_GeneralKokoranGreeting_3
source: Do you know where Nuju is? I can't seem to find him.
pt_br: Você sabe onde está Nuju? Não consigo encontrá-lo.

# Dialogue_Text,DL_GeneralKokoranGreeting_4
source: It's gone... all of it.
pt_br: Já era... Tudo se foi.

# Dialogue_Text,DL_GeneralNone
source: Few, thank you Toa, you saved our sanctuary!
pt_br: Ufa, obrigado Toa! Você salvou nosso santuário!

# Dialogue_Text,DL_GiveHat
source: Hello Toa $T!
pt_br: Olá, Toa $T!

# Dialogue_Text,DL_GiveHat1
source: Why today is naming day! It's an all day event to celebrate good deeds done by our fellow Matoran! They get to change their names because of that!
pt_br: Ora, hoje é o Dia da Nomeação! É um evento do dia inteiro para celebrar boas ações feitas por nossos Matoran! Graças a isso, eles podem trocar de nome!

# Dialogue_Text,DL_GiveHat2
source: Oh, They're just really fun! I have a spare one if you want it!
pt_br: Ah, são só muito divertidos! Tenho um de sobra se quiser!

# Dialogue_Text,DL_GiveHat3
source: Here ya go $T!
pt_br: Aqui está, $T!

# Dialogue_Text,DL_GreavingMatoran1
source: ...I'm meditating, is there anything you need Toa?
pt_br: …Estou meditando. Precisa de algo, Toa?

# Dialogue_Text,DL_GreavingMatoran10
source: Indeed they are. I hope you will stop them for Koha’s sake. Now leave me, I wish to remember my brother fondly.
pt_br: De fato são. Espero que você pare eles, por Koha. Agora me deixe, quero me lembrar das memórias boas com meu irmão.

# Dialogue_Text,DL_GreavingMatoran2
source: Me and my brother lived out here, away from the hustle and bustle of Onu-Koro. I still haven't forgiven him...
pt_br: Eu e meu irmão morávamos aqui, longe do tumulto de Onu-Koro. Ainda não perdoei ele…

# Dialogue_Text,DL_GreavingMatoran3
source: That note was not meant for you Toa, but now that you've seen it I suppose I could tell you the story...
pt_br: A carta não era para você, Toa, mas agora que já leu, acho que não faz mal te contar a história…

# Dialogue_Text,DL_GreavingMatoran4
source: Koha and I lived out here together, one day we got in an argument about the food and whether it would last. He was right, It didn't.
pt_br: Koha e eu morávamos aqui juntos. Um dia nós discutimos sobre a comida, e se iria durar. Ele estava certo, eu não.

# Dialogue_Text,DL_GreavingMatoran5
source: But he had already left by then. The discussion was heated and he decided that he'd get more food from Onu-Koro before out stores ran dry.
pt_br: Mas ele já tinha partido. A discussão foi feia, e ele decidiu que pegaria mais comida de Onu-Koro antes das lojas esgotarem.

# Dialogue_Text,DL_GreavingMatoran6
source: It wasn't a week later that they did, Koha was late and I was hungry - So I made my way to Onu-Koro on my own.
pt_br: Não deu nem uma semana e elas esgotaram. Koha estava atrasado, e eu, faminto. Então, viajei para Onu-Koro sozinho.

# Dialogue_Text,DL_GreavingMatoran7
source: I asked the vendors in the village if they had seen my brother, but no one had. I was worried but I assumed maybe we had just missed eachother.
pt_br: Perguntei aos vendedores da aldeia se tinham visto meu irmão, mas ninguém viu. Estava preocupado, mas presumi que ele já tinha partido antes de eu encontrá-lo.

# Dialogue_Text,DL_GreavingMatoran8
source: A day later I returned to this island, and found a matoran washed up on the sand. When I turned him over I knew who it was, even without a mask I could tell it was my brother.
pt_br: Um dia depois, eu voltei a esta ilha, e encontrei um Matoran na praia. Quando eu o virei, eu sabia quem era, mesmo sem a máscara eu reconheci que era meu irmão.

# Dialogue_Text,DL_GreavingMatoran9
source: He is burried down the path behind me, pay your respects if you wish.
pt_br: Ele está enterrado no caminho atrás de mim. Preste respeito, se quiser.

# Dialogue_Text,DL_Grinch
source: *Grumbles to self*
pt_br: *Resmungando sozinho*

# Dialogue_Text,DL_Grinch1
source: I don't like the naming day, It's too loud. All the Matoran playing with their gifts, sometimes they even sing. It's disgusting, Why are they all so happy?
pt_br: Não gosto do Dia da Nomeação, é muito barulho. Todos os Matoran brincando com seus presentes, às vezes até cantam. É nojento. Por que estão tão felizes?

# Dialogue_Text,DL_Grinch2
source: Hmm... Well maybe I could... Good luck on your travels toa.
pt_br: Hum… Talvez eu possa sim… Boa sorte nas suas viagens, Toa.

# Dialogue_Text,DL_Guard1
source: Halt, may I see your credentials?
pt_br: {G}|gender(Parado,Parada). Documentos, por favor.

# Dialogue_Text,DL_Guard2
source: Umm... I still need them - some form of ID?
pt_br: Hã… ainda preciso deles… Algum tipo de identidade?

# Dialogue_Text,DL_Guard3
source: Okay, That works I guess... You may enter.
pt_br: OK, isso funciona, eu acho… Pode entrar.

# Dialogue_Text,DL_Guard4
source: Hail Toa $T. You are free to enter, if you can manage to open the gate of course.
pt_br: Saúdem Toa $T. Pode entrar à vontade, se conseguir abrir o portão, é claro.

# Dialogue_Text,DL_GuardCamp
source: Greetings Toa $T. Welcome to the Ta-Koro Guard forward camp!
pt_br: Saudações, Toa $T. {G}|gender(Bem-vindo,Bem-vinda) à Base Avançada da Guarda de Ta-Koro!

# Dialogue_Text,DL_GuardCampForward
source: Yes I know, that's just what it's called. Jala decided we needed a quicker way to deploy troops, plus there's too many of us to all stay in Ta-Koro ourselves.
pt_br: É, eu sei, mas esse é o nome dela. Jaller decidiu que precisávamos de um modo mais rápido de enviar tropas. Além disso, há muitos de nós para ficarmos só em Ta-Koro.

# Dialogue_Text,DL_GuardCampWhere
source: Mostly everyone is out in the field fighting the Rahi threat. You'll only be able to find the Quartermaster, myself, and a few others here at the moment.
pt_br: A maioria está no campo de batalha lutando contra a ameaça dos Rahi. No momento, aqui você só vai achar o Mestre de Quartos, que sou eu, e alguns outros.

# Dialogue_Text,DL_GuardPicking
source: Hmm...
pt_br: Hum…

# Dialogue_Text,DL_GuardPicking2
source: What? Oh Hello $T, I was just trying to decide what staff to pick, because I defenently didn't forget which one is mine heheh...
pt_br: Quê? Ah, olá, $T. Só estava decidindo qual lança pegar, porque eu com certeza não esqueci qual é a minha, hehe…

# Dialogue_Text,DL_GuardPickingSheilds
source: What do you think Toa, Which shield should I go with?
pt_br: O que acha, Toa? Qual escudo devo usar?

# Dialogue_Text,DL_GuardPickingSheilds1
source: HAH Really? From left to right, Scarlet, Vermilion, and Ruby. I suppose I look JUST Red to you too?
pt_br: Hah, sério? Da esquerda pra direita, Escarlate, Vermelhão, e Rubi. Acho que eu também devo ser só VERMELHO pra você?

# Dialogue_Text,DL_GuardPickingSheildsTahu
source: Wait what? I thought these where shields! Why do they all have to look the same!
pt_br: Espera, quê? Achei que eram escudos! Por que as duas coisas têm que ser iguais?!

# Dialogue_Text,DL_Hahli1
source: Toa $T! Thank goodness you're here, the Turaga - she's been missing for far too long!
pt_br: Toa $T! Graças a Mata Nui você está aqui. A Turaga, ela desapareceu faz tempo demais!

# Dialogue_Text,DL_Hahli2
source: You don't remember me? Oh... Well I'm Hahli!
pt_br: Você não se lembra de mim? Oh… Então, eu sou a Hahli!

# Dialogue_Text,DL_Hahli3
source: Yes, in case you don't remember - Turaga Nokama is the elder of the village, and she's gone missing!
pt_br: Sim, caso você não se lembre, Turaga Nokama é a anciã da aldeia, e ela desapareceu!

# Dialogue_Text,DL_Hahli4
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map.
pt_br: Talvez… Última vez que ouvi dela, ela estava numa reunião no Kini-Nui. Talvez ela ficou presa no caminho de volta? Aqui, vou marcar no seu mapa.

# Dialogue_Text,DL_Hahli5
source: Have you found Nokama yet? I'm very worried...
pt_br: Já encontrou a Nokama? Estou muito preocupada…

# Dialogue_Text,DL_Hahli6
source: Please do find her, I am very worried!
pt_br: Por favor encontre ela, estou muito preocupada!

# Dialogue_Text,DL_HahliGiveMap
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Wait, you don't have one? Here I only have Ga-Wahi but It should help.
pt_br: Talvez… Última vez que ouvi dela, ela estava numa reunião no Kini-Nui. Talvez ela ficou presa no caminho de volta? Aqui, vou marcar no seu mapa. Espera, você não tem um? Aqui, só tenho de Ga-Wahi, mas deve ajudar.

# Dialogue_Text,DL_HahliThankReturn
source: Thank you for returning our Turaga to us Toa!
pt_br: Obrigada por retornar nossa Turaga para gente, Toa!

# Dialogue_Text,DL_HalloweenMan1
source: Am I crazy Toa?
pt_br: Toa, eu sou louco?

# Dialogue_Text,DL_HalloweenMan2
source: Well I keep seeing these orange spheres around Mata-Nui, and no one else can see them!
pt_br: Então, eu fico vendo umas esferas laranjas ao longo de Mata Nui, mas ninguém mais pode vê-las!

# Dialogue_Text,DL_HalloweenMan3
source: YOU CAN SEE THEM TOO?! So I'm not crazy then!
pt_br: VOCÊ TAMBÉM PODE VÊ-LAS?! Então não sou louco!

# Dialogue_Text,DL_HalloweenMan4
source: Not exactly no... But I picked one up, and I thought... what if it's like one of your masks of power? So, would you care to try it on?
pt_br: Não exatamente… Mas eu peguei uma, e pensei… E se for que nem as suas máscaras de poder? Então, quer tentar usar uma?

# Dialogue_Text,DL_HalloweenMan5
source: Soooo... Do you feel anything?
pt_br: Então… Sente alguma coisa?

# Dialogue_Text,DL_HalloweenMan6
source: Hmm, very well then. Perhaps they're just decorative then? Ahh, either way you can keep that one $T.
pt_br: Hum… tudo bem. Talvez elas sejam só decorativas? Enfim, você pode ficar com essa aí, $T.

# Dialogue_Text,DL_Huki1
source: Toa $T Finally!
pt_br: Toa $T! Finalmente!

# Dialogue_Text,DL_Huki2
source: I was tasked to wait for you to return, The Turaga has been missing for far too long.
pt_br: Fiquei encarregado de esperar seu retorno. O Turaga desapareceu faz tempo demais.

# Dialogue_Text,DL_Huki3
source: *Huff* We've met before $T! You don't remember me?
pt_br: Hã? Nós já nos conhecemos, $T! Não se lembra de mim?

# Dialogue_Text,DL_Huki4
source: Huh, odd. I'm Huki, professional Kolhii player!
pt_br: Hum… estranho. Sou Hewkii, jogador profissional de Kolhii!

# Dialogue_Text,DL_Huki5
source: Right, the elder of the village. He went to a meeting with the other Turaga, and hasn't come back!
pt_br: Ah sim, o chefe da aldeia. Ele foi numa reunião com os outros Turaga, mas não voltou!

# Dialogue_Text,DL_Huki6
source: You can find him! A trader informed me of an unusual number of rahi somewhere, here let me mark it on your map.
pt_br: Você podia encontrá-lo! Um comerciante me falou de um número incomum de Rahi num lugar. Deixa eu marcar no seu mapa.

# Dialogue_Text,DL_Huki7
source: I sure hope so.
pt_br: Espero mesmo que sim.

# Dialogue_Text,DL_HukiMap
source: There ya go, now skedaddle! He could be in danger!
pt_br: Aqui está, agora corre! Ele pode estar em perigo!

# Dialogue_Text,DL_HukiNoMap
source: You don't have one? Ack, Alright I can spare mine, it's just for Po-Wahi - but it shoud suffice for now.
pt_br: Você não tem um? Ah, tudo bem, posso te dar o meu. É só de Po-Wahi, mas deve bastar por enquanto.

# Dialogue_Text,DL_HukiReturn
source: What are you waiting for Toa? Onewa could be in danger, go find him!
pt_br: O que tá esperando, Toa? Onewa pode estar em perigo, vá encontrá-lo!

# Dialogue_Text,DL_HukiSaved
source: Heard you found the great craftsman! We're all very glad that Turaga Onewa is safe!
pt_br: Ouvi dizer que você achou o grande artesão! Estamos tão felizes que Turaga Onewa está seguro!

# Dialogue_Text,DL_ImportedPlantSeller
source: Imported vegetation here, Harakeke, Bamboo, and more!
pt_br: Vegetação importada aqui! Harakeke, Bambu, e mais!

# Dialogue_Text,DL_InsaneMatoran1
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
pt_br: AAAHHH! {G}|gender(Um,Uma)… {G}|gender(Um,Uma) Toa?! NÃO! Não é pra você estar aqui!!!

# Dialogue_Text,DL_InsaneMatoran1_2
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
pt_br: AAAHHH! {G}|gender(Um,Uma)… {G}|gender(Um,Uma) Toa?! NÃO! Não é pra você estar aqui!!!

# Dialogue_Text,DL_InsaneMatoran2
source: LIAR!! Yes, they always lie. You won't get me that easily Toa!!
pt_br: {G}|gender(MENTIROSO,MENTIROSA)!!! Sim, sempre mentem. Você não vai me enganar tão fácil, Toa!

# Dialogue_Text,DL_InsaneMatoran2_2
source: LAIR!! Yes, they always lie. You won't get me that easily Toa!!
pt_br: {G}|gender(MENTIROSO,MENTIROSA)!!! Sim, sempre mentem. Você não vai me enganar tão fácil, Toa!

# Dialogue_Text,DL_InsaneMatoranGetAway
source: Get away from me!! Makuta help me!
pt_br: Se afaste de mim! Makuta, me ajude!

# Dialogue_Text,DL_Jala1
source: Welcome to Ta-Koro, Toa $T. Is there anything you need?
pt_br: {G}|gender(Bem-vindo,Bem-vinda) a Ta-Koro, Toa $T. Precisa de algo?

# Dialogue_Text,DL_JalaReport
source: *Huff* I don't report to you Toa, you are entirely superfluous to our operation here!
pt_br: *Humpf* Eu não reporto a você, Toa. Você não faz parte da nossa operação aqui!

# Dialogue_Text,DL_JalaReport1
source: There’s been an increase in Rahi attacks as of late... they seem to be more organized than what we’ve seen in the past. I haven’t heard many details, but a runner has informed me that the other Turaga weren’t able to safely return to their villages. It seems Vakama was the lucky one...
pt_br: Houve um aumento de ataques de Rahi recentemente… eles parecem mais organizados do que vimos no passado. Não ouvi muitos detalhes, mas um mensageiro me informou que os outros Turaga não conseguiram voltar às suas aldeias em segurança. Parece que Vakama teve sorte…

# Dialogue_Text,DL_JalaReportTahu
source: Things have mostly been quiet, aside from Vakama’s return. I, for one, am grateful. Quiet is a rarity these days.
pt_br: Num geral, tudo calmo, tirando o retorno de Vakama. Eu, pelo menos, fico grato. Calma é uma raridade hoje em dia.

# Dialogue_Text,DL_JalaTakoro
source: Use the lever behind me to cross the moat. We keep the bridge lowered to protect the village from Rahi, so try to remember to lower it again once you’re across.
pt_br: Use a alavanca atrás de mim para cruzar o fosso. Mantemos a ponte abaixada para proteger a aldeia dos Rahi, então lembre-se de abaixá-la novamente depois de cruzá-la.

# Dialogue_Text,DL_JalaWho
source: Are... are you serious? I’m Jala, Captain of the Ta-Koro Guard and right hand to Turaga Vakama. I would assume that Mata Nui’s chosen heroes wouldn’t be this forgetful...
pt_br: Você… tá falando sério? Sou Jaller, Capitão da Guarda de Ta-Koro e braço direito de Turaga Vakama. Não achei que os heróis escolhidos de Mata Nui seriam tão esquecidos…

# Dialogue_Text,DL_JobmasterIntro
source: *The matoran mutters to himself*
pt_br: *O Matoran murmura sozinho*

# Dialogue_Text,DL_JobmasterIntro_2
source: What? Oh, sorry. - I was just thinking about how not only am I lacking workers for the tower construction project, the Turaga went and disappeared, and on top of all that, my shipment is late. What a day.
pt_br: O quê? Oh, desculpa. Só estava pensando que, não só me faltam trabalhadores para o projeto de construção da torre, o Turaga desapareceu, e além disso tudo, minha remessa está atrasada. Que dia.

# Dialogue_Text,DL_JobmasterJob1
source: Ah, Reka. Quite a dull man, a bit obsessed with Kohlii - like half the town I suppose. If he sent you here, you must need a few extra widgets, right? I suppose you could help me with my shipment issue.
pt_br: Ah, Reka. Um cara banal, meio obcecado por Kolhii… como metade da aldeia, eu acho. Se ele te mandou aqui, você deve precisar de umas Peças extras, né? Acho que você pode me ajudar com o problema da minha remessa.

# Dialogue_Text,DL_JobmasterJobSneak
source: Woah! Toa, you really shouldn't sneak up on Matoran like that. Wait, what about Reka?
pt_br: Eita! Toa, você realmente não devia assustar um Matoran assim. Espera, o que tem o Reka?

# Dialogue_Text,DL_JobmasterQuestLoc
source: Go North of the Onu-Koro entrance until you hit the sandy edge of Po-Wahi. The shipping center is near the docks.
pt_br: Vá ao norte da entrada de Onu-Koro até chegar na divisa de areia com Po-Wahi. O centro de expedição fica perto das docas.

# Dialogue_Text,DL_JobmasterReturn
source: Greetings Toa, Do you have my shipment yet?
pt_br: Saudações, Toa. Você já tem minha remessa?

# Dialogue_Text,DL_JobmasterReturn1
source: Ahhck! That is very unfortunate.
pt_br: Aaaghhh! Isso é muito lamentável…

# Dialogue_Text,DL_JobmasterReturn2
source: They fetch a very high price where they have been outlawed. I have debts to pay, and I need the money - Every so often I have them imported from a small fishing village.
pt_br: Eles chegam a preços bem altos onde são proibidos. Tenho dívidas a pagar, e preciso do dinheiro… De vez em quando eu importo eles de uma aldeiazinha de pesca.

# Dialogue_Text,DL_JobmasterReturn3
source: Hmm... Very well, I will find an alternate source of income.
pt_br: Hum… Tá bom, vou procurar uma outra fonte de renda.

# Dialogue_Text,DL_JobmasterReturn4
source: Did you not hear me when I said I was in debt! Ahh Fine whatever, here's your 350 widgets.
pt_br: Não me ouviu quando eu disse que estava devendo?! Ahh, tanto faz. Aqui, suas 350 Peças.

# Dialogue_Text,DL_JobmasterReturnFinal
source: Please don't speak to me Toa.
pt_br: Por favor, não fale comigo, Toa.

# Dialogue_Text,DL_JobmasterShipment
source: A collection of materials - for the carvers and the construction workers, you know.
pt_br: Uma coleção de materiais… para os escultures e construtores, sabe?

# Dialogue_Text,DL_JobmasterShipmentGiveQuest
source: You know what, I believe there is. There'd be some widgets in it if you accept.
pt_br: Quer saber, acho que tem sim. Te dou umas Peças, se aceitar.

# Dialogue_Text,DL_JobmasterShipmentJob
source: A collection of materials - for the carvers and the construction workers, you know.
pt_br: Uma coleção de materiais… para os escultures e construtores, sabe?

# Dialogue_Text,DL_JobmasterShipmentQuest
source: Good luck. And hurry back, will you?
pt_br: Boa sorte. E volte logo, tá bom?

# Dialogue_Text,DL_JobmasterShipmentQuestDesc
source: The shipment is late, and it's important. I'll need you to head to the Onu-Koro shipping center and see what's taking them so long. If the couriers have left already, you'll need to track them down.
pt_br: A remessa está atrasada, e é importante. Preciso que você vá para o centro de remessas de Onu-Koro e veja por que está demorando tanto. Se os entregadores já saíram, vai precisar ir atrás deles.

# Dialogue_Text,DL_JobmasterTuraga
source: Our Turaga, Onewa, went missing recently. We have gotten along fine without him - with his advanced age, I run the town mostly these days - I was the one that tasked Huki to wait for you.
pt_br: Nosso Turaga, Onewa, desapareceu recentemente. Nós nos damos bem sem ele. Com a idade avançada dele, sou eu quem cuida de maior parte da aldeia. Eu que encarreguei Hewkii de esperar por você.

# Dialogue_Text,DL_KapuraAdventures1
source: Did you hear the rumor about Kapura?
pt_br: Ouviu aquele rumor sobre o Kapura?

# Dialogue_Text,DL_KapuraAdventures2
source: What'd the weirdo do now?
pt_br: O que o esquisitão fez agora?

# Dialogue_Text,DL_KapuraAdventures3
source: I heard from a friend of mine, Hewtinii; That Kapura is planning on walking around all of Mata-Nui soon!
pt_br: Ouvi de Hewtinii, um contato meu, que o Kapura está planejando caminhar por Mata Nui inteira!

# Dialogue_Text,DL_KapuraAdventures4
source: Huh, I guess he really is crazy then. Could that be related to why so many Po-Matoran have been arriving here lately?
pt_br: Hum, então ele é mesmo maluco. Será que isso explica por que tantos Po-Matoran estão vindo aqui recentemente?
