Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Quest_Description,Quest_Pohatu_Desc
source: You have gathered all your Masks of Power, head to the suva in Po-koro to gain your golden mask.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, πήγαινετε στο Suva στο Po-koro για να αποκτήσετε τη χρυσή μάσκα σας.

# Quest_Description,Quest_PoMakokiStone_Desc
source: Turaga Onewa has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
el: Ο Turaga Onewa σου ανέθεσε να βρεις ένα αρχαίο κειμήλιο που ονομάζεται Makoki Stone, ένα από τα έξι κομμάτια που χρησιμοποιούνται για να ξεκλειδώσουν το λημέριτου Makuta.

# Quest_Description,Quest_PoTemple_Desc
source: There's a strange temple in the desert, Explore it and see what might be hidden among it's tunnels.
el: Υπάρχει ένας παράξενος ναός στην έρημο. Εξερεύνηστέ τον και δείτε τι μπορεί να κρύβεται ανάμεσα στα τούνελ του.

# Quest_Description,Quest_ProphetOfTheMakuta_Desc
source: A strange matoran has lead you in the direction of a cold and ominous cave on the south side of the Mangia. He said he saw the toa enter, but never leave; It's best to be careful.
el: Ένας παράξενος Ματοράν σε οδήγησε προς μια κρύα και απειλητική σπηλιά στη νότια πλευρά του ηφαίστειο Mangai. Είπε ότι είδε τον Τοά να μπαίνει, αλλά δεν τον είδε να βγαίνει. Καλύτερα να είσαστε προσεκτικός.

# Quest_Description,Quest_Protosteel_Desc
source: The Po-Matoran Kohi has been seeking out rare tools cast in Protosteel, You've gathered the tool he wanted, return it to him.
el: Ο Po-Matoran Kohi αναζητά σπάνια εργαλεία κατασκευασμένα από Protosteel. Έχετε βρει το εργαλείο που ήθελε, επέστρεψέ του το.

# Quest_Description,Quest_Tahu_Desc
source: You have gathered all your Masks of Power, head to the suva in Ta-koro to gain your golden mask.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, πήγαινετε στο Suva στο Ta-koro για να αποκτήσετε τη χρυσή μάσκα σας.

# Quest_Description,Quest_TaMakokiStone_Desc
source: Turaga Vakama needs you to recover a part of an important key called the Makoki stone.
el: Ο Turaga Vakama χρειάζεται τη βοήθειά σου για να ανακτήσει ένα μέρος ενός σημαντικού κλειδιού που ονομάζεται πέτρα Makoki.

# Quest_Description,Quest_TheLakeOfFrost_Desc
source: Dameo has asked you to restore the flow of the river and by extension restore his fishing town.
el: Ο Dameo σας ζήτησε να αποκαταστήσετε τη ροή του ποταμού και, κατ' επέκταση, να αποκαταστήσετε το ψαροχώρι του.

# Quest_Description,Quest_TheToaOfFire1_Desc
source: Remember...
el: Θυμήσου...

# Quest_Description,Quest_TheTuragaOfAir_Desc
source: Turaga Matau has been missing for a while, Find him and help him get back to Le-koro.
el: Ο Turaga Matau αγνοείται εδώ και αρκετή ώρα. Βρείτε τον και βοηθήστε τον να επιστρέψει στο Le-koro.

# Quest_Description,Quest_TheTuragaOfEarth_Desc
source: Turaga Whenua has been missing for a while, Find him and help him get back to Onu-koro.
el: Ο Turaga Whenua αγνοείται εδώ και αρκετή ώρα. Βρείτε τον και βοηθήστε τον να επιστρέψει στο Onu-koro.

# Quest_Description,Quest_TheTuragaOfIce_Desc
source: Turaga Nuju got lost when passing through the drifts, find him and help him get back to Ko-koro.
el: Ο Turaga Nuju χάθηκε ενώ περνούσε από τις χιονοστιβάδες. Βρείτε τον και βοηθήστε τον να γυρίσει στο Ko-koro.

# Quest_Description,Quest_TheTuragaOfStone_Desc
source: Turaga Onewa has been missing for a while, Find him and help him get back to Po-koro.
el: Ο Turaga Onewa αγνοείται εδώ και αρκετή ώρα. Βρείτε τον και βοηθήστε τον να επιστρέψει στο Po-koro.

# Quest_Description,Quest_TheTuragaOfWater_Desc
source: Turaga Nokama has been missing for a while, Find her and ensure her safety.
el: Η Turaga Nokama αγνοείται εδώ και αρκετή ώρα. Βρείτε την και φρόντιστε ότι είναι ασφαλής.

# Quest_Name,Quest_Amongsttheburnttrees
source: Among the burnt trees
el: Ανάμεσα στα καμένα δέντρα

# Quest_Name,Quest_CalmCave
source: A Calm Cave
el: Ένα Ήρεμο Σπήλαιο

# Quest_Name,Quest_Challange
source: The Challenge
el: Η Πρόκληση

# Quest_Name,Quest_CometHunt
source: The Comet Hunt
el: Το Κυνήγι του Κομήτη

# Quest_Name,Quest_DangerOnTheHorizon
source: Danger On The Horizon
el: Κίνδυνος στον Ορίζοντα

# Quest_Name,Quest_FindKumo
source: A Friend In Need
el: Ένας Φίλος σε Ανάγκη

# Quest_Name,Quest_FrozenInWood
source: Frozen In Wood
el: Παγωμένος Μέσα στο Ξύλο

# Quest_Name,Quest_FrozenTower
source: The Frozen Tower
el: Ο Παγωμένος Πύργος

# Quest_Name,Quest_Gakoro
source: The Village of Water
el: Το Χωριό του Νερού

# Quest_Name,Quest_Gali
source: The Toa of Water
el: Η Toa του Νερού

# Quest_Name,Quest_GaMakokiStone
source: The Temple of Water
el: Ο Ναός του Νερού

# Quest_Name,Quest_Infestation
source: Infestation
el: Μάστιγα

# Quest_Name,Quest_KiniNui
source: The Kini-Nui
el: Το Kini-Nui

# Quest_Name,Quest_Kokoro
source: The Village of Ice
el: Το Χωριό του Πάγου

# Quest_Name,Quest_KoMakokiStone
source: The Temple of Ice
el: Το Ναός του Πάγου

# Quest_Name,Quest_Kopaka
source: The Toa of Ice
el: Ο Toa του Πάγου

# Quest_Name,Quest_Lekoro
source: The Village of Air
el: Το Χωριό του Αέρα

# Quest_Name,Quest_LeMakokiStone
source: The Temple of Air
el: Ο Ναός του Αέρα

# Quest_Name,Quest_LeTemple
source: A Temple in the Jungle
el: Ο Ναός στην Ζούγκλα

# Quest_Name,Quest_Lewa
source: The Toa of Air
el: Ο Toa του Αέρα

# Quest_Name,Quest_Mangaia
source: The Makuta's Lair
el: Το Λυμέρη του Makuta

# Quest_Name,Quest_OnTheLine
source: On The Line
el: Στην Γραμμή

# Quest_Name,Quest_Onua
source: The Toa of Earth
el: Ο Toa της Γης

# Quest_Name,Quest_Onukoro
source: The Village of Earth
el: Το Χωριό της Γης

# Quest_Name,Quest_OnuMakokiStone
source: The Temple of Earth
el: Ο Ναός της Γης

# Quest_Name,Quest_Pohatu
source: The Toa of Stone
el: Ο Toa της Πέτρας

# Quest_Name,Quest_Pokoro
source: The Village of Stone
el: Το Χωριό της Πέτρας

# Quest_Name,Quest_PoMakokiStone
source: The Temple of Stone
el: Ο Ναός της Πέτρας

# Quest_Name,Quest_PoTemple
source: A Temple Under the sands
el: Ο Ναός Υπό την άμμο

# Quest_Name,Quest_ProphetOfTheMakuta
source: Prophet Of The Makuta
el: Ο προφήτης του Makuta

# Quest_Name,Quest_Protosteel
source: The Secret of Protosteel
el: Το μυστικό του Protosteel

# Quest_Name,Quest_Staff
source: The Staff Scramble
el: Η έρευνα για το Σκύπτρο

# Quest_Name,Quest_Tahu
source: The Toa of Fire
el: Ο Toa της Φωτιάς

# Quest_Name,Quest_Takoro
source: The Village of Fire
el: Το Χωριό της Φωτιάς

# Quest_Name,Quest_TaMakokiStone
source: The Temple of Fire
el: Ο Ναός της Φωτιάς

# Quest_Name,Quest_TheLakeOfFrost
source: The Lake of The Frost
el: Η Λίμνη του Πάγου

# Quest_Name,Quest_TheToaOfFire1
source: The Toa Of Fire
el: Ο Toa της Φωτιάς

# Quest_Name,Quest_TheTuragaOfAir
source: The Turaga of Air
el: Ο Turaga του Αέρα

# Quest_Name,Quest_TheTuragaOfEarth
source: The Turaga Of Earth
el: Ο Turaga της Γης

# Quest_Name,Quest_TheTuragaOfIce
source: The Turaga Of Ice
el: Ο Turaga του Πάγου

# Quest_Name,Quest_TheTuragaOfStone
source: The Turaga Of Stone
el: Ο Turaga της Πέτρας

# Quest_Name,Quest_TheTuragaOfWater
source: The Turaga Of Water
el: Η Turaga Του Νερού

# Quest_Objective,Quest_Amongsttheburnttrees_Objective_1
source: Talk to the Temple master of the Ta-wahi temple.
el: Μίλα στον αρχηγό του ναού Ta-wahi.

# Quest_Objective,Quest_CalmCave_Objective_1
source: Defeat all of the rahi.
el: Κατατρόπωσε όλα τα Rahi.

# Quest_Objective,Quest_CalmCave_Objective_2
source: Talk to the Hiding matoran.
el: Μίλα στον κρυμμένο Ματοράν.

# Quest_Objective,Quest_Challange_Objective_1
source: Speak to Podu at the tip of the Motara Desert.
el: Μίλα στον Podu στην άκρη της ερήμου Motara.

# Quest_Objective,Quest_Challange_Objective_2
source: Accept the Challange.
el: Αποδέξου την πρόκληση.

# Quest_Objective,Quest_Challange_Objective_3
source: Beat Pohatu to Po-koro.
el: Νικήστε τον Pohatu στο Po-koro.

# Quest_Objective,Quest_CometHunt_Objective_1
source: Give Komeke a Comet.
el: Δώστε στον Komeke ένα Κομήτη.

# Quest_Objective,Quest_DangerOnTheHorizon_Objective_1
source: Defeat the Tarakava guarding the Temple.
el: Κατατροπώστε τα Tarakava που φυλάνε το Ναό.

# Quest_Objective,Quest_FindKumo_Objective_1
source: Find Kumo in Fau swamp Near the lake he fishes in.
el: Βρες τον Kumo στο βάλτο Fau, κοντά στη λίμνη όπου ψαρεύει.

# Quest_Objective,Quest_FrozenInWood_Objective_1
source: Find the Protosteel Tool.
el: Βρείτε το Protosteel εργαλείο.

# Quest_Objective,Quest_FrozenTower_Objective_1
source: Defeat all of the rahi in the tower.
el: Κατατροπώστε όλα τα rahi στον πύργο.

# Quest_Objective,Quest_Gakoro_Objective_1
source: Travel to Ga-Koro and Speak to Hahli.
el: Ταξίδεψε στο Ga-Koro και μίλησε με την Hahli.

# Quest_Objective,Quest_Gali_Objective_1
source: Travel to Ga-Koro and Interact with the Suva.
el: Ταξιδέψτε στο Ga-Koro και αλληλεπιδράστε με το Suva.

# Quest_Objective,Quest_GaMakokiStone_Objective_1
source: Speak to Nokama in Ga-koro
el: Μίλα στη Νοκάμα στο Ga-koro

# Quest_Objective,Quest_Infestation_Objective_1
source: Free the town of Nui-Jaga.
el: Ελευθερώστε την πόλη από τα Nui-Jaga.

# Quest_Objective,Quest_KiniNui_Objective_1
source: Speak to the other Toa at the Kini-Nui.
el: Μίλα στους άλλους Toa στο Kini-Nui.

# Quest_Objective,Quest_Kokoro_Objective_1
source: Travel to Ko-Koro and find Matoro
el: Ταξιδέψτε στο Κο-Koro και βρείτε τον Ματόρο

# Quest_Objective,Quest_KoMakokiStone_Objective_1
source: Return to Ko-koro and speak to Nuju.
el: Επιστρέψτε στο Ko-koro και μιλήστε με τον Nuju.

# Quest_Objective,Quest_KoMakokiStone_Objective_2
source: Speak to Matoro.
el: Μιλήστε στον Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_3
source: Meet Matoro at the Ko-Kini.
el: Συναντήστε τον Matoro στο Ko-Kini.

# Quest_Objective,Quest_KoMakokiStone_Objective_5
source: Speak to Matoro.
el: Μιλήστε στον Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_6
source: Return to Ko-koro and speak to Nuju.
el: Επιστρέψτε στο Κο-κόρο και μιλήστε με τον Nuju.

# Quest_Objective,Quest_Kopaka_Objective_1
source: Travel to Ko-Koro and Interact with the Suva.
el: Ταξιδέψτε στο Κο-Koro και αλληλεπιδράστε με το Suva.

# Quest_Objective,Quest_Lekoro_Objective_1
source: Travel to Le-Koro and find Kongu
el: Ταξιδέψτε στο Le-Koro και βρείτε τον Kongu

# Quest_Objective,Quest_LeMakokiStone_Objective_1
source: Return to Le-koro and speak to Matau.
el: Επιστρέψτε στο Le-koro και μιλήστε με τον Matau.

# Quest_Objective,Quest_LeTemple_Objective_1
source: Find the hidden tresure.
el: Βρείτε τον κρυμμένο θησαυρό.

# Quest_Objective,Quest_Lewa_Objective_1
source: Travel to Le-Koro and Interact with the Suva.
el: Ταξιδέψτε στο Le-Koro και αλληλεπιδράστε με το Suva.

# Quest_Objective,Quest_Mangaia_Objective_1
source: Fight through the Mangaia.
el: Πάλεψε μέσα από τη Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_2
source: Fight through the Mangaia.
el: Πάλεψε μέσα από τη Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_3
source: Defeat the Shadow Toa.
el: Κατατρόπωσε τους Σκιώδη Τοά.

# Quest_Objective,Quest_OnTheLine_Objective_1
source: Reka has told you to find Khalo, the local Jobmaster; He may have a way for you to earn the widgets.
el: Ο Reka σου είπε να βρεις τον Khalo, τον τοπικό Eργολάβο. Ίσως να έχει έναν τρόπο για να κερδίσεις μεταλλίσματα.

# Quest_Objective,Quest_OnTheLine_Objective_2
source: Jobmaster Khalo told you to investigate the Onu-Koro shipping center and determine the status of his shipment.
el: O Eργολάβος Khalo σας ζήτησε να ερευνήσετε το κέντρο μεταφορών Onu-Koro και να διαπιστώσετε την κατάσταση του φορτίου του.

# Quest_Objective,Quest_OnTheLine_Objective_3
source: Omak has told you the couriers with Khalo's shipment may be somewhere in the Pillar-Lands north-east of the shipment center.
el: Ο Omak σας είπε ότι οι αγγελιαφόροι με το φορτίο του Khalo μπορεί να βρίσκονται κάπου στα Στυλό-Εδάφια, βορειοανατολικά του κέντρου μεταφορών.

# Quest_Objective,Quest_OnTheLine_Objective_4
source: Jobmaster Khalo's shipment was filled with illegal ruki fish, confront him about this.
el: Το φορτίο του Ερδολάβου Khalo ήταν γεμάτη με παράνομα ψάρια Ruki. Προσέγγισέ τον και ρώτησέ τον για αυτό.

# Quest_Objective,Quest_Onua_Objective_1
source: Travel to Onu-Koro and Interact with the Suva.
el: Ταξιδέψτε στο Onu-Koro και αλληλεπιδράστε με το Suva.

# Quest_Objective,Quest_Onukoro_Objective_1
source: Travel to Onu-Koro and find Onepu
el: Ταξιδέψτε στο Onu-Koro και βρείτε τον Onepu

# Quest_Objective,Quest_OnuMakokiStone_Objective_1
source: Speak to Whenua in Onu-koro
el: Μίλα στον Whenua στο Onu-koro

# Quest_Objective,Quest_Pohatu_Objective_1
source: Travel to Po-Koro and Interact with the Suva.
el: Ταξιδέψτε στο Po-Koro και αλληλεπιδράστε με το Suva.

# Quest_Objective,Quest_Pokoro_Objective_1
source: Travel to Po-Koro and speak to Huki
el: Ταξιδέψτε στο Po-Koro και μιλήστε με τον Huki

# Quest_Objective,Quest_PoMakokiStone_Objective_1
source: Speak to Onewa in Po-koro
el: Μίλα στον Onewa στο Po-koro

# Quest_Objective,Quest_PoTemple_Objective_1
source: Find the tresure
el: Βρες τον θησαυρό

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_1
source: Find the cave.
el: Βρες τη σπηλιά.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_2
source: Talk to the Matoran.
el: Μίλα στον Matoran.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_3
source: Complete the puzzle to escape.
el: Ολοκληρώστε το παζλ για να ξεφύγετε.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_4
source: Return to the strange matoran in le-koro and tell him of your findings.
el: Επιστρέψτε στον παράξενο Matoran στο Le-Koro και πείτε του για τα ευρήματά σας.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_5
source: Find and the Insane Matoran. There is a lock on the door to the cave he is hiding in, the strange matoran said the code would be Faith, Creation, Peace.
el: Βρες τον τρελό Matoran. Η πόρτα της σπηλιάς όπου κρύβεται είναι κλειδωμένη. Ο παράξενος Matoran είπε ότι ο κωδικός είναι Πίστη, Δημιουργία, Ειρήνη.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_6
source: Talk To The Insane Matoran
el: Μιλήστε με τον τρελό Matoran

# Quest_Objective,Quest_Protosteel_Objective_1
source: Return to the Town
el: Επίστρεψε στην πόλη

# Quest_Objective,Quest_Protosteel_Objective_2
source: Discover what happened to the town.
el: Ανακαλύψτε τι συνέβη στην πόλη.

# Quest_Objective,Quest_Protosteel_Objective_3
source: Find Kohi (He went to Ga-Koro to charter a boat)
el: Βρες τον Kohi (Πήγε στο Ga-Koro για να νοικιάσει μια βάρκα)

# Quest_Objective,Quest_Protosteel_Objective_4
source: Pull the protosteel sword from the stone
el: Τράβηξε το Protosteel σπαθί από την πέτρα

# Quest_Objective,Quest_Protosteel_Objective_5
source: Speak to Kohi
el: Μιλήστε με τον Kohi

# Quest_Objective,Quest_Protosteel_Objective_6
source: Visit Kohi's forge in Po-koro
el: Επισκεφθείτε το σιδηρουργείο του Kohi στο Po-koro

# Quest_Objective,Quest_Protosteel_Objective_7
source: Recive Kohi's Gift
el: Λάβετε το δώρο του Kohi

# Quest_Objective,Quest_Staff_Objective_1
source: Speak to Takar about the mix up.
el: Μίλα στον Takar για το μπέρδεμα.

# Quest_Objective,Quest_Staff_Objective_2
source: Get the Staff shipment back from Niidok.
el: Πάρτε το φορτίο πίσω από τον Niidok.

# Quest_Objective,Quest_Staff_Objective_3
source: Return to Takar and give him the shipment.
el: Επιστρέψτε στον Takar και δώστε του το φορτίο.

# Quest_Objective,Quest_Tahu_Objective_1
source: Travel to Ta-Koro and Interact with the Suva.
el: Ταξιδέψτε στο Ta-Koro και αλληλεπιδράστε με το Suva.

# Quest_Objective,Quest_Takoro_Objective_1
source: Travel to Ta-Koro and find Jala.
el: Ταξιδέψτε στο Ta-Koro και βρείτε τον Jala.

# Quest_Objective,Quest_Takoro_Objective_2
source: Talk to Turaga Vakama.
el: Μίλα στον Turaga Vakama.

# Quest_Objective,Quest_TaMakokiStone_Objective_1
source: Speak to Vakama.
el: Μίλα στον Vakama.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_1
source: Find the cause of the river stoppage.
el: Βρείτε την αιτία της διακοπής της ροής του ποταμού.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_2
source: Defeat the "Tarakava of the Frost"
el: Νικήστε τον «Tarakava του Παγετού»

# Quest_Objective,Quest_TheLakeOfFrost_Objective_3
source: Speak to the matoran.
el: Μιλήστε με τον matoran.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_4
source: Report to Dameo.
el: Ανέφερε στον Dameo.

# Quest_Objective,Quest_TheToaOfFire1_Objective_1
source: Find Mask
el: Βρείτε μάσκα

# Quest_Objective,Quest_TheToaOfFire1_Objective_2
source: Pick Up Mask
el: Πάρτε μάσκα

# Quest_Objective,Quest_TheToaOfFire1_Objective_3
source: Use Mask Power
el: Χρησιμοποιήστε τη δύναμη της μάσκας

# Quest_Objective,Quest_TheToaOfFire1_Objective_4
source: Retrive Sword
el: Ανακτήστε το σπαθί

# Quest_Objective,Quest_TheToaOfFire1_Objective_5
source: Defeat the Rahi
el: Νικήστε το Rahi

# Quest_Objective,Quest_TheToaOfFire1_Objective_6
source: Investigate The Figure
el: Ερευνήστε τη φιγούρα

# Quest_Objective,Quest_TheToaOfFire1_Objective_7
source: Head to Ta Koro
el: Κατευθυνθείτε προς το Ta Koro

# Quest_Objective,Quest_TheTuragaOfAir_Objective_1
source: Find Matau.
el: Βρείτε τον Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_2
source: Attack the tree to loose Matau.
el: Επιτεθείτε στο δέντρο για να ελευθερώσετε τον Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_3
source: Talk To Matau.
el: Μίλήστε στον Matau.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_1
source: Find Whenua and Speak to him.
el: Βρείτε τον Whenua και μιλήστε του.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_2
source: Push Whenua. (Attack him)
el: Σπρώξτε τον Whenua. (Επιτεθείτε του)

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_3
source: Speak to Whenua.
el: Μιλήστε με τον Whenua.

# Quest_Objective,Quest_TheTuragaOfIce_Objective_1
source: Find and save Nuju.
el: Βρείτε και σώστε τον Nuju.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_1
source: Find Onewa and Speak to him.
el: Βρείτε τον Onewa και μιλήστε του.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_2
source: Attack the pillar to make a ramp up for Onewa
el: Επιτεθείτε στον πυλώνα για να φτιάξετε μια ράμπα για τον Onewa

# Quest_Objective,Quest_TheTuragaOfStone_Objective_3
source: Talk To Onewa
el: Μίλήστε στον Onewa

# Quest_Objective,Quest_TheTuragaOfWater_Objective_1
source: Find Nokama.
el: Βρείτε την Nokama.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_2
source: Defeat the Tarakava.
el: Νικήστε το Tarakava.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_3
source: Find Nokama and Speak to her.
el: Βρείτε την Nokama και μιλήστε της.

# ST_CutsceneDialogue,MakutaExplode_Line1
source: Everyone's alright? Good.
el: Όλοι καλά; Ωραία.

# ST_CutsceneDialogue,MakutaExplode_Line10
source: Makuta used this to reset us to when we first arrived. Do you think…?
el: Ο Makuta το χρησιμοποίησε για να μας επαναφέρει στο σημείο που ήμασταν όταν φτάσαμε. Πιστεύεις ότι…;

# ST_CutsceneDialogue,MakutaExplode_Line11
source: It’s our only chance.
el: Είναι η μόνη μας ευκαιρία.

# ST_CutsceneDialogue,MakutaExplode_Line12
source: This is the only way to dispel his influence over us. Over the whole island!
el: Αυτός είναι ο μόνος τρόπος να εξαλείψουμε την επιρροή του πάνω μας. Από όλο το νησί!

# ST_CutsceneDialogue,MakutaExplode_Line13
source: Then it is what we must do.
el: Τότε αυτό πρέπει να κάνουμε.

# ST_CutsceneDialogue,MakutaExplode_Line14
source: ...I can only hope we'll do better next time.
el: ...Μπορώ μόνο να ελπίζω ότι θα τα πάμε καλύτερα την επόμενη φορά.

# ST_CutsceneDialogue,MakutaExplode_Line15
source: You are out of time, Toa.
el: Ο χρόνος σας τελείωσε, Τοά.

# ST_CutsceneDialogue,MakutaExplode_Line16
source: Not anymore.
el: Όχι πια.

# ST_CutsceneDialogue,MakutaExplode_Line17
source: What? Stop! What are you doing?
el: Τι; Σταμάτα! Τι κάνεις;

# ST_CutsceneDialogue,MakutaExplode_Line18
source: What I have to.
el: Αυτό που πρέπει.

# ST_CutsceneDialogue,MakutaExplode_Line2
source: Is this it? Have we won?
el: Αυτό ήτανε; Νικήσαμε;

# ST_CutsceneDialogue,MakutaExplode_Line3
source: I think... we have.
el: Νομίζω...πως ναι.

# ST_CutsceneDialogue,MakutaExplode_Line4
source: Not... quite.
el: Όχι...ακριβώς.

# ST_CutsceneDialogue,MakutaExplode_Line5
source: Give up, You've been defeated!
el: Παραιτήσου, νικήθηκες!

# ST_CutsceneDialogue,MakutaExplode_Line6
source: What’s going on?
el: Τι συμβαίνει;

# ST_CutsceneDialogue,MakutaExplode_Line7
source: He’s going to bring all of Mangaia down on us!
el: Θα καταρρεύσει όλη τη Mangaia πάνω μας!

# ST_CutsceneDialogue,MakutaExplode_Line8
source: You fool! You’ll crush yourself as well!
el: Ανόητε! Θα συντρίψεις και τον εαυτό σου!

# ST_CutsceneDialogue,MakutaExplode_Line9
source: I am not killed so easily. Unfortunately, you are far more fragile.
el: Δεν σκοτώνομαι τόσο εύκολα. Δυστυχώς, εσείς είσαστε πολύ πιο εύθραυστοι.

# ST_CutsceneDialogue,MakutaIntro_Line1
source: Makuta! We have come!
el: Makuta! Έχουμε έρθει!

# ST_CutsceneDialogue,MakutaIntro_Line10
source: We’ve come to break your cycle of destruction and lies! You shall not control us, or the matoran.
el: Ήρθαμε να σπάσουμε τον κύκλο της καταστροφής και των ψεμάτων σου! Δεν θα μας ελέγχεις, ούτε τους Μatoran.

# ST_CutsceneDialogue,MakutaIntro_Line11
source: ...interesting.
el: ….ενδιαφέρον.

# ST_CutsceneDialogue,MakutaIntro_Line12
source: It seems the foolish Turaga have grown weary of their deception. How many defeats did you need to suffer before they revealed their secrets?
el: Φαίνεται ότι οι ανόητοι Turaga έχουν εξουθενωθεί από τα ψέματά τους. Πόσες ήττες χρειάστηκε να υποστείτε για να αποκαλύψουν τα μυστικά τους;

# ST_CutsceneDialogue,MakutaIntro_Line13
source: And how many other secrets do they still selfishly cling to after all of these years?
el: Και πόσα άλλα μυστικά εξακολουθούν να κρύβουν εγωιστικά μετά από όλα αυτά τα χρόνια;

# ST_CutsceneDialogue,MakutaIntro_Line14
source: Enough of your deceitful words. Your reign ends here!
el: Αρκετά με τα δόλια λόγια σου. Η βασιλεία σου τελειώνει εδώ!

# ST_CutsceneDialogue,MakutaIntro_Line15
source: We won’t allow you to reset us again!
el: Δεν θα σου επιτρέψουμε να μας επανεκκινήσεις ξανά!

# ST_CutsceneDialogue,MakutaIntro_Line16
source: ...Yes... I believe you are correct.
el: ...Ναι... Νομίζω ότι έχετε δίκιο.

# ST_CutsceneDialogue,MakutaIntro_Line17
source: What?
el: Τι;

# ST_CutsceneDialogue,MakutaIntro_Line18
source: I enjoyed toying with you, Toa. Watching you struggle past all of my challenges only to fail again, and again, and again. But I believe... that time has passed.
el: Μου άρεσε να παίζω μαζί σας, Τόα. Να σας βλέπω να αγωνίζεστε να ξεπεράσετε όλες τις προκλήσεις μου, μόνο για να αποτυχαίνετε ξανά και ξανά και ξανά. Αλλά πιστεύω... ότι αυτός ο καιρός έχει περάσει.

# ST_CutsceneDialogue,MakutaIntro_Line19
source: I’ll be sure to kill you this time.
el: Θα σιγουρευτώ ότι είστε νεκροί αυτή την φορά.

# ST_CutsceneDialogue,MakutaIntro_Line2
source: Welcome, Toa.
el: Καλως ήρθατε, Toa.

# ST_CutsceneDialogue,MakutaIntro_Line20
source: WAIT!
el: ΠΕΡΙΜΕΝΕ!

# ST_CutsceneDialogue,MakutaIntro_Line3
source: You... are the Makuta?
el: Εσύ... Είσαι ο Makuta;

# ST_CutsceneDialogue,MakutaIntro_Line4
source: I am that which you have sworn to protect.
el: Είμαι αυτό που ορκιστήκατε να προστατεύσετε.

# ST_CutsceneDialogue,MakutaIntro_Line5
source: It’s a trick... another one of Makuta’s illusions.
el: Είναι κόλπο... άλλη μια ψευδαίσθηση του Makuta.

# ST_CutsceneDialogue,MakutaIntro_Line6
source: You defile Mata Nui’s name by taking the form of the matoran!
el: Αμαυρώνεις το όνομα του Mata Nui παίρνοντας τη μορφή των Matoran!

# ST_CutsceneDialogue,MakutaIntro_Line7
source: You know nothing of my brother’s name, nor his will. You do not even know the truth...
el: Δεν ξέρεις τίποτα για το όνομα του αδελφού μου, ούτε για τη θέλησή του. Δεν ξέρεις καν την αλήθεια...
