Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_DamMaster4
source: I suppose you could say that yes. The only way I could find to protect these Rahi, was to block off the river and force them to move on. However I quickly realised that just about anyone could come and undo my work, so I had to put a guardian in place.
ru_ru: Думаю, что можно сказать и так, да. Единственный способ, который мне удалось найти для защиты этих Рахи – перекрыть течение реки и заставить их плыть дальше. Но я быстро понял, что сюда может прийти кто угодно и разрушить мои труды, поэтому мне пришлось поставить «охранника» на место.

# Dialogue_Text,DL_DamMaster5
source: Well, yes. But he was no rahi, mearly a poorly cobbled together imitation of a Rahi scavenged from existing parts.
ru_ru: Ну, да. Но это не Рахи. Всего лишь сделанная на коленке из подручных материалов имитация Рахи.

# Dialogue_Text,DL_DamMaster6
source: Please Toa $T, I beg you do not make me send these Ruki to their extinction.
ru_ru: Пожалуйста, Тоа $T. Я прошу вас: не заставляйте меня посылать этих Руки на верную смерть.

# Dialogue_Text,DL_DamMasterLeave
source: Thank you Toa, I'm sure the Ruki will be greatful too!
ru_ru: Спасибо, Тоа! Я уверен, что Руки тоже вам будут благодарны!

# Dialogue_Text,DL_DamMasterLift
source: Very well, the Ruki won't forgive you for this Toa.
ru_ru: Ну что же, Руки вам этого не простят, Тоа.

# Dialogue_Text,DL_DamQuestCause
source: I think so, the river used to flow from the mountain top, a while ago we heard the sound of stones sliding or falling, that's when the river stopped flowing. There must have been a land slide or something that happened up there.
ru_ru: Я думаю так: река текла с вершины горы. Некоторое время назад мы услышали звук скатывающихся или падающих камней, в этот момент река перестала течь. Должно быть, случился оползень или что-то похожее.

# Dialogue_Text,DL_DamQuestFishing
source: It would work yes, but not nearly as well. You see, In the winter the Ruki fish swim up the river to lay their eggs then by the summer there are hundreds of Ruki swiming down to the ocean, that's where we catch them. Not to even mention that the river was our fresh water source!
ru_ru: Это может сработать, но не так хорошо. Видите ли, зимой Руки плывут вверх по течению, чтобы отложить яйца. Затем к лету сотни маленьких Руки плывут вниз к океану, там мы их ловим. Не говоря уже про то, что река была нашим источником пресной воды!

# Dialogue_Text,DL_DamQuestIntro
source: Not many left...
ru_ru: Не так много осталось...

# Dialogue_Text,DL_DamQuestIntro2
source: Oh hello Toa, sorry I didn't see you there. Yeah not many fish left... >snif<
ru_ru: Ох, приветствую, Тоа. Извините, я вас не заметил. Да, осталось не так много рыб... <шмыгает носом>

# Dialogue_Text,DL_DamQuestIntro3
source: Oh well, it's probably nothing you can help with. You see we trade these fish for... or used to trade with them
ru_ru: Ну, это не то, с чем вы можете помочь. Видите ли, мы продаём эту рыбу... ну, ранее продавали.

# Dialogue_Text,DL_DamQuestIntro4
source: Yeah, This used to be a small fishing town with five or so people including me, but after the river dried up and the fish stopped flowing everone left. I'm Dameo by the way.
ru_ru: Да, когда-то это была небольшая рыбацкая деревушка, где жило человек пять, включая меня. Но после того, как река высохла и рыба исчезла, все её покинули. Кстати, меня зовут Дамео.

# Dialogue_Text,DL_DamQuestMyth
source: Hold a moment Toa $T! I've heard a legend about that peak that you may wish to hear. They say that the Lake of The Frost is home to a spiteful spirit that will attack you on sight, that lake is where our river flows from, be careful Toa.
ru_ru: Тоа $T, подождите! Я слышал легенду о пике, которую вам следует узнать. Говорят, что Озеро Холода – дом некоего духа, который сразу же нападает на вас. Это озеро – источник воды, из которого течёт река. Будьте осторожны, Тоа.

# Dialogue_Text,DL_DamQuestStillHere
source: Well because I started the town of course!
ru_ru: Ну, потому что я основал этот городок, конечно же!

# Dialogue_Text,DL_DamQuestStillHere2
source: I did! My passion is fishing you see, and there's not much fishing in Ko-koro as you can imagine, well Ice fishing sure, but I grew bored of that quickly. So one day I decided to leave and start a fishing village!
ru_ru: Да! Моя страсть – рыбалка, как вы поняли. В Ко-Коро, как нетрудно догадаться, её нет. Ну, есть подлёдная рыбалка, но мне она быстро наскучила. Поэтому однажды я решил уйти и основать рыбацкое поселение!

# Dialogue_Text,DL_ExilonSpeak
source: Oh, Toa $T? Why did you come up here? Did you follow me?
ru_ru: Ээ, Тоа $T? Зачем вы сюда пришли? Вы следили за мной?

# Dialogue_Text,DL_ExilonSpeak_2
source: Don't worry about me Toa $T. I have my trusty throwing disc!
ru_ru: Не волнуйтесь обо мне, Тоа $T. У меня есть мой верный метательный диск!

# Dialogue_Text,DL_ExilonSpeak_3
source: I enjoy watching the scenery from up here. Sometimes it's good to have a little quiet; away from the bustle of le-koro.
ru_ru: Я здесь наслаждаюсь пейзажем. Иногда хорошо побыть в тишине; вдали от суеты Ле-Коро.

# Dialogue_Text,DL_Fish
source: I once caught a fish *this* big!
ru_ru: Я однажды поймал *здоровенную* рыбу!

# Dialogue_Text,DL_Fish2
source: Oh yeah, Well I once caught a fish *thiiiis* big!
ru_ru: Ага, а я однажды поймал *огроменную* рыбу!

# Dialogue_Text,DL_FishSeller
source: Fresh fish from Ga-Koro! Only five Widgets each!
ru_ru: Свежая рыба из Га-Коро! Всего по пять Виджетов за штуку!

# Dialogue_Text,DL_Gali1
source: I... agree.
ru_ru: Я... Согласна.

# Dialogue_Text,DL_Gali2
source: Have you not sensed that there is something off about all this? Something is not as it should be.
ru_ru: Ты не почувствовал что-то странное? Что-то здесь не так, как оно должно быть.

# Dialogue_Text,DL_GeneralKokoranbyprotopool
source: *Yawn* Hi Toa how are you.
ru_ru: *Зевает* Здравствуй, Тоа. Как дела?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_2
source: Oh, I like the sound. It makes me feel at peace.
ru_ru: А, мне нравится звук. Он меня успокаивает.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_3
source: *Yawn* Hi Toa how are you.
ru_ru: *Зевает* Здравствуй, Тоа. Как дела?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_4
source: It's always sort of been there. Not sure what it does really.
ru_ru: Он практически всё время был тут. Честно говоря, не уверен в том, что он на самом деле делает.

# Dialogue_Text,DL_GeneralKokoranGreeting
source: Do you know where Nuju is? I can't seem to find him.
ru_ru: Ты знаешь где находится Нуджу? Я не могу найти его.

# Dialogue_Text,DL_GeneralKokoranGreeting_3
source: Do you know where Nuju is? I can't seem to find him.
ru_ru: Ты знаешь где находится Нуджу? Я не могу найти его.

# Dialogue_Text,DL_GeneralKokoranGreeting_4
source: It's gone... all of it.
ru_ru: Оно исчезло... от и до.

# Dialogue_Text,DL_GeneralNone
source: Few, thank you Toa, you saved our sanctuary!
ru_ru: Фух, спасибо, Тоа, вы спасли нашу святыню!

# Dialogue_Text,DL_GiveHat
source: Hello Toa $T!
ru_ru: Здравствуй, Тоа $T!

# Dialogue_Text,DL_GiveHat1
source: Why today is naming day! It's an all day event to celebrate good deeds done by our fellow Matoran! They get to change their names because of that!
ru_ru: Ну, сегодня день именин! Это длящееся весь день событие, отмечающее хорошие дела, сделанные нашими товарищами Маторанами! Они благодаря этому могут получить новое имя!

# Dialogue_Text,DL_GiveHat2
source: Oh, They're just really fun! I have a spare one if you want it!
ru_ru: Ой, они очень весёлые! У меня есть запасная, если она вам будет нужна!

# Dialogue_Text,DL_GiveHat3
source: Here ya go $T!
ru_ru: Держите, $T!

# Dialogue_Text,DL_GreavingMatoran1
source: ...I'm meditating, is there anything you need Toa?
ru_ru: ...Я медитирую, вам что-то нужно, Тоа?

# Dialogue_Text,DL_GreavingMatoran10
source: Indeed they are. I hope you will stop them for Koha’s sake. Now leave me, I wish to remember my brother fondly.
ru_ru: Действительно. Я надеюсь, что вы остановите их во имя Кохи. А теперь оставьте меня, я хочу помнить своего брата с уважением.

# Dialogue_Text,DL_GreavingMatoran2
source: Me and my brother lived out here, away from the hustle and bustle of Onu-Koro. I still haven't forgiven him...
ru_ru: Я и мой брат жили тут, вдали от всей суеты и суматохи По-Коро. Я так и не простил его...

# Dialogue_Text,DL_GreavingMatoran3
source: That note was not meant for you Toa, but now that you've seen it I suppose I could tell you the story...
ru_ru: Эта записка предназначалась не вам, Тоа, но раз вы её увидели, то, полагаю, я могу рассказать вам историю...

# Dialogue_Text,DL_GreavingMatoran4
source: Koha and I lived out here together, one day we got in an argument about the food and whether it would last. He was right, It didn't.
ru_ru: Коха и я жили тут вместе. Однажды у нас возник спор насчёт еды и вопросов её сохранности. Он был прав, еда испортилась.

# Dialogue_Text,DL_GreavingMatoran5
source: But he had already left by then. The discussion was heated and he decided that he'd get more food from Onu-Koro before out stores ran dry.
ru_ru: Но он к тому моменту ушёл. Обсуждение было бурным, он решил достать немного еды из Ону-Коро, пока у нас не иссякли запасы.

# Dialogue_Text,DL_GreavingMatoran6
source: It wasn't a week later that they did, Koha was late and I was hungry - So I made my way to Onu-Koro on my own.
ru_ru: Через неделю они закончились, Кохи не было, а я был голоден... Поэтому я добрался до Ону-Коро самостоятельно.

# Dialogue_Text,DL_GreavingMatoran7
source: I asked the vendors in the village if they had seen my brother, but no one had. I was worried but I assumed maybe we had just missed eachother.
ru_ru: Я спросил у продавцов, видели ли они моего брата. Но никто его не видел. Я был взволнован, но предположил, что мы просто разошлись.

# Dialogue_Text,DL_GreavingMatoran8
source: A day later I returned to this island, and found a matoran washed up on the sand. When I turned him over I knew who it was, even without a mask I could tell it was my brother.
ru_ru: Спустя день я вернулся на этот остров и обнаружил Маторана на песке. Когда я перевернул его, то сразу узнал его. Даже без маски я мог сказать, что это был мой брат.

# Dialogue_Text,DL_GreavingMatoran9
source: He is burried down the path behind me, pay your respects if you wish.
ru_ru: Он похоронен на тропе позади меня, если будет желание – отдайте ему дань памяти.

# Dialogue_Text,DL_Grinch
source: *Grumbles to self*
ru_ru: *Ворчит про себя*

# Dialogue_Text,DL_Grinch1
source: I don't like the naming day, It's too loud. All the Matoran playing with their gifts, sometimes they even sing. It's disgusting, Why are they all so happy?
ru_ru: Не люблю именины, там слишком громко. Все Матораны играют со своими подарками, иногда даже поют. Это мерзко! Почему они так счастливы?

# Dialogue_Text,DL_Grinch2
source: Hmm... Well maybe I could... Good luck on your travels toa.
ru_ru: Хмм… Ну, может я и смог бы... Удачных путешествий, Тоа.

# Dialogue_Text,DL_Guard1
source: Halt, may I see your credentials?
ru_ru: Стоп. Я могу увидеть ваши документы?

# Dialogue_Text,DL_Guard2
source: Umm... I still need them - some form of ID?
ru_ru: Эмм... Мне они всё равно нужны – хоть какая-то форма идентификации?

# Dialogue_Text,DL_Guard3
source: Okay, That works I guess... You may enter.
ru_ru: Ладно, это сойдёт, я думаю... Вы можете войти.

# Dialogue_Text,DL_Guard4
source: Hail Toa $T. You are free to enter, if you can manage to open the gate of course.
ru_ru: Слава Тоа $T. Вы можете спокойно войти... если, конечно, сможете открыть врата.

# Dialogue_Text,DL_GuardCamp
source: Greetings Toa $T. Welcome to the Ta-Koro Guard forward camp!
ru_ru: Приветствую, Тоа $T. Добро пожаловать в передовой лагерь Гвардии Та-Коро!

# Dialogue_Text,DL_GuardCampForward
source: Yes I know, that's just what it's called. Jala decided we needed a quicker way to deploy troops, plus there's too many of us to all stay in Ta-Koro ourselves.
ru_ru: Да, я знаю, он просто так называется. Джала считает, что нам нужен более быстрый способ отправки войск, да и нас слишком много, чтобы находиться непосредственно в Та-Коро.

# Dialogue_Text,DL_GuardCampWhere
source: Mostly everyone is out in the field fighting the Rahi threat. You'll only be able to find the Quartermaster, myself, and a few others here at the moment.
ru_ru: Практически все ушли в поле бороться с Рахи. Здесь вы можете найти пока только Квартирмейстера, меня и ещё нескольких Маторанов.

# Dialogue_Text,DL_GuardPicking
source: Hmm...
ru_ru: Хмм...

# Dialogue_Text,DL_GuardPicking2
source: What? Oh Hello $T, I was just trying to decide what staff to pick, because I defenently didn't forget which one is mine heheh...
ru_ru: Что? О, приветствую, $T, я лишь пытаюсь выбрать себе посох, ведь я точно не забыл какой из них мой, хехе...

# Dialogue_Text,DL_GuardPickingSheilds
source: What do you think Toa, Which shield should I go with?
ru_ru: Как считаете, Тоа, с каким щитом мне лучше отправиться?

# Dialogue_Text,DL_GuardPickingSheilds1
source: HAH Really? From left to right, Scarlet, Vermilion, and Ruby. I suppose I look JUST Red to you too?
ru_ru: ХА, серьёзно? Слева направо: Алый, Киноварь и Рубиновый. Полагаю, что и я для вас ПРОСТО Красный?

# Dialogue_Text,DL_GuardPickingSheildsTahu
source: Wait what? I thought these where shields! Why do they all have to look the same!
ru_ru: Стоп, что? Я думал, что это щиты! Почему они должны выглядеть одинаково?!

# Dialogue_Text,DL_Hahli1
source: Toa $T! Thank goodness you're here, the Turaga - she's been missing for far too long!
ru_ru: Тоа $T! Слава богу вы здесь. Наша Турага – она очень давно пропала без вести!

# Dialogue_Text,DL_Hahli2
source: You don't remember me? Oh... Well I'm Hahli!
ru_ru: Вы не помните меня? Ну... Что ж, я Хали!

# Dialogue_Text,DL_Hahli3
source: Yes, in case you don't remember - Turaga Nokama is the elder of the village, and she's gone missing!
ru_ru: Да, если вы не помните – Турага Нокама является старейшиной деревни, но она пропала без вести!

# Dialogue_Text,DL_Hahli4
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map.
ru_ru: Возможно... Последнее, что я слышала, так это то, что она была на собрании в Кини-Нуи, может она заблудилась при возвращении обратно? Вот, я отмечу место на вашей карте.

# Dialogue_Text,DL_Hahli5
source: Have you found Nokama yet? I'm very worried...
ru_ru: Вы нашли Нокаму? Я за неё волнуюсь...

# Dialogue_Text,DL_Hahli6
source: Please do find her, I am very worried!
ru_ru: Пожалуйста, найдите её, я за неё волнуюсь!

# Dialogue_Text,DL_HahliGiveMap
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Wait, you don't have one? Here I only have Ga-Wahi but It should help.
ru_ru: Возможно... Последнее, что я слышала, так это то, что она была на собрании в Кини-Нуи, может она заблудилась при возвращении обратно? Вот, я отмечу место на вашей карте. Постойте, у вас нет карты? Вот, у меня есть только район Га-Вахи, но этого должно хватить.

# Dialogue_Text,DL_HahliThankReturn
source: Thank you for returning our Turaga to us Toa!
ru_ru: Спасибо, что вернули нашу Турагу, Тоа!

# Dialogue_Text,DL_HalloweenMan1
source: Am I crazy Toa?
ru_ru: Тоа, я сошёл с ума?

# Dialogue_Text,DL_HalloweenMan2
source: Well I keep seeing these orange spheres around Mata-Nui, and no one else can see them!
ru_ru: Ну, я всё время вижу эти оранжевые сферы по всему Мата Нуи, а никто другой их не видит!

# Dialogue_Text,DL_HalloweenMan3
source: YOU CAN SEE THEM TOO?! So I'm not crazy then!
ru_ru: ВЫ ТОЖЕ МОЖЕТЕ ИХ ВИДЕТЬ?! Значит, я не сошёл с ума!

# Dialogue_Text,DL_HalloweenMan4
source: Not exactly no... But I picked one up, and I thought... what if it's like one of your masks of power? So, would you care to try it on?
ru_ru: Нет, не совсем... Но я подобрал одну и подумал... А что, если это похоже на одну из ваших масок силы? Попробуете надеть?

# Dialogue_Text,DL_HalloweenMan5
source: Soooo... Do you feel anything?
ru_ru: Тааак… Есть какие-то ощущения?

# Dialogue_Text,DL_HalloweenMan6
source: Hmm, very well then. Perhaps they're just decorative then? Ahh, either way you can keep that one $T.
ru_ru: Хм, ладно. Может, это просто украшения? Эээ, в любом случае, вы можете оставить одну себе, $T.

# Dialogue_Text,DL_Huki1
source: Toa $T Finally!
ru_ru: Тоа $T! Наконец-то!

# Dialogue_Text,DL_Huki2
source: I was tasked to wait for you to return, The Turaga has been missing for far too long.
ru_ru: Мне было поручено ждать вашего возвращения, Турага очень давно пропал.

# Dialogue_Text,DL_Huki3
source: *Huff* We've met before $T! You don't remember me?
ru_ru: *Пыхтит* Мы же встречались ранее, $T! Вы меня не помните?

# Dialogue_Text,DL_Huki4
source: Huh, odd. I'm Huki, professional Kolhii player!
ru_ru: Хех, странно. Я Хьюки, профессиональный игрок в Колхи!

# Dialogue_Text,DL_Huki5
source: Right, the elder of the village. He went to a meeting with the other Turaga, and hasn't come back!
ru_ru: Да, старейшина деревни. Он отправился на встречу с другими Турага, но так и не вернулся!

# Dialogue_Text,DL_Huki6
source: You can find him! A trader informed me of an unusual number of rahi somewhere, here let me mark it on your map.
ru_ru: Вы можете найти его! Торговец рассказал мне о необычном числе Рахи, где-то недалеко. Дайте мне карту, я отмечу.

# Dialogue_Text,DL_Huki7
source: I sure hope so.
ru_ru: Я на это очень надеюсь.

# Dialogue_Text,DL_HukiMap
source: There ya go, now skedaddle! He could be in danger!
ru_ru: Вот, а теперь по тапкам! Он может быть в опасности!

# Dialogue_Text,DL_HukiNoMap
source: You don't have one? Ack, Alright I can spare mine, it's just for Po-Wahi - but it shoud suffice for now.
ru_ru: У вас нет карты? Ай, ладно, могу одолжить свою. Там лишь По-Вахи, но этого пока будет достаточно.

# Dialogue_Text,DL_HukiReturn
source: What are you waiting for Toa? Onewa could be in danger, go find him!
ru_ru: Чего же вы ждёте, Тоа? Онева может быть в опасности, найдите его!

# Dialogue_Text,DL_HukiSaved
source: Heard you found the great craftsman! We're all very glad that Turaga Onewa is safe!
ru_ru: Я слышал, что вы нашли великого каменщика! Мы все рады, что Турага Онева в безопасности!

# Dialogue_Text,DL_ImportedPlantSeller
source: Imported vegetation here, Harakeke, Bamboo, and more!
ru_ru: Импортные растения, Харакеке, Бамбук и прочее!

# Dialogue_Text,DL_InsaneMatoran1
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
ru_ru: АААА!? Т... Тоа?! НЕТ! Тебя не должно тут быть!!

# Dialogue_Text,DL_InsaneMatoran1_2
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
ru_ru: АААА!? Т... Тоа?! НЕТ! Тебя не должно тут быть!!

# Dialogue_Text,DL_InsaneMatoran2
source: LIAR!! Yes, they always lie. You won't get me that easily Toa!!
ru_ru: ВРЁШЬ!! Да, они всегда врут. Тебе так просто меня не достать, Тоа!!

# Dialogue_Text,DL_InsaneMatoran2_2
source: LAIR!! Yes, they always lie. You won't get me that easily Toa!!
ru_ru: ВРЁШЬ!! Да, они всегда врут. Тебе так просто меня не достать, Тоа!!

# Dialogue_Text,DL_InsaneMatoranGetAway
source: Get away from me!! Makuta help me!
ru_ru: Уйди от меня!! Макута, спаси меня!

# Dialogue_Text,DL_Jala1
source: Welcome to Ta-Koro, Toa $T. Is there anything you need?
ru_ru: Добро пожаловать в Та-Коро, Тоа $T. Что-то нужно?

# Dialogue_Text,DL_JalaReport
source: *Huff* I don't report to you Toa, you are entirely superfluous to our operation here!
ru_ru: *Хмпф* Я не отчитываюсь перед вами, Тоа, вы являетесь лишним звеном для нашей операции!

# Dialogue_Text,DL_JalaReport1
source: There’s been an increase in Rahi attacks as of late... they seem to be more organized than what we’ve seen in the past. I haven’t heard many details, but a runner has informed me that the other Turaga weren’t able to safely return to their villages. It seems Vakama was the lucky one...
ru_ru: Недавно выросло число нападений Рахи… они кажутся куда более организованными, в сравнении с тем, что нам доводилось видеть в прошлом. Я не знаю всех деталей, но один из бегунов сообщил мне, что другим Турага не удалось безопасно вернуться в их деревни. По-видимому, Вакама был везунчиком...

# Dialogue_Text,DL_JalaReportTahu
source: Things have mostly been quiet, aside from Vakama’s return. I, for one, am grateful. Quiet is a rarity these days.
ru_ru: В последнее время ничего не случилось, кроме возвращения Вакамы. Я, в какой-то степени, рад. Тишина – штука нынче редкая.

# Dialogue_Text,DL_JalaTakoro
source: Use the lever behind me to cross the moat. We keep the bridge lowered to protect the village from Rahi, so try to remember to lower it again once you’re across.
ru_ru: Воспользуйтесь рычагом позади меня, чтобы пересечь обрыв. Мы держим мост опущенным для защиты деревни от Рахи, так что не забудьте опустить его с другой стороны.

# Dialogue_Text,DL_JalaWho
source: Are... are you serious? I’m Jala, Captain of the Ta-Koro Guard and right hand to Turaga Vakama. I would assume that Mata Nui’s chosen heroes wouldn’t be this forgetful...
ru_ru: Вы... вы сейчас серьёзно? Я Джала, Капитан стражи Та-Коро и правая рука Тураги Вакамы. Я уж думал, что у избранных героев Мата Нуи не будет проблем с памятью...

# Dialogue_Text,DL_JobmasterIntro
source: *The matoran mutters to himself*
ru_ru: *Маторан что-то бурчит про себя*

# Dialogue_Text,DL_JobmasterIntro_2
source: What? Oh, sorry. - I was just thinking about how not only am I lacking workers for the tower construction project, the Turaga went and disappeared, and on top of all that, my shipment is late. What a day.
ru_ru: Что? А, извиняюсь. Я лишь подумал о том, что у меня не только не хватает работников для проекта по строительству башни, но ещё и Турага пропал без вести, а в дополнение к этому мой груз задержали. Что за день.

# Dialogue_Text,DL_JobmasterJob1
source: Ah, Reka. Quite a dull man, a bit obsessed with Kohlii - like half the town I suppose. If he sent you here, you must need a few extra widgets, right? I suppose you could help me with my shipment issue.
ru_ru: А, Река. Глупыш, скучный, озабочен Колхи – прям как половина деревни, я полагаю. Если он вас послал сюда, то вам нужно немножко виджетов, да? Думаю, вы можете мне помочь с моим грузом.

# Dialogue_Text,DL_JobmasterJobSneak
source: Woah! Toa, you really shouldn't sneak up on Matoran like that. Wait, what about Reka?
ru_ru: Воу! Тоа, вам не стоит так подкрадываться к Маторанам. Стоп, а что с Рекой?

# Dialogue_Text,DL_JobmasterQuestLoc
source: Go North of the Onu-Koro entrance until you hit the sandy edge of Po-Wahi. The shipping center is near the docks.
ru_ru: Идите на север от входа в Ону-Коро пока не доберётесь до песчаных краёв По-Вахи. Центр доставок расположен близ доков.

# Dialogue_Text,DL_JobmasterReturn
source: Greetings Toa, Do you have my shipment yet?
ru_ru: Приветствую, Тоа, вам удалось найти мой груз?

# Dialogue_Text,DL_JobmasterReturn1
source: Ahhck! That is very unfortunate.
ru_ru: Аргх! Это не очень хорошо.

# Dialogue_Text,DL_JobmasterReturn2
source: They fetch a very high price where they have been outlawed. I have debts to pay, and I need the money - Every so often I have them imported from a small fishing village.
ru_ru: Они заламывают цены в местах, где их запретили. Мне ещё нужно платить по долгам, мне позарез нужны деньги. Иногда я импортирую их из небольшой рыбацкой деревушки.

# Dialogue_Text,DL_JobmasterReturn3
source: Hmm... Very well, I will find an alternate source of income.
ru_ru: Хмм… Ну что ж, я найду другой источник заработка.

# Dialogue_Text,DL_JobmasterReturn4
source: Did you not hear me when I said I was in debt! Ahh Fine whatever, here's your 350 widgets.
ru_ru: Вы разве не слышали, когда я сказал, что весь в долгах?! Ай, ладно, вот ваши 350 виджетов.
