Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# ST_Names,Names_BandMember
source: Band Member
it: Membro della Band

# ST_Names,Names_Boat
source: Boat
it: Barca

# ST_Names,Names_CandleSalesman
source: Candle Salesman
it: Venditore di Candele

# ST_Names,Names_DockMaster
source: Dock Master Marka
it: Marka, Responsabile del Molo

# ST_Names,Names_FestiveKo-Matoran
source: Festive Ko-Matoran
it: Ko-Matoran festoso

# ST_Names,Names_FishSalesman
source: Fish Salesman
it: Venditore di pesce

# ST_Names,Names_Flagmaker
source: Flagmaker
it: Fabbricante di bandiere

# ST_Names,Names_Ga-koroGuardswoman
source: Ga-koro Guardswoman
it: Guardia di Ga-koro

# ST_Names,Names_Ga-Trader
source: Ga-Trader
it: Ga-Commerciante

# ST_Names,Names_GaKoroDoor
source: Ga-Koro Door
it: Porta di Ga-Koro

# ST_Names,Names_Grinch
source: Not Very Festive Ko-Matoran
it: Ko-Matoran non molto festoso

# ST_Names,Names_GuardsmanIn-Training
source: Guardsman In-Training
it: Guardia in addestramento

# ST_Names,Names_HallucinatingLe-Matoran
source: Hallucinating Le-Matoran
it: Le-Matoran allucinato

# ST_Names,Names_InsaneMatoran
source: Insane Matoran
it: Matoran Folle

# ST_Names,Names_KewaMaster
source: Kewa Master
it: Ammaestratore di Kewa

# ST_Names,Names_KiniNui
source: The Kini-Nui
it: Kini-Nui

# ST_Names,Names_Ko-MatoranAstronomer
source: Ko-Matoran Astronomer
it: Astronomo Ko-Matoran

# ST_Names,Names_Ko-MatoranGuard
source: Ko-Matoran Guard
it: Guardia Ko-Matoran

# ST_Names,Names_Ko-MatoranScholar
source: Ko-Matoran Scholar
it: Studioso Ko-Matoran

# ST_Names,Names_KolhiiLover
source: Kolhii Lover
it: Amante del Kolhii

# ST_Names,Names_LavaFarmer
source: Lava Farmer
it: Coltivatore di Lava

# ST_Names,Names_LeElevator
source: The Elevator to Le-Koro
it: L'ascensore per Le-Koro

# ST_Names,Names_LeElevatorGround
source: The Elevator to The Ground
it: L'ascensore per Il Terreno

# ST_Names,Names_LockedOut
source: Locked Out Le-Matoran
it: Le-Matoran chiuso fuori

# ST_Names,Names_LOMN
source: The Legend of The Mata Nui
it: La Leggenda di Mata Nui

# ST_Names,Names_MakutaStatue
source: Makuta Statue
it: Statua di Makuta

# ST_Names,Names_MaskPoweringStation
source: Mask Powering Station
it: Stazione di Potenziamento Maschere

# ST_Names,Names_MatoranTransporter
source: Matoran Transporter
it: Corriere Matoran

# ST_Names,Names_MeditationPoint
source: Meditation Point
it: Punto di Meditazione

# ST_Names,Names_Miner
source: Miner
it: Minatore

# ST_Names,Names_NightWatchGuardsman
source: Night Watch Guardsman
it: Guardia della Ronda Notturna

# ST_Names,Names_OceanTarakava
source: Ocean Tarakava
it: Tarakava Oceanico

# ST_Names,Names_Outcast
source: Outcast
it: Reietto

# ST_Names,Names_PlantMan
source: Plant Man
it: Uomo Pianta

# ST_Names,Names_PROPHETOFTHEMAKUTA
source: PROPHET OF THE MAKUTA
it: PROFETA DI MAKUTA

# ST_Names,Names_ProtosteelTool
source: Protosteel Tool
it: Attrezzo in Protoacciaio

# ST_Names,Names_RiverTarakava
source: River Tarakava
it: Tarakava di fiume

# ST_Names,Names_SandTarakava
source: Sand Tarakava
it: Tarakava delle Sabbie

# ST_Names,Names_ScaredMatoran
source: Scared Matoran
it: Matoran sacro

# ST_Names,Names_ShadowToa
source: Shadow {ToaName}
it: {ToaName} delle Ombre

# ST_Names,Names_SingingMiner
source: Singing Miner
it: Minatore canticchiante

# ST_Names,Names_SiteSupervisorKeeva
source: Site Supervisor Keeva
it: Keeva Supervisore del sito

# ST_Names,Names_StatueSalesman
source: Statue Salesman
it: Venditore di statue

# ST_Names,Names_StrangeMatoran
source: Strange Matoran
it: Strano Matoran

# ST_Names,Names_Ta-KoroGuard
source: Ta-Koro Guard
it: Guardia di Ta-Koro

# ST_Names,Names_Ta-koroGuardsman
source: Ta-koro Guardsman
it: Guardia Ta-koro

# ST_Names,Names_Ta-koroGuardsmanDaelen
source: Ta-koro Guardsman Daelen
it: Daelen, Guardia di Ta-koro

# ST_Names,Names_TarakavaofFrost
source: Tarakava of the Frost
it: Tarakava del Gelo

# ST_Names,Names_TempleMaster
source: Temple Master
it: Maestro del Tempio

# ST_Names,Names_TheEnvironmentalist
source: The Environmentalist
it: L'Ambientalista

# ST_Names,Names_TheToaMata
source: The Toa Mata
it: I Toa Mata

# ST_Names,Names_Trader
source: Trader
it: Commerciante

# ST_Names,Names_UssalOwner
source: Ussal Owner
it: Proprietario di Ussal

# ST_Names,Names_UssalWaxer
source: Ussal Waxer
it: Ceratore di Ussal

# Tutorial_Text,Tut_Attack
source: <Key>{Action1}</> while in combat mode to execute a basic attack You may also press <Key>{Action2}</> to perform an elemental attack. Now defeat the beast.
it: <Key>{Action1}</> mentre sei in modalità combattimento per eseguire un attacco base. Puoi anche premere <Key>{Action2}</> per eseguire un attacco elementale. Ora sconfiggi la bestia.

# Tutorial_Text,Tut_CantSave
source: <Makuta>Mata Nui sleeps. He has fallen. You can do nothing to save him.</>
it: <Makuta>Mata Nui dorme. È caduto. Voi non potete fare nulla per salvarlo.</>

# Tutorial_Text,Tut_CombatMode
source: <Key>You do not regenerate health!</> You must find Meditation Points or use Consumables to regain health. Press <Key>{Action1}</> to enter combat mode
it: <Key>La salute non si rigenera!</> Devi triovare dei Punti di Meditazione o utilizzare dei Consumabili per recuperare salute. Premi <Key>{Action1}</> per entrare in modalità combattimento

# Tutorial_Text,Tut_Crouch
source: Press <Key>{Action1}</> to Crouch
it: Premi <Key>{Action1}</> per Accovacciarti

# Tutorial_Text,Tut_Crush
source: <Makuta>It would be incredibly easy to crush you...</>
it: <Makuta>Sarebbe incredibilmente facile schiacciarvi...</>

# Tutorial_Text,Tut_Failed
source: <Makuta>You have failed.</>
it: <Makuta>Avete fallito.</>

# Tutorial_Text,Tut_HealthStamina
source: These are your health and stamina bars, make sure you watch these values closely. 0 stamina will result in not being able to run or attack. 0 Health will result in a death.
it: Queste sono le tue barre della salute e della stamina, assicurati di monitorare attentamente questi valori. 0 stamina significherebbe essere incapace di correre o attaccare. 0 salute significherebbe morire.

# Tutorial_Text,Tut_Interact
source: While aiming at it with the center of the screen, press <Key>{Action1}</> to pick up the mask.
it: Mentre prendi la mira con il centro dello schermo, premi <Key>{Action1}</> per raccogliere la maschera.

# Tutorial_Text,Tut_Jump
source: Press <Key>{Action1}</> to jump
it: Premi <Key>{Action1}</> per saltare

# Tutorial_Text,Tut_LookAround
source: Use <Key>{Action1} and {Action2}</> to look around
it: Usa <Key>{Action1} e {Action2}</> per guardarti intorno

# Tutorial_Text,Tut_MapFragments
source: This is the map, here you can zoom using the <Key>Scroll Wheel</>, drag with <Key>Left Click</>. Every region has a quest that will award you with a map fragment, Allowing you to see that region in more detail. Press <Key>{Action1}</> now to exit the map.
it: Questa è la mappa, qui puoi zoomare usando <Key>rotellina di scorrimento</>, trascina con<Key>Click Sinistro</>. In ogni regione c'è una missione che ti ricompenserà con un frammento di mappa, permettendoti di vedere quella regione più nel dettaglio. Ora premi <Key>{Action1}</> per uscire dalla mappa.

# Tutorial_Text,Tut_MaskPickupUI
source: Here you can select what toa to give the mask to, for now just click confirm.
it: Qui puoi selezionare a quale toa dare la maschera, per ora clicca conferma.

# Tutorial_Text,Tut_Meditation
source: This structure represents <Key>Meditation Stones</> that can be found around the island, interact with them to auto save, skip time of day, and regain all health across all Toa. (You do not have to change the time of day to heal or save!) Manual Saving is available in the Pause Menu. it is HIGHLY RECCOMENDED that you save OFTEN!
it: Questa struttura rappresenta <Key>Pietre di Meditazione</> che si possono trovare in giro per l'isola, interagisci con loro per salvare automaticamente, cambiare parte del giorno, e recuperare tutta la salute di tutti i Toa. (Non è necessario cambiare parte del giorno per curarti o salvare!) Il Salvataggio Manuale è disponibile nel Menu di Pausa. È ALTAMENTE CONSIGLIATO di salvare SPESSO!

# Tutorial_Text,Tut_NothingCanDo
source: <Makuta>You can do nothing to save them. You can do nothing to save yourself.</>
it: <Makuta>Non puoi fare nulla per salvarli. Non puoi fare nulla per salvare te stesso.</>

# Tutorial_Text,Tut_OpenMap
source: Press <Key>{Action1}</> To open the map
it: Premi <Key>{Action1}</> per aprire la mappa

# Tutorial_Text,Tut_ProtoRefill
source: Stand in pools like these to refill your protodermis. Your mask must be disabled to use a pool. Disable your mask now with <Key>{Action1}</>.
it: Resta in vasche come questa per riempire il tuo protodermis. La tua maschera deve essere disattivata per utilizzare una vasca. Disattiva ora la tua maschera con <Key>{Action1}</>.

# Tutorial_Text,Tut_ProtoUI
source: As you use your mask you drain protodermis. This is a Resource needed to power your mask with no protodermis you can no longer use your masks.
it: Utilizzare la tua maschera consuma il tuo Protodermis. Questa è una Risorsa necessaria per potenziare la tua maschera, senza protodermis non puoi utilizzare la tua maschera.

# Tutorial_Text,Tut_Sprint
source: Press <Key>{Action1}</> to Sprint
it: Premi <Key>{Action1}</> per scattare

# Tutorial_Text,Tut_ToaSwitching
source: Release <Key>{Action1}</> when hovered over your selection to switch toa
it: Rilascia <Key>{Action1}</> quando ti trovi sul selettore per cambiare toa

# Tutorial_Text,Tut_ToaSwitchingCorrupted
source: <Makuta>You have no unity. You are alone. Release</> <Key>{Action1}</> <Makuta>to select a Toa.</>
it: <Makuta>Non avete Unità. Siete soli. Rilascia</> <Key>{Action1}</> <Makuta>per selezionare un Toa.</>

# Tutorial_Text,Tut_ToaWheel
source: Hold <Key>{Action1}</> to open the Toa Wheel
it: Mantieni <Key>{Action1}</> per aprire la Ruota dei Toa

# Tutorial_Text,Tut_UseMask
source: Press <Key>{Action1}</> to use the mask
it: Premi <Key>{Action1}</> per usare la maschera

# Tutorial_Text,Tut_UseMaskWheel
source: Hold <Key>{Action1}</> to bring up the mask wheel and Release <Key>{Action1}</> when hovering over the icon of your new mask.
it: Mantieni <Key>{Action1}</> per aprire la Ruota delle Maschere e Rilascia <Key>{Action1}</> quando ti trovi sopra l'icona della tua nuova maschera.

# Tutorial_Text,Tut_UseVahi
source: Press <Key>{Action1}</> to use the Vahi
it: Premi <Key>{Action1}</> per usare la Vahi

# Tutorial_Text,Tut_WASD
source: Press <Key>{Action1} {Action2} {Action3} {Action4}</> to move
it: Premi <Key>{Action1} {Action2} {Action3} {Action4}</> per muoverti

# UI_Text,SaveConversionLoading_Text
source: Processing
it: Elaborazione

# UIText,CreditsScroll
source: Bionicle: Masks Of Power <Key>=Legacy=</> Created by: <Key>Team Kanohi</> Legacy Creator/Team Kanohi Founder: <Key>Jordan (Jocool1231) Willis</> Programmers: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animation: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Art: <Key>Kluuucha (Original Logo)</> <Key>Bumblebeelow (New Logo)</> <Key>Dazalius (Last Minute Level design)</> Writing: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Music & SFX: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Staff & Mods: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Past Team Members: <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Music)</> <Key>Louis ''Tek16'' Ginesy (Animation)</> <Key>That Gary Fella (UI)</> <Key>Philosophy101 (Modeling)</> <Key>Automatik (Textures)</> Translators: <Key>English Edits - NarsikTOP</> <Key>Russian - Nemezidych</> <Key>German - Thowlon & Ketooth</> <Key>French - maxim21T & ToaPohatu</> <Key>Brazilian Portuguese - Felipe L.A. & omegalucas</> <Key>Polish - Andrzej Szary & Kluuucha</> <Key>Hungarian - csababerencsi</> <Key>Italian - Davide Goisis</> <Key>Greek - QymaenGreivous</> Thanks to: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>Stud.io</> <Key>The BioPack</> <Key>Lehvak Nuva (Original Mask models)</> Special thanks to: Unreal Engine <Key>For having an great, and garbage engine at the same time.</> Christian Faber & The Original Bionicle Team <Key>For making an amazing IP.</> Unreal Slackers Discord Server <Key>For knowing how Unreal Engine works when no one else does.</> The Bionicle Community <Key>You guys are ACTUALLY insane.</> All the content creators <Key>We love watching you play the game!</> And of course all of our loyal fans! Thank you for sticking with us, and may the great spirit guide you. <Key>In memory of Crainy Creations & TheShadowedOne1</>
it: Bionicle: Le Maschere del Potere <Key>=Legacy=</> Creato da: <Key>Team Kanohi</> Legacy Creator/Fondatore Team Kanohi: <Key>Jordan (Jocool1231) Willis</> Programmatori: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animazione: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Arte: <Key>Kluuucha (Original Logo)</> <Key>Bumblebeelow (New Logo)</> <Key>Dazalius (Last Minute Level design)</> Scrittura: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Musica & SFX: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Staff & Moderatori: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Ex Membri del Team: <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Music)</> <Key>Louis ''Tek16'' Ginesy (Animation)</> <Key>That Gary Fella (UI)</> <Key>Philosophy101 (Modeling)</> <Key>Automatik (Textures)</> Traduttori: <Key>Inglese - NarsikTOP</> <Key>Russo - Nemezidych</> <Key>Tedesco - Thowlon & Ketooth</> <Key>Francese - maxim21T & ToaPohatu</> <Key>Portoghese Brasiliano - PhanStove & omegalucas</> <Key>Svedese - ONI3dArts</> <Key>Polazzo - Turambar3791 & Kluuucha</> <Key>Ungherese - csababerencsi</> <Key>Italiano - Davide Goisis</> Grazie a: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>The BioPack, and all who created it</> <Key>Lehvak Nuva (Original Mask models)</> Ringraziamenti speciali a: Unreal Engine <Key>Per avere un engine fantastico e schifoso allo stesso tempo.</> Lego <Key>Per aver creato una fantastica IP.</> Eljay di TTV <Key>Per aver aiutato a creare una fanbase per il gioco.</> Unreal Slackers Discord Server <Key>Per aver saputo come funzionava Unreal Engine quando nessun altro lo sapeva.</> La Comunità di Bionicle <Key>Voi ragazzi siete davvero MATTI.</> Ed i content creator <Key>Amiamo vedervi giocare al gioco.</> E naturalmente tutti voi fan! Grazie per essere rimasti con noi, e possa il Grande Spirito guidarvi. <Key>In memory of Crainy Creations & TheShadowedOne1</>

# UIText,Dead_Descriptions
source: You have failed your quest
it: Hai fallito la tua missione

# UIText,PausedAudioSettings_AmbientVolume
source: Ambient sounds
it: Suoni ambientali

# UIText,PausedAudioSettings_MasterVolume
source: Master:
it: Principale:

# UIText,PausedAudioSettings_MusicFreq
source: Music Frequency:
it: Frequenza della Musica:

# UIText,PausedAudioSettings_MusicVolume
source: Music
it: Musica

# UIText,PausedAudioSettings_SFXVolume
source: Sound Effects
it: Effetti Sonori

# UIText_Button,Dead_LoadPreviousSave
source: Load Previous save
it: Carica Salvataggio Precedente

# UIText_Button,MaskPowerStation_PowerMaskButton
source: Power Mask
it: Potere della Maschera

# UIText_Button,MedMenu_MeditateButton
source: Meditate
it: Medita

# UIText_Button,NewGame_StartNewGame
source: Start New Game
it: Inizia Nuovo Gioco

# UIText_Button,Pause_AudioSettingsButton
source: Audio Settings
it: Impostazioni Audio

# UIText_Button,Pause_DisplaySettingsButton
source: Display Settings
it: Impostazioni di Visualizzazione

# UIText_Button,Pause_ExitButton
source: Exit to menu
it: Torna al menu

# UIText_Button,Pause_GraphicsSettingsButton
source: Graphics Settings
it: Impostazioni Grafiche

# UIText_Button,Pause_KeyBindingsButton
source: Key Binding
it: Assegna Comandi

# UIText_Button,Pause_LoadButton
source: Load
it: Carica

# UIText_Button,Pause_ResumeButton
source: Resume
it: Riprendi

# UIText_Button,Pause_SaveButton
source: Save
it: Salva

# UIText_Button,Pause_StatsButton
source: Stats
it: Statistiche

# UIText_Button,Skip_Description
source: Press any key to skip
it: Premi qualsiasi comando per saltare

# UIText_Button,TabMenu_InvTabButton
source: Inventory
it: Inventario

# UIText_Button,TabMenu_Quest_TrackQuest
source: Track Quest
it: Traccia Missione

# UIText_Button,TabMenu_QuestTabButton
source: Quests
it: Missioni

# UIText_Button,TradeMenu_BuyItemButton
source: Buy Item
it: Acquista Oggetto

# UIText_Button,TradeMenu_SellItemButton
source: Sell Item
it: Vendi Oggetto

# UIText_Cosmetics,Cosmetics_BlackMask_Name
source: Black Mask
it: Maschera Nera

# UIText_Cosmetics,Cosmetics_CopperMask_Name
source: Copper Mask
it: Maschera di Rame

# UIText_Cosmetics,Cosmetics_CrystalMask_Name
source: Crystal Mask
it: Maschera di Cristallo

# UIText_Cosmetics,Cosmetics_FestiveHat_Name
source: Festive Hat
it: Cappello della Festa

# UIText_Cosmetics,Cosmetics_GoldMask_Name
source: Golden Masks
it: Maschera Dorata

# UIText_Cosmetics,Cosmetics_GoldToa_Name
source: Gold Toa
it: Toa D'oro

# UIText_Cosmetics,Cosmetics_InfectedMask_Name
source: Infected Masks
it: Maschere Infette

# UIText_Cosmetics,Cosmetics_MaskOfTime_Name
source: The Mask of Time
it: La Maschera del Tempo

# UIText_Cosmetics,Cosmetics_NuvaPauldrons_Name
source: Nuva Pauldrons
it: Spallacci Nuva

# UIText_Cosmetics,Cosmetics_OldPakari_Name
source: Older Pakari
it: Pakari Antica

# UIText_Cosmetics,Cosmetics_ProtoSteelMask_Name
source: ProtoSteel Mask
it: Maschera di Protoacciaio

# UIText_Cosmetics,Cosmetics_VeryCoolHat_Name
source: Very Cool Hat™
it: Cappello Davvero Figo™

# UIText_Description,4D5674834AEA963B60A20793D52469E1
source: There is already a savefile with that name, do you want to Overwrite?
it: Esiste già un Salvataggio con quel Nome, vuoi Sovrascriverlo?

# UIText_Description,8A84782A4AE07BE1F77B838E7FFF9D8D
source: {Input} <Key>change icon opacity</>
it: {Input} <Key>modifica opacità icona</>

# UIText_Description,CosmeticsMenu_EquippedCosmetics
source: Equipped Cosmetics
it: Cosmetici Equipaggiati

# UIText_Description,CosmeticsMenu_NoUnlockedCosmetics
source: No Cosmetics Unlocked
it: Nessuno Cosmetico Sbloccato

# UIText_Description,CosmeticsMenu_UnlockedCosmetics
source: Unlocked Cosmetics
it: Cosmetici Sbloccati

# UIText_Description,GaGateCtrlsWidget_PickupRocks
source: Left click to pick up Rocks
it: Click sinistro per raccogliere le Rocce

# UIText_Description,GaGateCtrlsWidget_RockDistance
source: Right Click while holding a rock to move it closer or farther
it: Click destro mentre tieni una roccia per spostarla vicino o lontano

# UIText_Description,GaGateCtrlsWidget_ScrollToZoom
source: Middle Mouse button to rotate camera / scroll to change camera distance
it: Tasto Centrale del Mouse per ruotare la telecamera / scorri per cambiare la distanza della telecamera

# UIText_Description,GiveMask_Description
source: Pick A Toa to recieve the {Mask}:
it: Scegli un Toa per ricevere la {Mask}:

# UIText_Description,KeybindingPrompt
source: PRESS KEY TO BIND
it: PREMI UN TASTO PER ASSEGNARLO

# UIText_Description,Map_MarkerOpacity
source: Marker Opacity
it: Indicatore Opacità

# UIText_Description,Map_MarkerSize
source: Marker Size
it: Indicatore Dimensioni

# UIText_Description,MapCtrlsWidget_IconSize
source: {Input} <Key>change icon size</>
it: {Input} <Key>cambia dimensioni icona</>

# UIText_Description,MapCtrlsWidget_ToMove
source: {Input} <Key>to move the map</>
it: {Input} <Key>per spostare la mappa</>

# UIText_Description,MaskPowerStation_AreYouSure
source: <Key>Powering this mask will use:</> {Amount} <Key>Wahae Mata Gel, are you sure?</>
it: <Key>Potenziare questa maschera consumerà:</> {Amount} <Key>Gel Wahae Mata, ne sei sicuro?</>

# UIText_Description,MaskWheel_Akaku
source: Akaku Great Mask of Xray Vision {Status}
it: Akaku Grande MAschera della Visione a Raggi-X {Status}

# UIText_Description,MaskWheel_Hau
source: Hau Great Mask of Sheilding {Status}
it: Hau Grande Maschera della Protezione {Status}

# UIText_Description,MaskWheel_Huna
source: Huna Noble Mask of Invisibility {Status}
it: Huna Nobilie Maschera dell'Occultamento {Status}

# UIText_Description,MaskWheel_Kakama
source: Kakama Great Mask of Speed {Status}
it: Kakama Grande Maschera della Velocità {Status}

# UIText_Description,MaskWheel_Kaukau
source: Kaukau Great Mask of Water breathing {Status}
it: Kaukau Grande Maschera della Respirazione Subacquea {Status}

# UIText_Description,MaskWheel_Komau
source: Komau Noble Mask of Mind Control {Status}
it: Komau Nobile Maschera del Controllo Mentale {Status}

# UIText_Description,MaskWheel_Mahiki
source: Mahiki Noble Mask of Illusion {Status}
it: Mahiki Nobile Maschera dell'Illusione {Status}

# UIText_Description,MaskWheel_Matatu
source: Matatu Noble Mask of Telekinisis {Status}
it: Matatu Nobile Maschera della Telecinesi {Status}

# UIText_Description,MaskWheel_Miru
source: Miru Great Mask of Levitation {Status}
it: Miru Grande Maschera della Levitazione {Status}

# UIText_Description,MaskWheel_Pakari
source: Pakari Great Mask of Strength {Status}
it: Pakari Grande Maschera della Forza {Status}

# UIText_Description,MaskWheel_Rau
source: Rau Noble Mask of Translation {Status}
it: Rau Nobile Maschera della Traduzione {Status}

# UIText_Description,MaskWheel_Ruru
source: Ruru Noble Mask of Night Vision {Status}
it: Ruru Nobile Maschera della Visione Notturna {Status}

# UIText_Description,MedMenu_HPRestoredMessage
source: Health & Stamina Restored!
it: Salute e Stamina recuperate!

# UIText_Description,MedMenu_MidDay
source: MiddDay
it: Mezzogiorno

# UIText_Description,MedMenu_MidNight
source: Midnight
it: Mezzanotte

# UIText_Description,MedMenu_SunRise
source: Sunrise
it: Alba

# UIText_Description,MedMenu_SunSet
source: Sunset
it: Tramonto

# UIText_Description,NewGame_EnterSaveName
source: Enter Save Name Here
it: Inserisci qui il nome del salvataggio

# UIText_Description,NewGame_SaveName
source: Save Name:
it: Nome Salvataggio:

# UIText_Description,NewGame_SaveNameText
source: New Game
it: Nuovo Gioco

# UIText_Description,NewGame_SelectAToa
source: Select a Toa
it: Seleziona un Toa

# UIText_Description,PausedControls_ActivateMask
source: Activate Mask:
it: Attivare la Maschera:

# UIText_Description,PausedControls_AkakuZoom
source: Akaku Zoom:
it: Zoom della Akaku:

# UIText_Description,PausedControls_Attack
source: Attack:
it: Attacco:

# UIText_Description,PausedControls_AttackingEntersCombat
source: Attacking Enters Combat:
it: Attaccando si entra in Combattimento:

# UIText_Description,PausedControls_AutoWalk
source: Auto Walk:
it: Camminata Automatica:

# UIText_Description,PausedControls_BackMovement
source: Backward Movement:
it: Movimento all'Indietro:

# UIText_Description,PausedControls_ConsumableSlot1
source: Consumable Slot 1:
it: Consumabile Slot 1:

# UIText_Description,PausedControls_ConsumableSlot2
source: Consumable Slot 2:
it: Consumabile Slot 2:

# UIText_Description,PausedControls_ControllerInputIcons
source: Controller Input Icons:
it: Icone Tasti Controller:

# UIText_Description,PausedControls_ControllerLookSpeed
source: Controller Look Speed:
it: Velocità Visuale Controller:

# UIText_Description,PausedControls_Crouch
source: Crouch:
it: Accovacciati:

# UIText_Description,PausedControls_ElementalPower
source: Elemental Power:
it: Potere Elementale:

# UIText_Description,PausedControls_ForewardMovement
source: Forward Movement:
it: Movimento in Avanti:
