Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Response,DL_NumaiAbandoned2_PlayerResponse_1
source: Have you seen any of the others lately?
el: Έχεις δει άλλους τελευταία;

# Dialogue_Response,DL_NumaiAbandonedSeen_PlayerResponse_1
source: Hmm, I see.
el: Χμμ, μάλιστα.

# Dialogue_Response,DL_NumaiFixed1_PlayerResponse_1
source: Are you upset with me?
el: Είσαι θυμωμένος με εμένα;

# Dialogue_Response,DL_NumaiFixed2_PlayerResponse_1
source: That is true, but I stand by my decision.
el: Αυτό είναι αλήθεια, αλλά υποστηρίζω την απόφασή μου.

# Dialogue_Response,DL_Nuparu1_PlayerResponse_1
source: Hello Nuparu, what are you doing there?
el: Γειά σου Nuparu, τι κάνεις εδώ;

# Dialogue_Response,DL_Nuparu2_PlayerResponse_1
source: You're a mechanist?
el: Είσαι μηχανικός;

# Dialogue_Response,DL_Nuparu3_PlayerResponse_1
source: Oh maybe you know what these cylindrical brass machines are that I've found in the Koros.
el: Ίσως μπορείς να μου πεις τι είναι αυτά τα κυλινδρικά, χάλκινα μηχανήματα που βρήκα στα Koro.

# Dialogue_Response,DL_Nuparu3_PlayerResponse_2
source: Very nice to meet you Nuparu
el: Χαίρομαι πολύ για την συνάντηση, Nuparu

# Dialogue_Response,DL_Nuparu4_PlayerResponse_1
source: Powering stations? What do they do?
el: Σταθμοί ενέργιας; Τι κάνουν;

# Dialogue_Response,DL_Nuparu5_PlayerResponse_1
source: It "Powers" the mask?
el: Δίνει «Δύναμη» στην μάσκα;

# Dialogue_Response,DL_Nuparu5_PlayerResponse_2
source: What's Wahae-Mata Gel?
el: Τι είναι το Wahae-Mata τζελ;

# Dialogue_Response,DL_Nuparu5_PlayerResponse_3
source: How does it do that?
el: Πως το κάνει αυτό;

# Dialogue_Response,DL_Nuparu5_PlayerResponse_4
source: Fascinating.
el: Συναρπαστικό.

# Dialogue_Response,DL_Nuparu_PlayerResponse_1
source: Yes? What is it?
el: Ναι; Τι είναι;

# Dialogue_Response,DL_NuparuGel_PlayerResponse_1
source: What did you mean it "Powers" the mask?
el: Τι εννοείς ότι δίνει «Δύναμη» στην μάσκα;

# Dialogue_Response,DL_NuparuGel_PlayerResponse_2
source: How does it work?
el: Πως λειτουργεί;

# Dialogue_Response,DL_NuparuGel_PlayerResponse_3
source: Thank you greatly, this is valuble information.
el: Ευχαριστώ πάρα πολύ, αυτές είναι ανεκτίμητες πληροφορίες.

# Dialogue_Response,DL_NuparuHow_PlayerResponse_1
source: What did you mean it "Powers" the mask?
el: Τι εννοείς ότι δίνει «Δύναμη» στην μάσκα;

# Dialogue_Response,DL_NuparuHow_PlayerResponse_2
source: What's the "Wahae-Mata Gel" you mentioned?
el: Τι είναι το «Wahae-Mata τζελ» που ανέφερες;

# Dialogue_Response,DL_NuparuPower_PlayerResponse_1
source: What's Wahae-Mata Gel?
el: Τι είναι το Wahae-Mata τζελ;

# Dialogue_Response,DL_NuparuPower_PlayerResponse_2
source: How does the machine work?
el: Πως λειτουργεί αυτή η μηχανή;

# Dialogue_Response,DL_NuparuPower_PlayerResponse_3
source: Thank you greatly, this is valuble information.
el: Ευχαριστώ πάρα πολύ, αυτές είναι ανεκτίμητες πληροφορίες.

# Dialogue_Response,DL_Okin1_PlayerResponse_1
source: Hello little one, what are you doing?
el: Γειά σου μικρέ, τι κάνεις;

# Dialogue_Response,DL_Okin2_PlayerResponse_1
source: What does that mean?
el: Τι σημαίνει αυτό;

# Dialogue_Response,DL_Okin3_PlayerResponse_1
source: Ahh I see, anything I can do to help pass the time?
el: Ααα κατάλαβα, τίποτα που να μπορώ να κάνω για να περάσει ο χρόνος;

# Dialogue_Response,DL_Okin4_PlayerResponse_1
source: Very well, I'll leave you to your dreaming little one.
el: Πολύ καλά, θα σε αφήσω να ονειρευτείς μικρέ.

# Dialogue_Response,DL_Onepu1_PlayerResponse_1
source: I don't believe we have met actually.
el: Βασικά δεν νομίζω ότι έχουμε συναντηθεί.

# Dialogue_Response,DL_Onepu2_PlayerResponse_1
source: Is there something I can help you with?
el: Υπάρχει τρόπος να βοηθήσω;

# Dialogue_Response,DL_Onepu3_PlayerResponse_1
source: You want me to look for him?
el: Θες να ψάξω να των βρω;

# Dialogue_Response,DL_Onepu3_PlayerResponse_2
source: You want me to look for him?
el: Θες να ψάξω να των βρω;

# Dialogue_Response,DL_Onepu4_PlayerResponse_1
source: Back from where?
el: Πίσω από που;

# Dialogue_Response,DL_Onepu_PlayerResponse_1
source: Hello Onepu...
el: Γειά σου Onepu...

# Dialogue_Response,DL_OnepuGiveMap_PlayerResponse_1
source: Back from where?
el: Πίσω από που;

# Dialogue_Response,DL_OnepuReturn1_PlayerResponse_1
source: Not yet no.
el: Όχι ακόμα όχι.

# Dialogue_Response,DL_OnepuReturn_PlayerResponse_1
source: Alright I'll leave.
el: Εντάξει θα φύγω.

# Dialogue_Response,DL_OnepuSaved1_PlayerResponse_1
source: Okay...
el: Εντάξει...

# Dialogue_Response,DL_OnepuSaved_PlayerResponse_1
source: What do you mean? I saved Whenua.
el: Τι εννοείς; Έσωσα τον Whenua.

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_1
source: How did you get trapped here?
el: Πως εγκλωβίστηκες εκεί μέσα;

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_2
source: How can I help?
el: Πως μπορώ να βοηθήσω;

# Dialogue_Response,DL_OnewaHelpNow_PlayerResponse_1
source: I'm on it.
el: Θα το κάνω.

# Dialogue_Response,DL_OnewaHole_PlayerResponse_1
source: What were you doing so far from Po-Koro?
el: Τι κάνεις τόσο μακριά από το Po-Koro;

# Dialogue_Response,DL_OnewaHowToHelp_PlayerResponse_1
source: Make sure to get out of the way before it comes down.
el: Σιγουρεύσου ότι θα βγεις από την μέση πριν καταρρεύσει.

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_1
source: Again?
el: Ξανά;

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_2
source: Again?
el: Ξανά;

# Dialogue_Response,DL_OnewaPohatuQuest_PlayerResponse_1
source: Where would I find this stone?
el: Πού μπορώ να βρώ αυτήν την πέτρα;

# Dialogue_Response,DL_OnewaPohatuQuestGoodbye_PlayerResponse_1
source: Thank you for your confidence, Turaga.
el: Ευχαριστώ για την αυτοπεποίθηση, Turaga.

# Dialogue_Response,DL_OnewaPohatuQuestGoodbyeGiveMap_PlayerResponse_1
source: Thank you for your confidence, Turaga.
el: Ευχαριστώ για την αυτοπεποίθηση, Turaga.

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_1
source: How is Po-Koro doing?
el: Πως πάει το Po-Koro?

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_3
source: I heard you have something for me?
el: Άκουσα ότι έχεις κάτι για εμένα;

# Dialogue_Response,DL_OnewaPokoroBragging_PlayerResponse_1
source: Very Nice.
el: Πολύ Ωραία.

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_1
source: How is Po-Koro doing?
el: Πως πάει το Po-Koro?

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_2
source: I have found a few.
el: Έχω βρει μερικά.

# Dialogue_Response,DL_OnewaThankyou_PlayerResponse_1
source: Of course Turaga.
el: Φυσικά, Turaga.

# Dialogue_Response,DL_OnewaWhereHaveBeen_PlayerResponse_1
source: How can I help?
el: Πως μπορώ να βοηθήσω;

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_1
source: What are you doing in this hole?
el: Τι κάνεις σε αυτή την τρύπα;

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_2
source: Where have you been?
el: Που ήσουν;

# Dialogue_Response,DL_Outcast_PlayerResponse_2
source: How is there grass here?
el: Πως υπάρχει γρασίδι εδώ;

# Dialogue_Response,DL_Outcast_PlayerResponse_3
source: Why are you here?
el: Γιατί είσαι εδώ;

# Dialogue_Response,DL_OutcastGrass_PlayerResponse_2
source: Why are you here?
el: Γιατί είσαι εδώ;

# Dialogue_Response,DL_OutcastWho_PlayerResponse_1
source: Why are you here?
el: Γιατί είσαι εδώ;

# Dialogue_Response,DL_OutcastWho_PlayerResponse_2
source: How is there grass here?
el: Πως υπάρχει γρασίδι εδώ;

# Dialogue_Response,DL_OutcastWho_PlayerResponse_3
source: See you around Plant Man.
el: Τα λέμε Φυτάνθρωπε.

# Dialogue_Response,DL_OutcastWhy1_PlayerResponse_2
source: How is there grass here?
el: Πως υπάρχει γρασίδι εδώ;

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_1
source: Really?
el: Αλήθεια;

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_3
source: How is there grass here?
el: Πως υπάρχει γρασίδι εδώ;

# Dialogue_Response,DL_Pauri1_PlayerResponse_1
source: Our shop?
el: Το μαγαζί μας;

# Dialogue_Response,DL_Pauri1_PlayerResponse_3
source: I'll be back later.
el: Θα γυρίσω μετά.

# Dialogue_Response,DL_Pauri2_PlayerResponse_2
source: I'll be back later.
el: Θα γυρίσω μετά.

# Dialogue_Response,DL_PetOwner_PlayerResponse_1
source: How's Po-Koro?
el: Πως έιναι το Po-Koro?

# Dialogue_Response,DL_PetOwner_PlayerResponse_2
source: Just passing through.
el: Απλά περνάω.

# Dialogue_Response,DL_PlantSeller1_PlayerResponse_2
source: I don't need any at the moment thank you.
el: Δεν χρειάζομαι τίποτα αυτή τη στιγμή ευχαριστώ.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_1
source: I’ve come for my rematch. Where’s Pohatu?
el: Ήρθα για την ρεβανς μου. Που είναι ο Pohatu?

# Dialogue_Response,DL_PoduFail1_PlayerResponse_2
source: You haven’t seen Kopaka yet, have you? He’s supposed to be back for his rematch.
el: Δεν έχεις δει τον Kopaka Έτσι? Υποτίθεται πως θα γύρναγε για την ρεβάνς μας.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_3
source: Are you waiting for someone?
el: Περιμένεις για κάποιον;

# Dialogue_Response,DL_PoduFailGeneral1_PlayerResponse_1
source: I'll keep an eye out for him.
el: Θα το κρατήσω υπόψιν.

# Dialogue_Response,DL_PoduFailKopaka1_PlayerResponse_1
source: ...Yes. I just did.
el: ...Ναι, μόλις το ΄κανα.

# Dialogue_Response,DL_PoduFailKopaka2_PlayerResponse_1
source: About as ready as I can be.
el: Είμαι έτοιμος.

# Dialogue_Response,DL_PoduFailPohatu_PlayerResponse_1
source: Well let me know if you see him... Oh- and let me know if he says my name! I have a really cool entrance I want to make if he says my name.
el: Λοιπόν, ενημέρωσέ με αν τον δεις... Α- και ενημέρωσέ με αν πει το όνομά μου! Έχω μια πολύ εντυπωσιακή είσοδο που θέλω να δοκιμάσω αν πει το όνομά μου.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_1
source: Now why would a Po-Matoran like yourself be in Ko-Koro?
el: Τώρα γιατί είναι ένας Po-Matoran σαν εσένα στο Ko-Koro;

# Dialogue_Response,DL_PoduRace1_PlayerResponse_2
source: Hope you’re not too uncomfortable in Ko-Koro, little one.
el: Ελπίζω αν μην είσαι πολύ άβολα στο Ko-Koro, μικρέ.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_3
source: You certainly seem out of place, little one.
el: Σίγουρα φαίνεσαι εκτός τόπου, μικρέ.

# Dialogue_Response,DL_PoduRace2_PlayerResponse_1
source: You again? What’s the meaning behind all this?
el: Εσύ πάλι; Ποιο είναι το νόημα πίσω από όλα αυτά;

# Dialogue_Response,DL_PoduRace2_PlayerResponse_2
source: Just hang in there… I’m sure Kopaka will be here any minute now!
el: Απλώς κάνε υπομονή... Είμαι σίγουρος ότι ο Kopaka θα είναι εδώ από στιγμή σε στιγμή!

# Dialogue_Response,DL_PoduRace2_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
el: Τι κάνει ένας Matoran σαν εσένα εδώ έξω, τόσο μακριά;

# Dialogue_Response,DL_PoduRaceGeneral2_PlayerResponse_1
source: Don’t worry. Brother Kopaka can be cold at times, but he’ll show up eventually.
el: Μην ανησυχείς. Ο Αδελφός Kopaka μπορεί να είναι κρύος κατά καιρούς, αλλά θα εμφανιστεί τελικά.

# Dialogue_Response,DL_PoduRaceGeneral_PlayerResponse_1
source: If I see him, I’ll let him know.
el: Αν τον δω, θα του το πω.

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_1
source: What will I find there?
el: Τι θα βρώ εκεί;

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_2
source: Who sent you here?
el: Ποιος σε έστειλε;

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
el: Πολύ καλά. Θα πάω όταν μπορέσω.

# Dialogue_Response,DL_PoduRaceKopaka_PlayerResponse_1
source: Looking for me? What do you need?
el: Ψάχνεις εμένα; Τι χρειάζεσαι;

# Dialogue_Response,DL_PoduRaceKopakaExit_PlayerResponse_1
source: I’ll keep that in mind.
el: Θα το κρατήσω υπόψιν.

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_1
source: Who sent you here?
el: Ποιος σε έστειλε;

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
el: Πολύ καλά. Θα πάω όταν μπορέσω.

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
el: Πολύ καλά. Θα πάω όταν μπορέσω.

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_1
source: How do I know you’re not leading me into a trap?
el: Πώς ξέρω ότι δεν με οδηγείς σε μια παγίδα;

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_2
source: What will I find there?
el: Τι θα βρώ εκεί;

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
el: Πολύ καλά. Θα πάω όταν μπορέσω.

# Dialogue_Response,DL_PoduRacePohatu2_PlayerResponse_1
source: It will be, trust me.
el: Θα είναι, το υπόσχομαι.

# Dialogue_Response,DL_PoduRacePohatu_PlayerResponse_1
source: He should be here any second now...
el: Θα έπρεπε να έιναι εδώ όπου να ναι...

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_1
source: I’ve come back for Pohatu’s idiotic race.
el: Επέστρεψα για τον ηλίθιο αγώνα του Pohatu.

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_2
source: Has Kopaka come back yet?
el: Έχει γυρίσει ο Kopaka ακόμη;

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
el: Τι κάνει ένας Matoran σαν εσένα εδώ έξω, τόσο μακριά;

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu1_PlayerResponse_1
source: Were you standing there waiting this entire time?
el: Καθόσουν και περίμενες εδώ όλοι την ώρα;

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu2_PlayerResponse_1
source: I’ll indulge in your little game now.
el: Θα παίξω το μικρό σου παιχνίδι τώρα.

# Dialogue_Response,DL_PoduRaceReturnPohatu2_PlayerResponse_1
source: Hmm...
el: Χμ...

# Dialogue_Response,DL_PoduRaceReturnPohatu_PlayerResponse_1
source: Of course he will! I know Kopaka. You just need some patience
el: Φυσικά και θα έρθει! Ξέρω τον Kopaka. Απλώς χρειάζεσαι λίγη υπομονή

# Dialogue_Response,DL_Poekae1_PlayerResponse_1
source: Really? I doubt that one substance can cure all that...
el: Αλήθεια; Αμφιβάλλω αν μια ουσία μπορεί να θεραπεύσει όλα αυτά...

# Dialogue_Response,DL_Poekae2_PlayerResponse_1
source: I doubt it will work for a Toa like myself, but I'll take a look.
el: Αμφιβάλλω αν θα λειτουργήσει για Toa σαν εμένα, αλλά θα ρίξω μια ματιά.

# Dialogue_Response,DL_Poekae_PlayerResponse_2
source: What do you sell here?
el: Τι πουλάς εδώ πέρα;

# Dialogue_Response,DL_Poekae_PlayerResponse_3
source: I'm just browsing.
el: Απλώς κοιτάω.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_1
source: I suppose I could have another go at it.
el: Υποθέτω ότι θα μπορούσα να το δοκιμάσω ξανά.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_2
source: Absolutely not.
el: Απολύτως όχι.

# Dialogue_Response,DL_PotMaker1_PlayerResponse_2
source: I'm sorry, but I have no need for a pot.
el: Λυπάμαι, αλλά δεν έχω ανάγκη από κατσαρολικά.

# Dialogue_Response,DL_PotMaker_PlayerResponse_1
source: Hello, what are you doing?
el: Γειά σου, τι κάνεις;

# Dialogue_Response,DL_PotMakerBacktoNormal1_PlayerResponse_1
source: I hope so too.
el: Και εγώ αυτό ελπίζω.

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_1
source: I thought I'd check up on you, how are you doing?
el: Σκέφτηκα να σε ελέγξω, πώς είσαι;

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_2
source: Do you still sell pots?
el: Πουλάς αγγεία;

# Dialogue_Response,DL_PotMakerTrade1_PlayerResponse_2
source: I changed my mind.
el: Άλλαξα την γνώμη μου.

# Dialogue_Response,DL_PotMakerWhatHappened1_PlayerResponse_1
source: Do you know where Kohi could be?
el: Ξέρεις πού θα μπορούσε να είναι ο Kohi;

# Dialogue_Response,DL_PotMakerWhatHappened1Alt_PlayerResponse_1
source: Do you know where Kohi could be?
el: Ξέρεις πού θα μπορούσε να είναι ο Kohi;

# Dialogue_Response,DL_PotMakerWhatHappened2_PlayerResponse_1
source: What about the one who did this?
el: Και αυτός που το έκανε αυτό;

# Dialogue_Response,DL_PotMakerWhatHappened3_PlayerResponse_1
source: Is there anything I can do to find him?
el: Μπορώ να κάνω τίποτα για να τον βρω;

# Dialogue_Response,DL_PotMakerWhatHappened4_PlayerResponse_1
source: Gah... You are right, thank you for your information Kohua.
el: Γκαχ… Έχεις δίκιο, ευχαριστώ για της πληροφορίες, Kohua.

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_1
source: What happened to Kohi's shop?
el: Τι έγινε στο μαγαζί του Kohi;

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_2
source: What happened to Kohi's shop Pot-Maker?
el: Τι έγινε στο μαγαζί του Kohi, το κατσαρολο-κατασκευαστή;

# Dialogue_Response,DL_QuarterMaster11_PlayerResponse_1
source: You are welcome.
el: Παρακαλώ.

# Dialogue_Response,DL_QuarterMaster1_PlayerResponse_1
source: Any way I can help?
el: Μπορώ να βοηθήσω;

# Dialogue_Response,DL_QuarterMaster2_PlayerResponse_2
source: I can't at the moment, sorry.
el: Δεν μπορώ αυτή τη στιγμή, συγγνώμη.

# Dialogue_Response,DL_QuarterMaster3_PlayerResponse_1
source: As you wish.
el: Όπως επιθυμείς.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_1
source: I have, he's going to correct the mistake immediately.
el: Το κανα, θα διορθώσει το λάθος αμέσως.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_2
source: You mean the staff salesman? No not yet.
el: Εννοείς τον πωλητή σκύπρων; Όχι, όχι ακόμα.

# Dialogue_Response,DL_QuarterMaster5_PlayerResponse_1
source: Yes... How did you know?
el: Ναι...πως το ήξερες;

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_1
source: Takar has already promised me payment.
el: Ο Takar μου έχει υποσχεθεί πληρωμή.

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_2
source: A kind deed is it's own reward.
el: Μια ευγενή πράξη είναι η δικιά του αμοιβή.

# Dialogue_Response,DL_QuarterMaster7_PlayerResponse_1
source: Well, lets get to this "petty task" then.
el: Λοιπόν, ας περάσουμε σε αυτή την «μικροδουλειά».

# Dialogue_Response,DL_QuarterMaster8_PlayerResponse_1
source: The staves?
el: Η δάουλα;

# Dialogue_Response,DL_QuarterMaster9_PlayerResponse_1
source: Let's do it.
el: Ας το κάνουμε.

# Dialogue_Response,DL_RacePohatu1_PlayerResponse_1
source: Oh no. Don’t tell me this was your idea.
el: Ωχ όχι. Μην μου πεις ότι αυτό ήταν ιδέα σου.

# Dialogue_Response,DL_RacePohatu2_PlayerResponse_1
source: We’re brothers. Not friends.
el: Είμαστε αδέλφια. Όχι φίλοι.

# Dialogue_Response,DL_RacePohatu3_PlayerResponse_1
source: That’s what this whole ruse was? Some kind of sport to you?
el: Αυτό ήταν όλο αυτό το κόλπο; Κάποιο είδος αθλήματος για σένα;

# Dialogue_Response,DL_RacePohatu4_PlayerResponse_1
source: This entire charade is idiotic. Not only have you wasted my time which I could be spending searching for Masks, you’ve wasted this Po-Matoran’s time as well!
el: Όλη αυτή η φάρσα είναι ηλίθια. Όχι μόνο σπατάλησες τον χρόνο μου, τον οποίο θα μπορούσα να ξοδεύω ψάχνοντας για Μάσκες, αλλά σπατάλησες και τον χρόνο αυτού του Po-Matoran!

# Dialogue_Response,DL_RacePohatu6_PlayerResponse_1
source: And why would I engage in something so trivial?
el: Και γιατί να ασχοληθώ με κάτι τόσο ασήμαντο;

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_1
source: ...Very well, I accept.
el: ...Καλώς, αποδέχομαι.

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_2
source: What makes you think some vain accessory would change my mind about any of this?
el: Τι σε κάνει να πιστεύεις ότι κάποιο μάταιο αξεσουάρ θα με έκανε να αλλάξω γνώμη για όλα αυτά;

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_3
source: This is idiotic. I’m leaving.
el: Αυτό είναι ηλίθιο. Φεύγω.

# Dialogue_Response,DL_RacePohatuPodu1_PlayerResponse_1
source: Telling him you have some urgent mission, forcing him to wait in Ko-Koro, and sending him here, on the edge of the Po-Wahi desert? Are you always this cruel to your own Matoran?
el: Λέγοντας του ότι έχεις κάποια επείγουσα αποστολή, αναγκάζοντάς τον να περιμένει στο Ko-Koro και στέλνοντας τον εδώ, στην άκρη της ερήμου του Po-Wahiι; Είσαι πάντα τόσο σκληρός με τους δικόυς σου Matoran;

# Dialogue_Response,DL_RacePohatuPodu2_PlayerResponse_1
source: ...What do you want.
el: ...Τι θέλεις.

# Dialogue_Response,DL_RacePohatuWhy2_PlayerResponse_1
source: Because we’re “good friends?”
el: Επειδή είμαστε «καλοί φίλοι»;

# Dialogue_Response,DL_RacePohatuWhy3_PlayerResponse_1
source: The what?
el: Το τι;

# Dialogue_Response,DL_RacePohatuWhy4_PlayerResponse_1
source: I find that highly unlikely.
el: Το βρίσκω απίθανο αυτό.

# Dialogue_Response,DL_RacePohatuWhy5_PlayerResponse_1
source: Poll or not, I’m still not partaking in your little race.
el: Ψηφοφορία ή όχι, ακόμα δεν συμμετέχω στον μικρό σου αγώνα δρόμου.

# Dialogue_Response,DL_RacePohatuWhy6_PlayerResponse_1
source: I’d hardly call running across a vast, empty desert “Fun.”
el: Μετα βίας θα αποκαλούσα «Διασκέδαση» το τρέξιμο σε μια απέραντη, άδεια έρημο.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_1
source: ...Very well. I accept.
el: ...Καλώς, αποδέχομαι.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_2
source: I’m leaving.
el: Φεύγω.

# Dialogue_Response,DL_RacePohatuWhy_PlayerResponse_1
source: You mistake me for one who cares about such things. Lewa would have been a much better choice to tempt with this mindless game.
el: Με περνάς για κάποιον που νοιάζεται για τέτοια πράγματα. Ο Lewa θα ήταν πολύ καλύτερη επιλογή για να μπει σε πειρασμό με ένα τέτοιο άμυαλο παιχνίδι.

# Dialogue_Response,DL_RahiAboutTemple_PlayerResponse_1
source: Don't worry, I'll deal with them.
el: Μην ανησυχείς, θα τα αντιμετωπίσω εγώ.

# Dialogue_Response,DL_RockGuy_PlayerResponse_2
source: Nice place.
el: Ωραίο μέρος.

# Dialogue_Response,DL_SadKolhiiPlayer2_PlayerResponse_1
source: You can tell me.
el: Μπορείς να μου πεις.

# Dialogue_Response,DL_SadKolhiiPlayer_PlayerResponse_1
source: Hello?
el: Παρακαλώ;

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_1
source: I'm sure you'll use it more than I will.
el: Είμαι σίγουρος ότι θα το χρησιμοποιήσεις περισσότερο από εμένα.

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_2
source: Sorry I'm afriad I need it.
el: Φοβάμαι πως το χρειάζομαι αυτό.

# Dialogue_Response,DL_SadKolhiiPlayerComplete1_PlayerResponse_1
source: Enjoying your Comet?
el: Απολαμβάνεις τον Κομήτη σου;

# Dialogue_Response,DL_SadKolhiiPlayerComplete2_PlayerResponse_1
source: I see, make sure you get lot's of rest.
el: Καταλαβαίνω, φρόντισε να ξεκουραστείς πολύ.

# Dialogue_Response,DL_SadKolhiiPlayerCompleteQuest_PlayerResponse_1
source: There is no need for that, You have compensated me fairly.
el: Δεν υπάρχει λόγος γι' αυτό, με αποζημίωσες επαρκώς.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_1
source: Oh, I already have one.
el: Α, έχω ήδη ένα.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
el: Αυτό το καλύπτει, έτσι; (300 Μεταλλίσματα)

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
el: Δώσε μου ό,τι έχεις, θα δω αν μπορώ να καλύψω τη διαφορά.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
el: Λυπάμαι, δεν μπορώ να βοηθήσω αυτή τη στιγμή.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_1
source: Oh, I already have one.
el: Ω, έχω ήδη ένα.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
el: Αυτό το καλύπτει, έτσι; (300 Μεταλλίσματα)

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
el: Δώσε μου ό,τι έχεις, θα δω αν μπορώ να καλύψω τη διαφορά.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
el: Λυπάμαι, δεν μπορώ να βοηθήσω αυτή τη στιγμή.

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_1
source: Of course!
el: Φυσικά!
