Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# InvItem_Name,Item_PoMakoki
source: Po Makoki Stone
pl_pl: Po Kamień Makoki

# InvItem_Name,Item_Pots
source: Po-Koro Pot
pl_pl: Donica Po-Koro

# InvItem_Name,Item_ProtoCell
source: Protodermis Cell
pl_pl: Kapusłka Protodermisu

# InvItem_Name,Item_ProtoCharge
source: Protodermis Charge
pl_pl: Zbiornik z Protodermisem

# InvItem_Name,Item_ResearchNotes
source: The Artifact from Below
pl_pl: Artefakty z Głębi

# InvItem_Name,Item_RestorationGel
source: Restoration Gel
pl_pl: Żel Regeneracyjny

# InvItem_Name,Item_RockHat
source: Rock
pl_pl: Skała

# InvItem_Name,Item_ShoppingList
source: Metonu's Shopping List
pl_pl: Lista Zakupów Metonu

# InvItem_Name,Item_SouthernTipNote
source: Southern Tip Note
pl_pl: Notatka ze Południowego Krańca

# InvItem_Name,Item_StaffClass2
source: Takoro Guard Staff Class 2
pl_pl: Kostura Straży Ta-Koro, Klasa 2

# InvItem_Name,Item_Statuette
source: Toa Statuette
pl_pl: Statuetka Toa

# InvItem_Name,Item_StoneCarving
source: Mata-Nui Carving
pl_pl: Rzeźba Mata-Nui

# InvItem_Name,Item_SwordStatueNotePart1
source: The Legend of The Swords: Part 1
pl_pl: Legenda o Mieczach: Część 1

# InvItem_Name,Item_SwordStatueNotePart2
source: The Legend of The Swords: Part 2
pl_pl: Legenda o Mieczach: Część 2

# InvItem_Name,Item_SwordStatuesNotePart3
source: The Legend of The Swords: Part 3
pl_pl: Legenda o Mieczach: Część 3

# InvItem_Name,Item_TaMakoki
source: Ta Makoki Stone
pl_pl: Ta Kamień Makoki

# InvItem_Name,Item_ThueiNote
source: 'Out carving!'
pl_pl: 'Wyszedłem Rzeźbić!'

# InvItem_Name,Item_TombKey
source: Tomb Key
pl_pl: Klucz do Grobowca

# InvItem_Name,Item_UnpoweredAkaku
source: Akaku (Unpowered)
pl_pl: Akaku (Niezasilona)

# InvItem_Name,Item_UnpoweredHuna
source: Huna (Unpowered)
pl_pl: Huna (Niezasilona)

# InvItem_Name,Item_UnpoweredKaukau
source: Kaukau (Unpowered)
pl_pl: Kaukau (Niezasilona)

# InvItem_Name,Item_UnpoweredKomau
source: Komau (Unpowered)
pl_pl: Komau (Niezasilona)

# InvItem_Name,Item_UnpoweredMahiki
source: Mahiki (Unpowered)
pl_pl: Mahiki

# InvItem_Name,Item_UnpoweredMatatu
source: Matatu (Unpowered)
pl_pl: Matatu (Niezasilona)

# InvItem_Name,Item_UnpoweredMiru
source: Miru (Unpowered)
pl_pl: Miru (Niezasilona)

# InvItem_Name,Item_UnpoweredPakari
source: Pakari (Unpowered)
pl_pl: Pakari (Niezasilona)

# InvItem_Name,Item_UnpoweredRau
source: Rau (Unpowered)
pl_pl: Rau (Niezasilona)

# InvItem_Name,Item_UnpoweredRuru
source: Ruru (Unpowered)
pl_pl: Ruru (Niezasilona)

# InvItem_Name,Item_VuataMacaSeeds
source: Vuata Maca Seeds
pl_pl: Nasiona Vuata Maca

# InvItem_Name,Item_WaheCanister
source: Wahae-Mata Gel Canister
pl_pl: Karnister z Żelem Wahae-Mata

# InvItem_Name,Item_WaheGel
source: Wahae-Mata Gel
pl_pl: Żel Wahae-Mata

# InvItem_Name,Item_WhakaNui
source: Whakata Nui Cell
pl_pl: Kapsułka Whakata Nui

# InvItem_Name,Item_Widgets
source: Widgets
pl_pl: Widżety

# InvItem_Name,Item_WoodStatue
source: Wood Head Statue
pl_pl: Drewniana Rzeźba Głowy

# InvItem_Name,Item_WorldMap
source: World Map
pl_pl: Mapa Świata

# InvItem_Name,KylmaNote
source: Kylma's Research Notes
pl_pl: Notatki Badawcze Kylma

# InvItem_NoteText,Item_ArakaNote_NoteDisplay
source: Will be gone a while to get more supply for the Shifting Festival, back later. DON'T STEAL MY STUFF! I WILL REPORT YOU TO THE NIGHT WATCH! -Araka Fireworks for all your celebratory needs
pl_pl: Wyszedłem, aby zaopatrzyć się w więcej produktów na Wędrujący Festiwal, wrócę później. NIE KRADNIJ MOICH TOWARÓW! ZGŁOSZĘ CIĘ DO STRAŻY NOCNEJ! -Araka, Fajerwerki na każdą okazję

# InvItem_NoteText,Item_BrothersNote_NoteDisplay
source: Dear Koha. I'm sorry brother, I concede the argument, I was at fault - but you didn't have to leave. I will meditate on you now, and try to remember the good times.
pl_pl: Drogi Koha. Przepraszam bracie. Ja rozpocząłem kłótnię, to ja zawiniłem - ale nie musiałeś odchodzić. Będę teraz o tobie myślał i starał się przypomnieć sobie lepsze czasy.

# InvItem_NoteText,Item_FirstMateLog1_NoteDisplay
source: First mate's log: Entry 1 Smooth sailing so far aboard the Waikiru. That's the name of our ship - we're not actually riding on a Waikiru. Nattie is helping us get adjusted, and everything is running smoothly. Entry 2 Our first route is from Ga-Koro to Le-Koro around the southern tip. Whatever our cargo is, it's heavy. Entry 8 Nattie is cheerful as ever, even after last night's storm. We're going to have to set down somewhere in Le-Wahi for the night due to the extensive damage we sustained.
pl_pl: Dziennik pierwszego oficera: Wpis 1 Spokojna żegluga na pokładzie Waikiru. To nazwa naszego statku - nie płyniemy na prawdziwym Waikiru. Nattie pomaga nam się zaaklimatyzować, wszystko idzie gładko. Wpis 2 Nasz pierwszy kurs prowadzi z Ga-Koro do Le-Koro, wokół południowego krańca wyspy. Cokolwiek wieziemy, jest ciężkie. Wpis 8 Nawet po nocnym sztormie Nattie jest pogodna jak zwykle. Na skutek szkód, jakie odnieśliśmy, musimy zacumować na noc gdzieś w Le-Wahi.

# InvItem_NoteText,Item_FirstMateLog2_NoteDisplay
source: First mate's log: Entry 17 Nattie's acting strange. She put us on a new course without consulting me. I tried to talk to her, but she snapped... told me to call her 'Captain'. The crew is getting tired, she's kept us constantly working. Entry 22 The Captain... Nattie... She forced us to steal gold from other Matoran. I tried to stop her... she just threatened to throw me overboard and let the Razorfish rip me to shreds. The crew went along with her commands. Mostly, it seemed, out of fear.
pl_pl: Dziennik pierwszego oficera: Wpis 17 Nattie zachowuje się dziwnie. Bez konsultacji ze mną kazała nam obrać nowy kurs. Próbowałem z nią rozmawiać, ale ona... kazał zwracać się do siebie 'Kapitanie'. Załoga zaczyna być zmęczona, ale ona ciągle każe nam pracować. Wpis 22 Kapitan... Nattie.. Zmusiła nas do kradzieży złota innym Matoranom. Próbowałem ją postrzymać… zagroziła mi, że wyrzuci mnie za burtę na pożarcie Rybą Kolcowym. Załoga posłuchała jej rozkazów. Wygląda na to, że głównie ze strachu.

# InvItem_NoteText,Item_FirstMateLog3_NoteDisplay
source: First mate's log: Entry 31 Most of the crew are blindly following her orders now. A handfull of us are conducting secret meetings, trying to stop her from escalating further... but at this point it's us verses the entire crew. Entry 32 I saw something strange on the Captain's mask. A small patch of black material. I have no idea what it is... although I may just be getting paranoid. She hasn't let us sleep recently. Entry 61 We've collected so much gold. We've committed so many vile acts. The kind Matoran I once knew is no longer behind that blackened mask. I'm staying aboard in case I can somehow stop her.
pl_pl: Dziennik pierwszego oficera: Wpis 31 Teraz większość załogi ślepo wykonuje jej rozkazy. Garstka z nas przeprowadza sekretne spotkania, staramy się jakoś ją powstrzymać... ale w tym momencie jesteśmy przeciwko całej załodze. Wpis 32 Widziałem coś dziwnego na masce Kapitana. Małą łatkę czarnego materiału. Nie mam pojęcia co to... chociaż mogę mieć paranoje. Nie pozwala nam ostatnio spać. Wpis 61 Zebraliśmy tyle złota. Popełniliśmy tyle karygodnych czynów. Życzliwa Matoranka, którą kiedyś znałem zniknęła za sczerniałą maską. Pozostaję na pokładzie w razie, gdyby nadarzyła się okazja, żeby jakoś ją powstrzymać.

# InvItem_NoteText,Item_FirstMateLog4_NoteDisplay
source: First mate's log: Entry 115 The Captain is ordering us to hide all the gold. I'm not sure what she's planning, but I'm too terrified to ask. She looked at me strangely the other day. Her cold, yellow eyes peircing straight through my Akaku. I think she knows. Entry 165 We've hidden most of the gold... but lost many good Matoran to do so. Tonight is our last stop. An island off the western coast of Onu-Wahi, north of the tunnel entrance. Tonight I believe the Captain is going to end my life.
pl_pl: Dziennik pierwszego oficera: Wpis 115 Kapitan rozkazała nam ukryć całe złoto. Nie jestem pewny co planuje, ale jestem zbyt przerażony, aby pytać. Niedawno dziwnie na mnie spojrzała. Jej zimne, żółte oczy przeszyły moją Akaku. Myślę, że wie. Wpis 165 Ukryliśmy większość złota... ale straciliśmy wielu dobrych Matoran. Dziś w nocy mamy ostatni przystanek - wyspę u zachodnim brzegu Onu-Wahi, na północ od wejścia do tuneli. Myślę, że dziś w nocy Kapitan odbierze mi życia.

# InvItem_NoteText,Item_FirstMateLog5_NoteDisplay
source: First mate's log: Entry 166 It's over. We arrived at the island, ready to bury the last of the gold. A storm was brewing. The Captain ordered us to place the gold in an inconspicuous cave to the east inland. My job was to keep lookout. I stood at the edge of a sharp cliff, wondering just how it had all gone so wrong. As the crew wrestled with some local Fikou-Nui, The Captain came up to me. "I'm aware that you have not been loyal to me." She said, her now pitch-black mask reflecting the newly falling rain. I stared into her eyes. For the briefest second, I could see her old self emerge. A slight tinge of regret. "You've changed, Nattie." The second I uttered her name, she tackled me to the floor. We wrestled on that cliffside, rain drowning out any noise. Somehow, some of the crew began running up the hill towards us to protect their captain. She got a few good hits in on me, then stood up. "You should have just obeyed like the rest of them."
pl_pl: Dziennik pierwszego oficera: Wpis 166 To koniec. Przybiliśmy do wyspy, gotowi zakopać resztę naszego złota. Zanosiło się na sztorm. Kapitan rozkazała nam ukryć złoto w niepozornej jaskini na wschodzie wyspy. Moim zadaniem było stać na czatach. Stanąłem na szczycie urwiska, zastanawiając się, jak do tego wszystkiego doszło. Podczas gdy załoga zmagała się z lokalnymi Fikou-Nui, Kapitan podeszła do mnie. "Jestem świadoma, że nie byłeś mi lojalny" powiedziała. W jej czarnej jak smoła masce odbijał się świeży deszcz. Wpatrywałem się jej w oczy. Przez krótką chwilę, zobaczyłem tę dawną ją - drobną nutę żalu. "Zmieniłaś się, Nattie." Kiedy wymówiłem jej imię po raz drugi, przygwoździła mnie do ziemi. Siłowaliśmy się na krawędzi klifu, wśród kropel deszczu, które zagłuszały wszelkie dźwięki. Jakimś cudem część załogi zaczęła biec w naszą stronę, by chronić swojego kapitana. Zadała mi kilka solidnych ciosów, a potem wstała. "Powinieneś po prostu być posłuszny. Tak jak reszta."

# InvItem_NoteText,Item_FirstMateLog6_NoteDisplay
source: First mate's log: Continued: Suddenly, lightning struck on the beach below. The cliff began to crumble... Nattie began to slip... I dashed forward to try and grab her hand- but it was too late. Nearly the second that she hit the ground, the remaining members of the crew stopped in their tracks, confused and terrified. They looked suddenly as if they had been awoken from a deep sleep. The next day, I buried Nattie in the cave with the rest of the gold. I placed that horrible black mask upon the grave as a marker. I'll also leave this final log here, too. If you find this note, you have also found the mask. Whatever you do, don't place it on your face.
pl_pl: Dziennik pierwszego oficera: Kontynuowany: Nagle błyskawica uderzyła w plażę poniżej. Klif zaczął się kruszyć... Nattie zaczęła się ześlizgiwać... Rzuciłem się w jej kierunku, aby złapać jej rękę, ale było już za późno. W tym samym momencie, gdy uderzyła o ziemię, pozostali członkowie załogi zatrzymali się - zdezorientowani i przerażeni. Wyglądali, jakby zostali zbudzeni z bardzo głębokiego snu. Następnego dnia pochowałem Nattie w jaskini z resztą złota. Umieściłem tę okropną, czarną maskę na jej grobie jako znak. Zostawię tu również ostatni dziennik. Jeśli znalazłeś tę notatkę, znalazłeś również maskę. Nieważne co, nie zakładaj jej.

# InvItem_NoteText,Item_PoetNoteBurns_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this city burns with life. -Talok Poet-Nui, feat. The Toa Mata
pl_pl: Talok: Ballada o Ta-Koro. Część 2 Ach, Ta-Koro - co za piękne miasto. Z lawy i ognia pochodni, to miasto płonie życiem. -Talok, Poeta-Nui, gościnnie: Toa Mata

# InvItem_NoteText,Item_PoetNoteHot_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this place is too hot. -Talok Poet-Nui, feat. Toa Kopaka
pl_pl: Talok: Ballada o Ta-Koro. Część 2 Ach, Ta-Koro - co za piękne miasto. Z lawy i ognia pochodni, to miejsce jest za ciepłe. -Talok, Poeta-Nui, gościnnie: Toa Kopaka

# InvItem_NoteText,Item_PoetNoteLight_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, our city is full of light. -Talok Poet-Nui, feat. The Toa Mata
pl_pl: Talok: Ballada o Ta-Koro. Część 2 Ach, Ta-Koro - co za piękne miasto. Z lawy i ognia pochodni, nasze miasto pełne jasności. -Talok, Poeta-Nui, gościnnie: Toa Mata

# InvItem_NoteText,Item_PoetNotePart1_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 1 The Cavern of Lava, the great city stands alone within it's embrace. Fire springs up only to splash against it's black walls. -Talok Poet-Nui
pl_pl: Talok: Ballada o Ta-Koro. Część 1 Jaskinia Lawa, wielkie miasto stoi samotnie w jej objęciach. Płomienie strzelają do góry, aby rozprysnąć się o czarne mury. -Talok, Poeta-Nui

# InvItem_NoteText,Item_PoetNotePart3_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 3 As the guards patrol, the heat will boil. The burning of the forest, and the setting of the sun. I believe now my time in Ta-koro is finally done. -Talok Poet-Nui
pl_pl: Talok: Ballada o Ta-Koro. Część 3 Tak jak straże patrolują, tak ciepło wrze. Paląc las i zachodzące słońce. Wierzę, że teraz moje chwile w Ta-Koro dobiegły końca. -Talok, Poeta-Nui

# InvItem_NoteText,Item_PoetNoteSmoke_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, smoke rises to greet the sun. -Talok Poet-Nui, feat. The Toa Mata
pl_pl: Talok: Ballada o Ta-Koro. Część 2 Ach, Ta-Koro - co za piękne miasto. Z lawy i ognia pochodni, dym się wznosi witając słońce. -Talok, Poeta-Nui, gościnnie: Toa Mata

# InvItem_NoteText,Item_ResearchNotes_NoteDisplay
source: Komata Research Notes - The Artifact Entry 1 - I've just bought a strange looking stone sculpture from the fellow I met in Po-Koro during the shifting festival last year. I found him outside Onu-Koro and he seemed strangely eager to get rid of this object. I took a liking to it, given that it was nothing like anything I had previously seen on Mata-Nui. I'll begin my research when I return to Onu-Koro. Entry 2 - It's Alive! Or rather it was. It turns out this sculpture is no sculpture at all, it's a fossil of a once living creature! However I see no indication of the common signs we have come to associate with living creatures, no limbs, orifices, or servos of any kind. Perhaps this creature made it's home beneath the waves? Entry 3 - After consulting with some seers from Ko-Koro, I believe we have made a connection between this fossil and the strange grey sculptures found around Mata-Nui, I no not what this connection is, but the seers have assured me that the stars tell us there is one. Entry 4 - I have arrived at a circle of the aforementioned sculptures in the Onu-Wahi wilds, upon inital examanation they seem to be ordinary sculptures. Returning to the fossil, I would like to retract my previous hypothesis of it residing under the ocean - I would instead infer that it came from under Mata-Nui's surface. I will elaborate on this potential conclusion tomorrow, as for now I must retire.
pl_pl: Notatki badawcze Komata - Artefakt Wpis 1 - Właśnie zakupiłem dziwną, kamienną rzeźbę od kupca, którego poznałem w zeszłym roku na Wędrującym Festiwalu w Po-Koro. Spotkałem go poza Onu-Koro - wyglądał, jakby pozbycie się tego przedmiotu przyniosło mu ogromną ulgę. Rzeźba od razu przypadła mi do gustu - nigdy wcześniej nie widziałem niczego podobnego na Mata Nui. Rozpocznę swoje badania, gdy tylko wrócę do Onu-Koro. Wpis 2 - To Żyje! A raczej - żyło. Okazało się, że ta rzeźba wcale nie jest rzeźbą, lecz skamieliną istoty, która żyła dawno temu! Nie dostrzegam jednak typowych cech istot żywych - brak kończyn, otworów ani jakichkolwiek serwomechanizmów. Może dom tego stworzenia znajdował się głęboko pod falami? Wpis 3 - Po konsultacjach z prorokami z Ko-Koro udało nam się powiązać tę skamielinę z dziwnymi, szarymi pomnikami rozrzuconymi po Mata Nui. Nie pojmuję natury tego powiązania, lecz prorocy zapewniają mnie, że gwiazdy wyraźnie wskazują na jego istnienie . Wpis 4 - Dotarłem do kręgu wspomnianych posągów, w dzikich ostępach Onu-Wahi. Po wstępnych oględzinach wydają się być jedynie zwyczajnymi posągami. Co do skamieliny - chciałbym wycofać moją wcześniejszą hipotezę, jakoby pochodziła z głębin oceanu. Doszedłem do wniosku, że pochodzi spod powierzchni Mata Nui. Jutro zastanowię się, co to może oznaczać, a tymczasem udaję się na spoczynek.

# InvItem_NoteText,Item_ShoppingList_NoteDisplay
source: Needed: -10 Metallic Protodermis Ingots -10 Glow Crystals -50 Wahae-Mata Gel -200 Widgets
pl_pl: Potrzebne: -10 metalicznych sztabek Protodermisu -10 Kamieni Świetlnych -50 żelu Wahae-Mata -200 widżetów

# InvItem_NoteText,Item_SouthernTipNote_NoteDisplay
source: To whoever finds this note: Welcome to the southernmost tip of Mata-Nui! First explored by Hahi of Le-Koro! Items found here when first explored: -An interesting looking rock (took it with me!) -A lonely looking ussal -A piece of driftwood All in all, worth the trip! -Note authored by Hahi of Le-Koro
pl_pl: Do kogokolwiek, kto znajdzie tę notatkę: Witaj na najbardziej wysuniętym na południe krańcu Mata Nui! Po raz pierwszy odkryty przez Hahiego z Le-Koro! Przedmioty znalezione podczas pierwszej wyprawy: -Ciekawie wyglądający kamień (zabrałem go ze sobą!) -Samotnie wyglądający Ussal -Kawałek drewna wyrzuconego przez morze Podsumowując - warto było się tu wybrać! -Notatka sporządzona przez Hahiego z Le-Koro

# InvItem_NoteText,Item_SwordStatueNotePart1_NoteDisplay
source: Akoga 22:1 The unrest in my soul is creeping into my every day life, I feel my mood becoming more and more unmanageable each day. I wish for a way to rid myself of these feelings, but I fear that I may never find peace. I have just awoken from a dream that could not have been less than a message from the great spirit himself. In this dream I found myself humbled at the feet of three massive swords that towered over me, they reached so high they seemed to penetrate the clouds. A rather strange, tall Ko-Matoran stood in the middle of these three swords, he uttered one word, "Pahtu". I am unsure of the spelling of course, but I will be consulting the Turaga later today, as well as the wall of prophicies - to decifer what the meaning of this vision could be, and who or what "Pahtu" could be.
pl_pl: Akoga 22:1 Niepokój w mojej duszy wpełza w moje codzienne życie. Czuję, że mój nastrój staje się coraz bardziej i bardziej niesforny z każdym dniem. Chciałbym pozbyć się tych uczuć, lecz boję się, że nigdy nie znajdę ukojenia. Właśnie obudziłem się ze snu, który nie mógł być niczym innym niż wiadomością od samego Wielkiego Ducha. We śnie znalazłem się skulony u stóp trzech ogromnych mieczy, które górowały nade mną. Sięgały tak wysoko, że zdawało się, iż przebijają chmury. Pośrodku tych trzech mieczy stał raczej dziwny, wysoki Ko-Matoranin, który wypowiedział jedno słowo: "Pahtu". Oczywiście nie jestem pewien pisowni, ale zamierzam dziś porozmawiać o tym z Turagą oraz zajrzeć na Ścianę Proroctw, aby rozszyfrować znaczenie tej wizji i dowiedzieć się kim albo czym jest "Pahtu".

# InvItem_NoteText,Item_SwordStatueNotePart2_NoteDisplay
source: Akoga 22:2 After doing some research I've discovered that Pahtu was a Ko-Matoran that made many exploits into the drifts as well as many other places in Ko-Wahi. I am unsure if this was the tall creature in the dream, someone I must find, or perhaps this matoran is completely unreleated. The Turaga has informed me that Pahtu has not been seen in many many years, he went missing during an expedition near the Ko-Wahi coast. No one really knows what happened to him, but I intend to discover that truth. I believe I am on the road to enlightenment - while some may think that my path is dangerous or folly, strangely... I have a good feeling about this. (Note: It turns out the spelling "Pahtu" is correct. Strange....)
pl_pl: Akoga 22:2 Po przeprowadzeniu badań odkryłem, że Pahtu był Ko-Matoraninem, który dokonał wielu wypraw na Zaspy oraz do innych miejsc w Ko-Wahi. Nie jestem pewien, czy to była ta wysoka postać w moim śnie, ktoś kogo muszę odnaleźć, czy może zupełnie niepowiązany Matoranin. Turaga poinformował mnie, że Pahtu nie był widziany od wielu, wielu lat - zaginął podczas ekspedycji w pobliżu wybrzeża Ko-Wahi. Nikt tak naprawdę nie wie, co się z nim stało, ale ja zamierzam odkryć prawdę. Wierzę, że jestem na drodze do oświecenia - choć inni mogą uważać, że moja droga jest niebezpieczna lub szalona, dziwnie... Mam co do tego dobre przeczucia. (Przypis: Okazało się, że pisownia "Pahtu" jest poprawna. Dziwne...)

# InvItem_NoteText,Item_SwordStatuesNotePart3_NoteDisplay
source: Akoga 22:3 They stood even taller than I could have imagined, for all this time. When my journey first began I did not believe that I could ever find this holy place, I even doubted it's existance - but now that I am here I truly feel at peace. As I meditate at the structure nearby, directly underneath Mata-Nui's might, I feel more refreshed and alive than ever. I feel as though Mata-Nui himself has blessed these statues with his divine will. While Pahtu is nowhere in sight, I believe this to be where his jouney ended. Something happened to him here, and what that was no-one will ever know. But I have a feeling that he was not killed, he is still alive, somewhere, and somehow. Dear reader, This will be my last entry for some time. I hope my words have perhaps inspired you to strive for enlightenment similar to myself. Thank you for reading, and may the Great Spirit guide you.
pl_pl: Akoga 22:3 Stały wyższe, niż mogłem sobie to wyobrazić przez cały ten czas. Kiedy na początku rozpocząłem swoją podróż, nie wierzyłem, że kiedykolwiek znajdę to święte miejsce - wątpiłem nawet w jego istnienie. Ale teraz, kiedy tu jestem, nareszcie znalazłem ukojenie. Medytując w pobliskiej budowli, tuż pod potęgą Mata-Nui, czuję się bardziej odświeżony i pełen życia niż kiedykolwiek wcześniej. Mam wrażenie, że sam Mata-Nui pobłogosławił te posągi swoją boską wolą. Choć Pahtu nigdzie nie widać, wierzę, że to tutaj zakończyła się jego podróż. Coś się z nim stało i nikt nigdy się nie pozna prawdy. Mam jednak przeczucie, że nie został zabity - wciąż żyje, gdzieś i jakoś. Drogi czytelniku, to będzie mój ostatni wpis na pewien czas. Mam nadzieję, że może moje słowa zainspirują Cię do dążenia do oświecenia podobnego do mojego. Dziękuję Ci za przeczytanie tego i niech Wielki Duch Cię prowadzi.

# InvItem_NoteText,Item_ThueiNote_NoteDisplay
source: THUEI'S GOOD QUALITY CARVING SERVICE Out carving! If you're stopping by to ask about an order you placed, it will probably be finished in approximately 2-30 weeks depending on certain factors! Thank you! -Thuei
pl_pl: DOBREJ JAKOŚCI USŁUGI RZEŹBIARSKIE THUEI Wyszedłem rzeźbić! Jeśli przyszedłeś/-aś zapytać o zamówienie, które złożyłeś/-łaś, prawdopodobnie będzie gotowe w ciągu 2-30 tygodni, w zależności od różnych czynników! Dziękuję -Thuei

# InvItem_NoteText,KylmaNote_NoteDisplay
source: The text seems indecipherable. It might be an older dialect or just Kylma's handwriting...
pl_pl: Tekst jest nieczytelny. Może to być jakiś stary dialekt albo po prostu pismo odręczne Kylma...
