Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Response,DL_HalloweenMan6_PlayerResponse_1
source: Thank you, I suppose.
it: Grazie, credo.

# Dialogue_Response,DL_Huki1_PlayerResponse_1
source: Hello?
it: Ehilà?

# Dialogue_Response,DL_Huki3_PlayerResponse_1
source: I'm afraid not...
it: Temo di no...

# Dialogue_Response,DL_Huki4_PlayerResponse_1
source: Nice to meet you - Again I suppose. What was this about a Turaga?
it: Piacere di conoscerti - di nuovo, presumo. Cos'era che riguardava un Turaga?

# Dialogue_Response,DL_Huki5_PlayerResponse_1
source: Is there something I can do?
it: C'è qualcosa che posso fare?

# Dialogue_Response,DL_Huki6_PlayerResponse_1
source: Uhh, Map?
it: Uhh, mappa?

# Dialogue_Response,DL_Huki6_PlayerResponse_2
source: Of course.
it: Ma certo.

# Dialogue_Response,DL_HukiMap_PlayerResponse_1
source: I'll find him.
it: Lo troverò.

# Dialogue_Response,DL_HukiNoMap_PlayerResponse_1
source: Thank you, I'll find him.
it: Grazie, lo troverò.

# Dialogue_Response,DL_HukiReturn_PlayerResponse_1
source: I will, don't worry.
it: Lo farò, non preoccuparti.

# Dialogue_Response,DL_ImportedPlantSeller_PlayerResponse_2
source: I don't need any at the moment thank you.
it: Per ora non ne ho bisogno, grazie.

# Dialogue_Response,DL_InsaneMatoran1_2_PlayerResponse_1
source: Don't worry I won't hurt you!
it: Tranquillo, non ti farò del male!

# Dialogue_Response,DL_InsaneMatoran1_PlayerResponse_1
source: Don't worry I won't hurt you!
it: Tranquillo, non ti farò del male!

# Dialogue_Response,DL_InsaneMatoran2_2_PlayerResponse_1
source: Wait, I'm not lying!!
it: Aspetta, non sto mentendo!!

# Dialogue_Response,DL_InsaneMatoran2_PlayerResponse_1
source: Wait, I'm not lying!!
it: Aspetta, non sto mentendo!!

# Dialogue_Response,DL_Jala1_PlayerResponse_2
source: How do I get to the village?
it: Come raggiungo il villaggio?

# Dialogue_Response,DL_Jala1_PlayerResponse_4
source: Nothing, didn't mean to bother you.
it: Niente, non volevo importunarti.

# Dialogue_Response,DL_JalaReport1_PlayerResponse_1
source: Any news in Ta-Koro?
it: Notizie da Ta-Koro?

# Dialogue_Response,DL_JalaReport1_PlayerResponse_2
source: Thank you for the information. I'll speak to him.
it: Grazie per l'informazione. Gli parlerò.

# Dialogue_Response,DL_JalaReport_PlayerResponse_1
source: I have more Athority than you.
it: Ho più Autorità di te.

# Dialogue_Response,DL_JalaReport_PlayerResponse_2
source: Please, I'd like to know what's going on around here.
it: Per favore, vorrei sapere cosa sta succedendo qui attorno.

# Dialogue_Response,DL_JalaReportTahu_PlayerResponse_1
source: Thank you for the information.
it: Grazie per l'informazione.

# Dialogue_Response,DL_JalaTakoro_PlayerResponse_1
source: Remind me, Who are you?
it: Ricordami, chi sei tu?

# Dialogue_Response,DL_JalaWho_PlayerResponse_1
source: How do I get to the village?
it: Come raggiungo il villaggio?

# Dialogue_Response,DL_JalaWho_PlayerResponse_3
source: Thank you, I remember now.
it: Grazie, ora ricordo.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_1
source: What's this about the Turaga?
it: Cos'è che riguarda il Turaga?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_2
source: Your shipment?
it: La tua spedizione?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_3
source: Reka said you would have a job for me.
it: Reka ha detto che avevi un incarico per me.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_4
source: Carry on.
it: Prosegui.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_1
source: Am I disturbing you?
it: Ti sto disturbando?

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_2
source: Reka sent me.
it: Mi manda Reka.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_3
source: I'll leave you to... whatever you're doing.
it: Ti lascio a... qualsiasi cosa tu stia facendo.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_1
source: Sounds like something I could handle.
it: Sembra qualcosa di cui possa occuparmi.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_2
source: What kind of shipment?
it: Che tipo di spedizione?

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_1
source: He said you might have a job for me.
it: Ha detto che potresti avere un incarico per me.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_2
source: You looked distracted just then.
it: Sembravi distratto al momento.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_3
source: Nevermind.
it: Non importa.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_1
source: Alright, I'm on it.
it: Va bene, ci penso io.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_2
source: Remind me, what type of shipment is this?
it: Ricordami, che tipo di spedizione è questa?

# Dialogue_Response,DL_JobmasterReturn1_PlayerResponse_1
source: Why were you having them imported?
it: Perché li stavi importando?

# Dialogue_Response,DL_JobmasterReturn2_PlayerResponse_1
source: This stops now.
it: Questo finisce ora.

# Dialogue_Response,DL_JobmasterReturn3_PlayerResponse_1
source: I believe you owe me some widgets.
it: Credo tu mi debba dei congegni.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_1
source: Your Illegal Ruki were eaten by Rahi.
it: I tuoi Ruki illegali sono stati divorati dai Rahi.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_2
source: Not yet.
it: Non ancora.

# Dialogue_Response,DL_JobmasterReturnFinal_PlayerResponse_1
source: Sorry.
it: Scusa.

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_1
source: Is there something I can do for you?
it: C'è qualcosa che posso fare per te?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_2
source: And what did you say about the Turaga?
it: E cos'è che hai detto riguardo al Turaga?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_3
source: Reka said you might have a job for me. How about I locate this shipment?
it: Reka ha detto che potresti avere un incarico per me. Che ne dici se rintracciassi questa spedizione?

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_1
source: I accept.
it: Accetto.

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_2
source: I have some other matters to attend to.
it: Ho altre faccende di cui occuparmi.

# Dialogue_Response,DL_JobmasterShipmentJob_PlayerResponse_1
source: What do you need me to do?
it: Cosa hai bisogno che faccia?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_2
source: Where exactly is the shipping center?
it: Esattamente dov'è il centro di spedizione?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_3
source: What type of shipment was it again?
it: Di che tipo di spedizione si trattava?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_1
source: What's this about a shipment?
it: Cos'è che riguarda una spedizione?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_2
source: Reka mentioned I should come see you.
it: Reka ha menzionato che sarei dovuto venire da te.

# Dialogue_Response,DL_KapuraGa_PlayerResponse_2
source: Why are you in Ga-wahi?
it: Perché sei a Ga-wahi?

# Dialogue_Response,DL_KapuraKo_PlayerResponse_2
source: What is a Ta-Matoran doing in Ko-Wahi?
it: Che ci fa un Ta-Matoran a Ko-Wahi?

# Dialogue_Response,DL_KapuraLe_PlayerResponse_2
source: Why are you in Le-Wahi?
it: Perché sei a Le-Wahi?

# Dialogue_Response,DL_Kapuranotlost_PlayerResponse_1
source: Ok, Goodbye...
it: Ok, arrivederci...

# Dialogue_Response,DL_KapuraOnu_PlayerResponse_2
source: What are you doing on this Island?
it: Che ci fai su quest'isola?

# Dialogue_Response,DL_KapuraPo1_PlayerResponse_1
source: Huh, I almost didn't recognise you without your wandering in circles!
it: Huh, quasi non ti riconoscevo senza i tuoi cerchi erranti!

# Dialogue_Response,DL_KapuraPo2_PlayerResponse_1
source: Very well then, I'll leave you to it.
it: Molto bene dunque, lo lascerò a te.

# Dialogue_Response,DL_KapuraWhatareyoudoing_PlayerResponse_2
source: Ok, Goodbye...
it: Ok, arrivederci...

# Dialogue_Response,DL_KapuraWhereGa_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
it: Se sei giunto fin qui da Ta-Wahi, dunque pare che avesse ragione.

# Dialogue_Response,DL_KapuraWhereKo_PlayerResponse_1
source: If you managed to come all the way from Ta-Wahi, then It seems he was right.
it: Se sei riuscito ad arrivare fin qui da Ta-Wahi, dunque pare che avesse ragione.

# Dialogue_Response,DL_KapuraWhereLe_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
it: Se sei giunto fin qui da Ta-Wahi, dunque pare che avesse ragione.

# Dialogue_Response,DL_KapuraWhereOnu_PlayerResponse_1
source: Huh, I suppose you're right.
it: Huh, suppongo tu abbia ragione.

# Dialogue_Response,DL_KewaMaster1_PlayerResponse_1
source: Can I?
it: Posso?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_1
source: What about this Kahu, can I ride him?
it: Che ne dici di Kahu, posso cavalcarlo?

# Dialogue_Response,DL_Kieve1_PlayerResponse_1
source: We? You... want me to come with you?
it: Noi? Tu... vuoi che venga con te?

# Dialogue_Response,DL_Kieve2_PlayerResponse_1
source: Alright, Are you sure you'll be okay?
it: D'accordo, sei sicuro che starai bene?

# Dialogue_Response,DL_Kieve3_PlayerResponse_1
source: I'll... Leave you to it then.
it: Allora io... lo lascerò a te.

# Dialogue_Response,DL_KoAstronomer1_PlayerResponse_1
source: Do you... Do anything else?
it: Tu... fai qualcos'altro?

# Dialogue_Response,DL_KoAstronomer2_PlayerResponse_1
source: How do you make these?
it: Come li realizzi?

# Dialogue_Response,DL_KoAstronomer3_PlayerResponse_1
source: Intriguing.
it: Interessante.

# Dialogue_Response,DL_KoFishSeller2_PlayerResponse_1
source: Where are you from?
it: Da dove vieni?

# Dialogue_Response,DL_KoFishSeller3_PlayerResponse_1
source: So then you settled?
it: Allora ti sei sistemato?

# Dialogue_Response,DL_KoFishSeller4_PlayerResponse_1
source: Thank you, that was a nice story.
it: Grazie, era una bella storia.

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_1
source: What do you sell?
it: Che cosa vendi?

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_2
source: Where are you from?
it: Da dove vieni?

# Dialogue_Response,DL_KoFishSellerAbandoned1_PlayerResponse_1
source: How are you Kahli?
it: Come stai Kahli?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
it: Come ti sembra Le-Koro, meglio di prima?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_2
source: Have you seen any of the others since you left?
it: Hai più visto nessuno degli altri da quando te ne sei andato?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro1_PlayerResponse_1
source: You seem like something's bothering you.
it: Sembra che ci sia qualcosa che ti turba.

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_1
source: Have you seen any of the others since you left?
it: Hai più visto nessuno degli altri da quando te ne sei andato?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_2
source: I'm sure you'll work it out, It's been good to see you Kahli.
it: Sono sicuro che ne verrai a capo, è stato bello vederti Kahli.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
it: Come ti sembra Le-Koro, meglio di prima?

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_2
source: I'm glad you're feeling better, however it's time for me to go.
it: Sono felice che tu stai meglio, ma per me è ora di andare.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen_PlayerResponse_1
source: You think?
it: Tu pensi?

# Dialogue_Response,DL_KoFishSellerFixed1_PlayerResponse_1
source: Then what are you doing up there?
it: Allora cosa ci fai lassù?

# Dialogue_Response,DL_KoFishSellerFixed2_PlayerResponse_1
source: I like it.
it: Mi piace.

# Dialogue_Response,DL_KoFishSellerFixed_PlayerResponse_1
source: Are you feeling alright Kahli?
it: Ti senti bene Kahli?

# Dialogue_Response,DL_KoFishSellerFixing1_PlayerResponse_1
source: Okay... *Back away slowly*
it: Ok... *si allontana lentamente*

# Dialogue_Response,DL_KoFishSellerFixing_PlayerResponse_1
source: Are you alright Kahli?
it: Ti senti bene Kahli?

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_1
source: That seems like a lot of work, supplying the entire island.
it: Sembra un lavoro piuttosto impegnativo, rifornire l'intera isola.

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_2
source: Neat!
it: Grande!

# Dialogue_Response,DL_KoFlagQuestFlagMaker2_PlayerResponse_1
source: Don't overwork yourself little one!
it: Non strafare piccoletto!

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_1
source: What do you do here?
it: Che ci fai qui?

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_2
source: I apologise. I'll leave you to your work.
it: Chiedo scusa. Ti lascio al tuo lavoro.

# Dialogue_Response,DL_KoFlagQuestOtherFlagmakers_PlayerResponse_1
source: Thank you, Flagmaker, Rest well.
it: Grazie, capobandiera, riposati.

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_1
source: Before I leave, do you know of any other flag makers?
it: Prima che me ne vada, conosci altri fabbricanti di bandiere?

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_2
source: Goodbye, Flagmaker. Rest well.
it: Grazie, capobandiera, riposati.

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_2
source: What is Going on in Ko-koro?
it: Cosa sta succedendo a Ko-koro?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_1
source: Protodermis, what is that?
it: Protodermis, cos'è?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_2
source: Ahh, I see.
it: Ahh, capisco.

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_1
source: Anything going on in town?
it: Niente di nuovo in città?

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_2
source: Well now I know, Thank you!
it: Bene ora lo so, grazie!

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_1
source: Anything going on in town?
it: Niente di nuovo in città?

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_2
source: Well now I know, Thank you!
it: Bene ora lo so, grazie!

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_1
source: Anything going on in town?
it: Niente di nuovo in città?

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_2
source: Well now I know, Thank you!
it: Bene ora lo so, grazie!

# Dialogue_Response,DL_Kongu1_PlayerResponse_1
source: Did you need something from me?
it: Avevi bisogno di qualcosa da me?

# Dialogue_Response,DL_Kongu2_PlayerResponse_1
source: Hmm, anywhere I should start?
it: Hmm, da dove potrei iniziare?

# Dialogue_Response,DL_Kongu2_PlayerResponse_2
source: Hmm, anywhere I should start?
it: Hmm, da dove potrei iniziare?

# Dialogue_Response,DL_Kongu_PlayerResponse_1
source: What do you mean? This is the first time I've been here, and who are you?
it: Che vuoi dire? Questa è la prima volta che vengo qui, tu chi sei?

# Dialogue_Response,DL_KonguMap_PlayerResponse_1
source: Thank you, I'll begin my search.
it: Grazie, inizierò la mia ricerca.

# Dialogue_Response,DL_KonguNoMap_PlayerResponse_1
source: Thank you, I'll begin my search.
it: Grazie, inizierò la mia ricerca.

# Dialogue_Response,DL_KonguReturn_PlayerResponse_1
source: Yes, I'm still looking.
it: Sì, sto ancora cercando.

# Dialogue_Response,DL_Kopeke1_PlayerResponse_1
source: What is this sculpture?
it: Cos'è questa scultura?

# Dialogue_Response,DL_Kopeke1_PlayerResponse_2
source: Looks good!
it: Sembra ottimo!

# Dialogue_Response,DL_Kopeke2_PlayerResponse_1
source: But... Isn't that a Lightstone?
it: Ma quella... non è una Pietraluce?

# Dialogue_Response,DL_Kopeke2_PlayerResponse_2
source: Intriguing.
it: Interessante.

# Dialogue_Response,DL_Kopeke3_PlayerResponse_1
source: I'll let you get to that.
it: Lo lascerò a te.

# Dialogue_Response,DL_KoTempleMaster1_PlayerResponse_1
source: Thank you, I'll be sure to do that.
it: Grazie, lo farò di certo.

# Dialogue_Response,DL_KoTempleMaster_PlayerResponse_1
source: I'll keep a look out for them.
it: Li terrò d'occhio.

# Dialogue_Response,DL_KoTownBuyer2_PlayerResponse_1
source: Your colors are very different from any Po-Matoran I've ever met.
it: I tuoi colori sono molto diversi da quelli di qualsiasi Po-Matoran abbia mai incontrato.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_1
source: You spoke of a "Protosteel", I'm not familiar with this material.
it: Tu parli di "Protoacciaio", non conosco questo materiale.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_2
source: Interesting, thank you.
it: Interessante, grazie.

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_1
source: I don't mean to be rude, but what kind of Matoran are you?
it: Non voglio essere scortese, ma che genere di Matoran sei tu?

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_2
source: I've never heard of this Protosteel, wouldn't a Protodermis pickaxe be a stronger tool for mining?
it: Non ho mai sentito di questo Protoacciaio, un piccone di Protodermis non sarebbe un attrezzo più resistente?

# Dialogue_Response,DL_KoTownBuyerGainQuest_PlayerResponse_1
source: Of course.
it: Certamente.

# Dialogue_Response,DL_KoTownBuyerOnua1_PlayerResponse_1
source: I'll try to find it for you, will you be here when I return?
it: Cercherò di trovarlo per te, sarai ancora qui al mio ritorno?

# Dialogue_Response,DL_KoTownBuyerOnua_PlayerResponse_1
source: Interesting, do you have a lead on any other Protosteel tools? Perhaps I can help.
it: Interessante, hai qualche dritta su altri attrezzi in Protoacciaio? Forse potrei essere d'aiuto.

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_2
source: Do you know that your village was attacked?
it: Sai che il tuo villaggio è stato attaccato?

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_3
source: Do you know that Whagna village was attacked?
it: Sai che il villaggio di Whagna è stato attacato?

# Dialogue_Response,DL_KoTownKohiProtosteel2_PlayerResponse_1
source: Uhh no, Whagna village, the small port you were just at.
it: Uhh no, il villaggio di Whagna, il poccolo porto dov'eri poco fa.

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_1
source: And this is?
it: E questo sarebbe?

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
it: Detesto dovertelo chiedere Kohi, ma hai avuto qualcosa a che fare con l'attacco a Whagna?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_1
source: What happened?
it: Cos'è successo?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_2
source: What do you plan to do with it?
it: Cosa intendi farne?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered3_PlayerResponse_1
source: So, how did you manage it?
it: Dunque, come ci sei riuscito?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_1
source: Incredible.
it: Incredibile.

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_2
source: What do you plan to do with this discovery?
it: Cosa intendi farne di questa scoperta?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered_PlayerResponse_1
source: You've discovered how to manipulate Protosteel?
it: Hai scoperto come manipolare il Protoacciaio?

# Dialogue_Response,DL_KoTownKohiProtosteelGift1_PlayerResponse_1
source: Of course, sounds great!
it: Certamente, sembra magnifico!

# Dialogue_Response,DL_KoTownKohiProtosteelGift2_PlayerResponse_1
source: It's very stylish, thank you.
it: È davvero elegante, grazie.

# Dialogue_Response,DL_KoTownKohiProtosteelGift_PlayerResponse_1
source: Thank you! What are you going to make?
it: Grazie! Cosa ci farai?

# Dialogue_Response,DL_KoTownKohiProtosteelGive1_PlayerResponse_1
source: I also got the one you wanted from Le-Wahi.
it: Ho anche quello che cercavi da Le-Wahi.

# Dialogue_Response,DL_KoTownKohiProtosteelGive2_PlayerResponse_1
source: I'll make sure to stop by soon.
it: Mi assicurerò di tornare presto.

# Dialogue_Response,DL_KoTownKohiProtosteelGive_PlayerResponse_1
source: That was suprisingly easy.
it: È stato sorprendentemente facile.

# Dialogue_Response,DL_KoTownKohiProtosteelPlan_PlayerResponse_1
source: How did you manage to manipulate the Protosteel?
it: Come sei riuscito a manipolare il Protoacciaio?

# Dialogue_Response,DL_KoTownKohiProtosteelQuestion_PlayerResponse_1
source: Of course, I'm just trying to find out what happened.
it: Certamente, sto solo cercando di capire cos'è successo.

# Dialogue_Response,DL_KoTownKohiProtosteelWaitingfor_PlayerResponse_1
source: Right.
it: Giusto.

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_1
source: And what is this?
it: E questo cos'è?

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
it: Detesto dovertelo chiedere Kohi, ma hai avuto qualcosa a che fare con l'attacco a Whagna?

# Dialogue_Response,DL_KoTownSeller1_PlayerResponse_1
source: Interesting.
it: Interessante.

# Dialogue_Response,DL_KoTownSeller2_PlayerResponse_1
source: What happened here?
it: Cos'è successo qui?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_1
source: Where is Kohi?
it: Dov'è Kohi?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_2
source: What else can you tell me about this attack?
it: Che altro puoi dirmi su questo attacco?

# Dialogue_Response,DL_KoTownSeller4_PlayerResponse_1
source: The Po-Matoran that was here, asking about Protosteel.
it: Il Po-Matoran che era qui, quello che faceva domande del Protoacciaio.

# Dialogue_Response,DL_KoTownSeller5_PlayerResponse_1
source: Thank you, and sorry about your shop.
it: Grazie e mi dispiace per il negozio.

# Dialogue_Response,DL_KoTownSeller6_PlayerResponse_1
source: Where did you say Kohi was?
it: Dove hai detto che fosse Kohi?

# Dialogue_Response,DL_KoTownSeller_PlayerResponse_1
source: What do you carry?
it: Che cosa trasporti?

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_1
source: I could ask you the same.
it: Potrei chiederti lo stesso.

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_2
source: Have you seen any of the others since you left?
it: Hai più visto nessuno degli altri da quando te ne sei andato?

# Dialogue_Response,DL_KoTownSellerAbandoned2_PlayerResponse_1
source: Have you seen any of the others since you left?
it: Hai più visto nessuno degli altri da quando te ne sei andato?

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_1
source: Hello again Parhi!
it: Salve di nuovo Parhi!

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_2
source: I'd like to buy some Toa please.
it: Vorrei acquistare qualche Toa, per piacere.

# Dialogue_Response,DL_KoTownSellerAbandonedLewa_PlayerResponse_1
source: Hello again Parhi!
it: Salve di nuovo Parhi!

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_1
source: Why are you here?
it: Perché sei qui?

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_2
source: It's been good to see you again, but it is time for me to go.
it: È stato bello rivederti, ma è tempo che vada.

# Dialogue_Response,DL_KoTownSellerAttack_PlayerResponse_1
source: I need to find Kohi.
it: Devo trovare Kohi.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_1
source: I see you built a wall?
it: Vedo che hai costruito un muro?

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_2
source: How is everyone?
it: Come stanno tutti?
