Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_Taipu2_PlayerResponse_1
source: They all look the same to me... I don't think I can help.
pl_pl: Dla mnie wszystkie wyglądają tak samo... Chyba nie mogę Ci pomóc.

# Dialogue_Response,DL_Taipu3_PlayerResponse_1
source: Well good luck with that...
pl_pl: Cóż, powodzenia z wyborem...

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_1
source: Excuse me?
pl_pl: Słucham?

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_2
source: Very well, I'll leave at once.
pl_pl: W porządku, już idę.

# Dialogue_Response,DL_TakoroGuardGreeting4_PlayerResponse_1
source: I'm aware.
pl_pl: Zdaję sobie sprawę.

# Dialogue_Response,DL_TakoroGuardGreeting_1_PlayerResponse_1
source: You good up there?
pl_pl: Wszystko w porządku?

# Dialogue_Response,DL_TakoroGuardGreeting_2_PlayerResponse_1
source: You'll be fine, you're not that high up.
pl_pl: Poradzisz sobie, nie jesteś aż tak wysoko.

# Dialogue_Response,DL_TakoroGuardGreetingPositive_PlayerResponse_1
source: Thank you guardsman.
pl_pl: Dziękuję, strażniku.

# Dialogue_Response,DL_TakoroGuardInTraining1_PlayerResponse_1
source: Why are you looking to buy a staff?
pl_pl: Dlaczego chcesz kupić kostur?

# Dialogue_Response,DL_TakoroGuardInTraining2_PlayerResponse_1
source: Cool.
pl_pl: Fajnie.

# Dialogue_Response,DL_TakoroGuardResponse2_PlayerResponse_1
source: What do you mean about Kapura?
pl_pl: Co masz na myśli, mówiąc, że Kapura jest "dziwny jak zwykle".

# Dialogue_Response,DL_TakoroGuardResponse3_PlayerResponse_1
source: Hmm, Interesting.
pl_pl: Hmm, interesujące.

# Dialogue_Response,DL_TakoroGuardResponse4_PlayerResponse_1
source: *Huff* Very well.
pl_pl: *Ech* W porządku.

# Dialogue_Response,DL_Takua1_PlayerResponse_1
source: You’re lucky I did. If I weren’t here you’d be in a whole lot more trouble.
pl_pl: Masz szczęście. Gdybym tutaj nie {G}|gender(był, była), miałbyś o wiele więcej kłopotów.

# Dialogue_Response,DL_Takua2_PlayerResponse_1
source: Is that the Makoki stone?
pl_pl: Czy to Kamień Makoki?

# Dialogue_Response,DL_Takua2_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
pl_pl: Czy udało Ci się znaleźć zaginioną maskę Vakamy?

# Dialogue_Response,DL_Takua2_PlayerResponse_3
source: How’d you make it past all the Rahi?
pl_pl: Jak udało Ci się przejść obok tych wszystkich Rahi?

# Dialogue_Response,DL_Takua3_PlayerResponse_1
source: Not a problem... Wait, is that the Makoki Stone?
pl_pl: Nie ma problemu... Czekaj, czy to Kamień Makoki?

# Dialogue_Response,DL_Takua3_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
pl_pl: Czy udało Ci się znaleźć zaginioną maskę Vakamy?

# Dialogue_Response,DL_Takua4_PlayerResponse_1
source: Thanks for... guarding it.
pl_pl: Dziękuję za... pilnowanie go.

# Dialogue_Response,DL_Takua4_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
pl_pl: Czy udało Ci się znaleźć zaginioną maskę Vakamy?

# Dialogue_Response,DL_Takua4_PlayerResponse_3
source: How’d you make it past all the Rahi?
pl_pl: Jak udało Ci się przejść obok tych wszystkich Rahi?

# Dialogue_Response,DL_Takua5_PlayerResponse_1
source: I’ll need to be taking that. You sure you can find your way out?
pl_pl: Muszę go zabrać. Jesteś pewny, że znajdziesz drogę na zewnątrz?

# Dialogue_Response,DL_Takua6_PlayerResponse_1
source: Good idea.
pl_pl: Dobry pomysł.

# Dialogue_Response,DL_TakuaMask_PlayerResponse_1
source: Is that the Makoki stone?
pl_pl: Czy to Kamień Makoki?

# Dialogue_Response,DL_TakuaMask_PlayerResponse_2
source: How’d you make it past all the Rahi?
pl_pl: Jak udało Ci się przejść obok tych wszystkich Rahi?

# Dialogue_Response,DL_TakuaSaved1_PlayerResponse_1
source: Why?
pl_pl: Dlaczego?

# Dialogue_Response,DL_TakuaSaved2_PlayerResponse_1
source: Ahh, I see. Well good luck with that.
pl_pl: Ach, rozumiem. Cóż, w takim razie powodzenia.

# Dialogue_Response,DL_TakuaSaved_PlayerResponse_1
source: No problem. Say, what are you doing standing around here, aren't you usually adventuring?
pl_pl: Nie ma sprawy. Powiedz, co robisz, tak po prostu stojąc tutaj? Czy zazwyczaj nie jesteś gdzieś na przygodzie?

# Dialogue_Response,DL_Talok10_PlayerResponse_1
source: "This city burns with life."
pl_pl: "To miasto płonie życiem."

# Dialogue_Response,DL_Talok10_PlayerResponse_2
source: "Smoke rises to greet the sun."
pl_pl: "dym się wznosi witając słońce."

# Dialogue_Response,DL_Talok10_PlayerResponse_3
source: "Our city is full of light."
pl_pl: "nasze miasto pełne jasności."

# Dialogue_Response,DL_Talok10_PlayerResponse_4
source: "This place is too hot."
pl_pl: "to miejsce jest za ciepłe."

# Dialogue_Response,DL_Talok35_PlayerResponse_1
source: You're a poet?
pl_pl: Jesteś poetą?

# Dialogue_Response,DL_Talok4_PlayerResponse_1
source: What?
pl_pl: Co?

# Dialogue_Response,DL_Talok5_PlayerResponse_1
source: I don't believe I've heard of you before.
pl_pl: Nie sądzę, abym już o tobie {G}|gender(słyszał, słyszała).

# Dialogue_Response,DL_Talok6_PlayerResponse_1
source: Nope, never heard of you.
pl_pl: Nie, nigdy o Tobie nie {G}|gender(słyszałem, słyszałam).

# Dialogue_Response,DL_Talok7_PlayerResponse_1
source: Sounds good!
pl_pl: Dobry pomysł!

# Dialogue_Response,DL_Talok8_PlayerResponse_1
source: Is that it?
pl_pl: I to wszystko?

# Dialogue_Response,DL_Talok9_PlayerResponse_1
source: I would be honored.
pl_pl: {G}|gender(Byłbym, Byłabym) {G}|gender(zaszczycony, zaszczycona).

# Dialogue_Response,DL_TalokDone1_PlayerResponse_1
source: Nice, I'll leave you to it.
pl_pl: Świetnie, zostawię Cię z tym.

# Dialogue_Response,DL_TalokDone_PlayerResponse_1
source: What are you doing out here?
pl_pl: Co tutaj robisz?

# Dialogue_Response,DL_Tamaru1_PlayerResponse_1
source: I'm afraid not, sorry.
pl_pl: Obawiam się, że nie. Przepraszam.

# Dialogue_Response,DL_Tamaru2_PlayerResponse_1
source: Perhaps you're right Tamaru.
pl_pl: Możesz mieć rację, Tamaru.

# Dialogue_Response,DL_Tamaru3_PlayerResponse_1
source: Me too... I think.
pl_pl: Ja też... Chyba.

# Dialogue_Response,DL_Tamaru_PlayerResponse_1
source: We've spoken before?
pl_pl: Już kiedyś rozmawialiśmy?

# Dialogue_Response,DL_Tamaru_PlayerResponse_2
source: We didn't speak much before...
pl_pl: Nie rozmawialiśmy wcześniej zbyt dużo...

# Dialogue_Response,DL_Taphal1_PlayerResponse_1
source: Break from what, and why would you be worried about being lazy?
pl_pl: Przerwę od czego? I dlaczego miałbyś się martwić, że lenisz się?

# Dialogue_Response,DL_Taphal1_PlayerResponse_2
source: I met Tafall - You two have very similar names.
pl_pl: {G}|gender(Spotkałem, Spotkałam) Tafall - macie bardzo podobne imiona.

# Dialogue_Response,DL_Taphal2_PlayerResponse_1
source: I see, but don't let your work consume you little one. Feel free to take a break whenever you need to.
pl_pl: Rozumiem, ale nie pozwól, aby Twoja praca Cię pochłonęła, maluchu. Nie krępuj się robić sobie przerwę, kiedy potrzebujesz.

# Dialogue_Response,DL_Taphal3_PlayerResponse_1
source: Take care.
pl_pl: Trzymaj się.

# Dialogue_Response,DL_TaphalFixed2_PlayerResponse_1
source: nice...
pl_pl: Świetnie...

# Dialogue_Response,DL_TaphalFixed3_PlayerResponse_1
source: Just you two?
pl_pl: Tylko we dwoje?

# Dialogue_Response,DL_TaphalFixed4_PlayerResponse_1
source: Tafall is your apprentice now?
pl_pl: Tafall jest teraz Twoją uczennicą?

# Dialogue_Response,DL_TaphalFixed6_PlayerResponse_1
source: Alright, I'll leave you to it.
pl_pl: Dobra, zostawię was.

# Dialogue_Response,DL_TaphalFixed_PlayerResponse_1
source: Yes it seems quite-
pl_pl: Tak, wygląda całkiem-

# Dialogue_Response,DL_TaphalFixing1_PlayerResponse_1
source: Are you okay Taphal?
pl_pl: Wszystko w porządku, Taphal?

# Dialogue_Response,DL_TaphalFixing2_PlayerResponse_1
source: I'm sure you will, good luck.
pl_pl: Jestem {G}|gender(pewien, pewna), że tak będzie. Powodzenia.

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_1
source: You mentioned something about being lazy, why would anyone think you're lazy?
pl_pl: Wspomniałeś coś o byciu leniwym. Dlaczego ktoś miałby pomyśleć, że jesteś leniwy?

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_2
source: Ahh yes, I see how it is.
pl_pl: Ach, tak, rozumiem, jak to jest.

# Dialogue_Response,DL_TelescopeMan1_PlayerResponse_1
source: Have any prophecies you've read come true?
pl_pl: Czy któraś z przeczytanych przez Ciebie przepowiedni się spełniła?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_1
source: Which prophecies have come true?
pl_pl: Które z przepowiedni się spełniły?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_2
source: How is this done?
pl_pl: Jak to się robi?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_3
source: Can I use this telescope?
pl_pl: Czy mogę skorzystać z teleskopu?

# Dialogue_Response,DL_TelescopeMan_PlayerResponse_1
source: Hello, what are you reading?
pl_pl: Witaj, co czytasz?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_1
source: Which prophecies have come true?
pl_pl: Które z przepowiedni się spełniły?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_2
source: Can I use this telescope?
pl_pl: Czy mogę skorzystać z teleskopu?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_1
source: Which prophecies have come true?
pl_pl: Które z przepowiedni się spełniły?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_2
source: How do you make prophecies?
pl_pl: Jak tworzysz przepowiednie?

# Dialogue_Response,DL_TelescopeManWhich_PlayerResponse_1
source: Hmm, very Interesting. I'll leave you to it.
pl_pl: Hmm, bardzo interesujące. Zostawię Cię samemu.

# Dialogue_Response,DL_TempleMasterOtherTemples_PlayerResponse_1
source: Very well, I'll keep a look out for them.
pl_pl: Dobrze, będę ich wypatrywać.

# Dialogue_Response,DL_TempleMasterQuestion_PlayerResponse_1
source: Yes the temple is safe.
pl_pl: Tak, świątynia jest bezpieczna.

# Dialogue_Response,DL_TempleMasterThanks_PlayerResponse_1
source: Alright, I seem to be done here, Goodbye.
pl_pl: W porządku, wygląda na to, że tutaj skończyłem. Do widzenia.

# Dialogue_Response,DL_TempleMatoran1_PlayerResponse_1
source: You're welcome!
pl_pl: Proszę bardzo!

# Dialogue_Response,DL_TempleMatoran2_PlayerResponse_1
source: If I have the time, I will!
pl_pl: Jeśli znajdę czas, zrobię to!

# Dialogue_Response,DL_TempleMatoranGetQuest_PlayerResponse_1
source: If I have the time, I will!
pl_pl: Jeśli znajdę czas, zrobię to!

# Dialogue_Response,DL_TempleMatoranQuestGet_PlayerResponse_1
source: Thank you, I'll look for it.
pl_pl: Dziękuję, będę się za nią {G}|gender(rozglądał, rozglądała).

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_1
source: Would you happen to know where the closest one is?
pl_pl: Czy wiesz, gdzie jest najbliższa?

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_2
source: I'll see what I can do.
pl_pl: Zobaczę, co da się zrobić.

# Dialogue_Response,DL_Thankscavetemple1_PlayerResponse_1
source: No problem.
pl_pl: Nie ma problemu.

# Dialogue_Response,DL_Thankscavetemple_PlayerResponse_1
source: Yes, the Rahi have been defeated.
pl_pl: Tak, Rahi zostały już pokonane.

# Dialogue_Response,DL_ThanksyouforKumo_PlayerResponse_1
source: You're welcome little one.
pl_pl: Proszę bardzo, maluchu.

# Dialogue_Response,DL_Thuei2_PlayerResponse_1
source: And... what exactly is it supposed to be?
pl_pl: I... co to dokładnie ma być?

# Dialogue_Response,DL_Thuei2_PlayerResponse_2
source: And... what exactly is it supposed to be?
pl_pl: I... co to dokładnie ma być?

# Dialogue_Response,DL_Thuei3_PlayerResponse_2
source: When will you finish it?
pl_pl: Kiedy go skończysz?

# Dialogue_Response,DL_Thuei3_PlayerResponse_3
source: When will you finish it?
pl_pl: Kiedy go skończysz?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_2
source: I'm honored... I think. When will you finish it?
pl_pl: Jestem zaszczycony... Chyba. Kiedy go skończysz?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_3
source: I'm honored... I think. When will you finish it?
pl_pl: Jestem zaszczycony... Chyba. Kiedy go skończysz?

# Dialogue_Response,DL_ThueiFinish_PlayerResponse_1
source: That's an interesting idea.
pl_pl: To interesujący pomysł.

# Dialogue_Response,DL_ThueiFinishOnua_PlayerResponse_1
source: That's an interesting idea.
pl_pl: To interesujący pomysł.

# Dialogue_Response,DL_ThueiFun_PlayerResponse_1
source: When will you finish it?
pl_pl: Kiedy go skończysz?

# Dialogue_Response,DL_ThueiFun_PlayerResponse_2
source: When will you finish it?
pl_pl: Kiedy go skończysz?

# Dialogue_Response,DL_ThueiOutro_PlayerResponse_1
source: I'll leave you to it.
pl_pl: Zostawię Cię z nim.

# Dialogue_Response,DL_Trader1_PlayerResponse_1
source: Sure.
pl_pl: Pewnie.

# Dialogue_Response,DL_Trader1_PlayerResponse_2
source: No thanks.
pl_pl: Nie, dzięki.

# Dialogue_Response,DL_TutCorruptedMakuta1_PlayerResponse_1
source: Stop this madness, Makuta!
pl_pl: Makuta! Zatrzymaj to szaleństwo!

# Dialogue_Response,DL_TutCorruptedMakuta2_PlayerResponse_1
source: It’s your control over us that has ended!
pl_pl: To Twoja kontrola nad nami się skończyła!

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_1
source: What is my duty?
pl_pl: Co jest moim przeznaczeniem?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_2
source: Where am I?
pl_pl: Gdzie ja jestem?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_3
source: Who am I?
pl_pl: Kim ja jestem?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_4
source: I am ready to wake up.
pl_pl: Jestem {G}|gender(gotów, gotowa) się obudzić.

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_1
source: Where am I?
pl_pl: Gdzie ja jestem?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_2
source: Who am I?
pl_pl: Kim ja jestem?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_3
source: I am ready to wake up.
pl_pl: Jestem {G}|gender(gotów, gotowa) się obudzić.

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_1
source: What is my duty?
pl_pl: Co jest moim przeznaczeniem?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_2
source: Who am I?
pl_pl: Kim ja jestem?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_3
source: I am ready to wake up.
pl_pl: Jestem {G}|gender(gotów, gotowa) się obudzić.

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_1
source: What is my duty?
pl_pl: Co jest moim przeznaczeniem?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_2
source: Where am I?
pl_pl: Gdzie ja jestem?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_3
source: I am ready to wake up.
pl_pl: Jestem {G}|gender(gotów, gotowa) się obudzić.

# Dialogue_Response,DL_Ukkar1_PlayerResponse_1
source: What is?
pl_pl: O co chodzi?

# Dialogue_Response,DL_Ukkar2_PlayerResponse_1
source: I've seen a fair amount of it.
pl_pl: {G}|gender(Zdążyłem, Zdążyłam) już dużo zwiedzić.

# Dialogue_Response,DL_Ukkar3_PlayerResponse_1
source: Really?
pl_pl: Naprawdę?

# Dialogue_Response,DL_Ukkar4_PlayerResponse_1
source: Me as well.
pl_pl: Ja również.

# Dialogue_Response,DL_VakamaBeforeRescue1_PlayerResponse_2
source: Can you remind me how we met?
pl_pl: Możesz mi przypomnieć, jak się spotkaliśmy?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_1
source: What could have happened to the other Turaga?
pl_pl: Co mogło się przytrafić pozostałym Turaga?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_2
source: What should I do?
pl_pl: Co {G}|gender(powinienem, powinnam) zrobić?

# Dialogue_Response,DL_VakamaBeforeRescueLeave_PlayerResponse_1
source: I shall leave you in peace.
pl_pl: Pozostawię Cię zatem w spokoju.

# Dialogue_Response,DL_VakamaBeforeRescueMap_PlayerResponse_1
source: I'll find the other Turaga.
pl_pl: Znajdę pozostałych Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_1
source: How might I find these other Villages?
pl_pl: Jak mogę znaleźć inne Wioski?

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_2
source: Of Course Turaga.
pl_pl: Oczywiście, Turago.

# Dialogue_Response,DL_VakamaBeforeRescueWhere_PlayerResponse_1
source: What should I do?
pl_pl: Co {G}|gender(powinienem, powinnam) zrobić?

# Dialogue_Response,DL_VakamaPostKini1_PlayerResponse_1
source: Very well, I'll return to my questing.
pl_pl: W porządku, wracam do moich poszukiwań.

# Dialogue_Response,DL_VakamaPostKini_PlayerResponse_2
source: We have gathered all of our Makoki stones Turaga, what is next?
pl_pl: Zdobyliśmy wszystkie Kamienie Makoki. Co teraz, Turago?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_1
source: I heard you have a task for me?
pl_pl: Słyszałem, że masz dla mnie misję.

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_3
source: I am glad they are safe as well.
pl_pl: Również się cieszę, że są bepieczni.

# Dialogue_Response,DL_VakamaPostRescueSafe_PlayerResponse_1
source: Indeed.
pl_pl: Zgadzam się.

# Dialogue_Response,DL_VakamaPostRescueTahu1_PlayerResponse_1
source: So you need me to enter the Ta-Kini in search of this mask?
pl_pl: Więc chcesz, żebym udał się do Ta-Kini w poszukiwaniu tej maski?

# Dialogue_Response,DL_VakamaPostRescueTahu2_PlayerResponse_1
source: Who?
pl_pl: Kogo?

# Dialogue_Response,DL_VakamaPostRescueTahu3_PlayerResponse_1
source: What happened?
pl_pl: Co się stało?

# Dialogue_Response,DL_VakamaPostRescueTahu4_PlayerResponse_1
source: I shall save him, Turaga.
pl_pl: Uratuję go, Turago.

# Dialogue_Response,DL_VakamaPostRescueTahu_PlayerResponse_1
source: I am prepared. What is it?
pl_pl: Jestem gotów. Co to za misja?

# Dialogue_Response,DL_VakamaPostTAKiniFailsafe_PlayerResponse_2
source: Thank you Turaga, I'm off.
pl_pl: Dziękuję Ci, Turago. Pójdę już.

# Dialogue_Response,DL_VegSeller1_PlayerResponse_1
source: What's the matter?
pl_pl: Co się stało?

# Dialogue_Response,DL_VegSeller2_PlayerResponse_2
source: I don't need any at the moment, no.
pl_pl: W tym momencie, żadnej nie potrzebuję.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay1_PlayerResponse_1
source: I see... I hope to see you all here next time I visit. Goodbye everyone, and goodluck.
pl_pl: Rozumiem... Mam nadzieję, że zobaczę Was tu wszystkich podczas nastepnych odwiedzin. Do widzenia wszystkim i powodzenia.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay_PlayerResponse_1
source: Excuse me?
pl_pl: Że co?

# Dialogue_Response,DL_WhagnaMeeting_Parhi17_PlayerResponse_1
source: Me? You'd trust me with the fate of your village?
pl_pl: Na mnie? Zaufacie mi w kwestii losu waszej wioski?

# Dialogue_Response,DL_WhagnaMeeting_Parhi18_PlayerResponse_1
source: I see, I will use my best judgement.
pl_pl: Rozumiem, postaram się wybrać najlepiej, jak potrafię.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_1
source: You should stay and repair Whagna, It will be hard - but this is your home.
pl_pl: Powinniście zostać i naprawić Whagna. To będzie trudne, ale to wasz dom.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_2
source: You should go back to your own Koros, It's too dangerous for Matoran out this far.
pl_pl: Powinniście odejść do swoich Koro. Tu jest zbyt niebezpiecznie dla Matoranów z tak daleka.

# Dialogue_Response,DL_WhagnaMeeting_ReturnStay_PlayerResponse_1
source: Very well, good luck.
pl_pl: Bardzo dobrze, powodzenia.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave2_PlayerResponse_1
source: I hope to see you again soon, Goodbye.
pl_pl: Mam nadzieję, że wkrótce znów się zobaczymy. Do widzenia.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave_PlayerResponse_1
source: I'm sorry crafter, It's for your own safety.
pl_pl: Przepraszam, rzemieślniku. To dla Twojego bezpieczeństwa.

# Dialogue_Response,DL_WhagnaVillager1_PlayerResponse_1
source: This is a nice town you have here.
pl_pl: To bardzo urokliwe miasteczko.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_1
source: I heard you have something for me?
pl_pl: {G}|gender(Słyszłem, Słyszłam), że masz coś dla mnie.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_3
source: Has Onu-Koro been faring well?
pl_pl: Czy w Onu-Koro wszystko w porządku?

# Dialogue_Response,DL_WhenuaDefaultPostKini_PlayerResponse_1
source: Has Onu-Koro been faring well?
pl_pl: Czy w Onu-Koro wszystko w porządku?

# Dialogue_Response,DL_WhenuaGetmeDown_PlayerResponse_1
source: Alright alright.
pl_pl: W porządku, w porządku.

# Dialogue_Response,DL_WhenuaLost1_PlayerResponse_1
source: What are you doing up there?
pl_pl: Co robisz tam na górze?

# Dialogue_Response,DL_WhenuaLost2_PlayerResponse_1
source: Do you need help getting down, Turaga?
pl_pl: Potrzebujesz pomocy, aby zejśc na dół, Turago?

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_1
source: It’s not that far. You can Jump!
pl_pl: To nie tak wysoko. Możesz skoczyć!

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_2
source: Don’t worry- I’ll find some way to get you down.
pl_pl: Nie martw się - znajdę jakiś sposób, aby ściągnąć Cię na dół.

# Dialogue_Response,DL_WhenuaOnua1_PlayerResponse_1
source: What do you mean?
pl_pl: Co masz na myśli?

# Dialogue_Response,DL_WhenuaOnua2_PlayerResponse_1
source: What do you mean “again”?
pl_pl: Co masz na myśli mówiąc "ponownie"?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_1
source: I see. What is so important about this temple?
pl_pl: Rozumiem. Co takiego ważnego znajduje się w tej świątyni?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_2
source: I see. What is so important about this temple?
pl_pl: Rozumiem. Co takiego ważnego znajduje się w tej świątyni?

# Dialogue_Response,DL_WhenuaOnua4real_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
pl_pl: Dziękuję Ci, Turago. Będę postępował ostrożnie.

# Dialogue_Response,DL_WhenuaOnua_PlayerResponse_1
source: I see. I am glad that you’ve found your way back to Onu-Koro safely.
pl_pl: Rozumiem. Cieszę się, że znalazłeś bezpieczną drogę spowrotem do Onu-Koro.

# Dialogue_Response,DL_WhenuaOnuaMap_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
pl_pl: Dziękuję Ci, Turago. Będę postępował ostrożnie.

# Dialogue_Response,DL_WhenuaSaved1_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
pl_pl: Zakładam więc, że chcesz wracać do Onu-Koro.

# Dialogue_Response,DL_WhenuaSaved2_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
pl_pl: Zakładam więc, że chcesz wracać do Onu-Koro.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_1
source: I didn’t know you were that afraid of heights, Turaga.
pl_pl: Nie {G}|gender(wiedziałem, wiedziałam), że masz aż taki lęk wysokości, Turago.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_2
source: What were you saying about “back in your day?”
pl_pl: Co miałeś na myśli mówiąc o "czasach swojej świetności"?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_1
source: Pohatu isn't expecting another race out of me, is he?
pl_pl: Pohatu nie oczekuje ode mnie kolejnego wyścigu, prawda?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_2
source: ...You can come back to Po-Koro, you know.
pl_pl: ...Wiesz, że możesz wrócić do Po-Koro?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
pl_pl: Co Matoranin taki jak Ty robi w tym miejscu, z dala od cywilizacji?

# Dialogue_Response,DL_WinRacePoduGeneral_PlayerResponse_1
source: I see. I’m glad you’ve found a place where you’re happy.
pl_pl: Rozumiem. Cieszę się, że znalazłeś miejsce, gdzie jesteś szczęśliwy.

# Dialogue_Response,DL_WinRacePoduKopaka_PlayerResponse_1
source: Good. And so have I.
pl_pl: Całe szczęście. Ja już też.

# Dialogue_Response,DL_WinRacePoduPohatu1_PlayerResponse_1
source: He thought it was... Very Cool™.
pl_pl: Myśli, że jest... Bardzo Fajna™.
