Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_Tahu7
source: Toa! Let us finish the task we were destined to complete!
ru_ru: Тоа! Давайте завершим дело, которое нам предначертано завершить!

# Dialogue_Text,DL_TahuNoGold
source: *Humpf* It appears we are not all ready, go collect all your golden masks.
ru_ru: *Хмпф* Похоже, что мы ещё не все готовы, соберите все свои золотые маски.

# Dialogue_Text,DL_TahuNoGold1
source: We will reconvene when all of us have the appropriate tools for this challange.
ru_ru: Мы воссоединимся, как только у всех нас будут подходящие для этого испытания инструменты.

# Dialogue_Text,DL_Taipu1
source: Hmmm... Which one...
ru_ru: Хммм… Какую именно...

# Dialogue_Text,DL_Taipu2
source: Oh a Toa! Yes I am, Onepu said to prepare for a special mission with him, and I'm afraid I don't exactly know which picaxe to chose.
ru_ru: О, Тоа! Да, Онепу сказал подготовиться к специальной миссии с ним, а я не знаю какую кирку мне выбрать.

# Dialogue_Text,DL_Taipu3
source: That's alright, Onepu said I'd have plenty of time to decide.
ru_ru: Всё хорошо, Онепу говорит, что у меня есть достаточно времени, чтобы принять решение.

# Dialogue_Text,DL_TakoroGuardGreeting1
source: Greetings Toa, Welcome to Ta-Koro!
ru_ru: Приветствую, Тоа, добро пожаловать в Та-Коро!

# Dialogue_Text,DL_TakoroGuardGreeting2
source: Uhh hello Toa, This area is meant to be for the Ta-Koro Guard only... But I suppose you'd be the exception.
ru_ru: Эээ, приветствую, Тоа. Эта зона предназначена только для стражников Та-Коро… Но я думаю, что вы можете быть исключением из этого правила.

# Dialogue_Text,DL_TakoroGuardGreeting3
source: You shouldn't be up here Toa.
ru_ru: Вы не должны тут находиться, Тоа.

# Dialogue_Text,DL_TakoroGuardGreeting4
source: This walkway is Ta-Koro guard only Toa.
ru_ru: Эта дорога – только для стражников Та-Коро, Тоа.

# Dialogue_Text,DL_TakoroGuardGreeting_1
source: Good day Toa $T, Welcome to Ta-Koro!
ru_ru: Доброго дня, Тоа $T, добро пожаловать в Та-Коро!

# Dialogue_Text,DL_TakoroGuardGreeting_2
source: Yeah I'm fine, don't like heights that much though.
ru_ru: Да, я в порядке, хоть я и не особо люблю высоту.

# Dialogue_Text,DL_TakoroGuardGreetingPositive
source: Not really, It's been fairly quiet around here as of late.
ru_ru: Не совсем, в последнее время здесь было достаточно тихо.

# Dialogue_Text,DL_TakoroGuardInTraining1
source: Is it possible to make it a bit shorter?
ru_ru: Возможно ли чуть-чуть укоротить его?

# Dialogue_Text,DL_TakoroGuardInTraining2
source: Oh hello there Toa! It's true the Ta-Koro guard does supply pikes, but if you buy your own you can get one in better condition, and even get it customised!
ru_ru: О, приветствую, Тоа! Это правда, что страже Та-Коро поставляют посохи, но если вам удастся купить свой собственный, то вы получите один в хорошем состоянии. Вы даже можете кастомизировать его!

# Dialogue_Text,DL_TakoroGuardResponse2
source: No, not really. Takua is out wandering again, Vakama has recently returned from a meeting with the other Turaga, and Kapura is as weird as ever.
ru_ru: Ну, не совсем. Такуа снова слоняется без дела, Вакама недавно вернулся со встречи с другими Турага, а Капура ведёт себя странно, как и всегда.

# Dialogue_Text,DL_TakoroGuardResponse3
source: Oh well, I had a conversation with him yesterday and after I asked him what he does all day he said, "I Practice." and after I pressed him on it he said, "I Practice in the Charred forest, where the Makuta has blinded himeself." no idea what that means.
ru_ru: Ну, я с ним вчера беседовал и всё, что он сказал на вопрос о том, чем он занимается, «Я практикуюсь.». Но, как следует надавив на него, он сказал: «Я практикуюсь в Сожжённом Лесу, где Макута ослепил себя.». Я так и не понял, что всё это значит.

# Dialogue_Text,DL_TakoroGuardResponse4
source: This walkway is for the Ta-Koro Guard only, unless you have business up here I recommend you leave.
ru_ru: Этот проход только для стражи Та-Коро. Если вам тут делать нечего, я рекомендовал бы вам уйти.

# Dialogue_Text,DL_Takua1
source: Toa $T! You found me!
ru_ru: Тоа $T! Вам удалось меня найти!

# Dialogue_Text,DL_Takua2
source: I’m sorry $T... it won’t happen again. I promise!
ru_ru: Прошу прощения, $T... этого больше не повторится. Обещаю!

# Dialogue_Text,DL_Takua3
source: I just started running until I found this room. I had a few Madu fruit left over, but I sort of panicked and threw them all when I first found my way in... but thanks for clearing the way out so I can leave!
ru_ru: Я начал бежать до тех пор, пока не наткнулся на эту комнату. У меня были остатки фруктов Маду, но я чутка запаниковал и выбросил их, когда я впервые нашёл путь внутрь... но спасибо за расчистку, я теперь могу уйти!

# Dialogue_Text,DL_Takua4
source: Oh, yes! I figured you’d want to pick that up, so I made sure not to touch it until you got here.
ru_ru: А, да! Я подумал, что вы захотите взять это, поэтому не прикасался к нему до вашего прибытия.

# Dialogue_Text,DL_Takua5
source: No problem, $T!
ru_ru: Без проблем, $T!

# Dialogue_Text,DL_Takua6
source: Without all the Rahi, it shouldn’t be too much of an issue. Thanks for your help! I’ll make sure to tell Vakama that he can stop worrying about me.
ru_ru: Без всех этих Рахи, это не будет серьёзной проблемой. Спасибо за помощь! Я скажу Вакаме, чтобы он перестал за меня волноваться.

# Dialogue_Text,DL_TakuaMask
source: Not exactly - then again I wasn’t really sure what I was looking for... not sure what a “Va-hee” is. Didn’t see any masks in here anyway. Whatever Vakama’s looking for is somewhere else.
ru_ru: Не совсем – но опять же, я не уверен в том, что именно я искал... не уверен в том, что это за «Ва-хи». В любом случае, никаких масок я тут не видел. То, что ищет Вакама, наверняка находится в другом месте.

# Dialogue_Text,DL_TakuaSaved
source: Toa $T! Thank you for saving me back at the Kini!
ru_ru: Тоа $T! Спасибо, что спасли меня у Кини!

# Dialogue_Text,DL_TakuaSaved1
source: Oh well, Vakama sort of grounded me. He won't let me leave for another two weeks!
ru_ru: Ну, это... Вакама как бы наказал меня. Он не разрешает мне уходить из деревни ближайшие две недели!

# Dialogue_Text,DL_TakuaSaved2
source: He said soming about how I was being reckless to even ask to enter the Kini, blah blah blah.
ru_ru: Он сказал что-то о том, что я поступил безрассудно, спросив о входе в Кини, бла-бла-бла.

# Dialogue_Text,DL_TalkingToSupervisor
source: So, can I get a raise?
ru_ru: Я могу рассчитывать на повышение?

# Dialogue_Text,DL_Talok1
source: Hmm, what should go next. Ta-Koro the great... That's nothing.
ru_ru: Что же должно быть дальше? Та-Коро великий... Нет, не так.

# Dialogue_Text,DL_Talok10
source: So once again, "Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches," Just finish that sentence best you can.
ru_ru: Ещё раз: «Ах, Та-Коро, какой чудесный город. От лавы и до огней факелов,». Просто закончите предложение так, как вам кажется лучше.

# Dialogue_Text,DL_Talok2
source: Once again, You're really not supposed to be up here Talok. Go make your funny words somewhere else!
ru_ru: Повторяю ещё раз: ты не должен тут находиться, Талок. Иди составляй свои забавные словечки в другом месте!

# Dialogue_Text,DL_Talok3
source: This is the best place to get insperation! I'm not leaving, but don't you worry yourself, I won't touch the ONE thing you're supposed to protect!
ru_ru: Это лучшее место для вдохновенья! Я не уйду, но вам не нужно волноваться, ведь я не буду трогать ТУ вещь, которую вы должны защищать!

# Dialogue_Text,DL_Talok35
source: Your poems don't even rhyme, and don't start telling again me about those- Uhh, the- Hai... Haikus! Yeah, Don't start telling me about how "Haikus" don't have to rhyme!
ru_ru: Ваши поэмы даже не имеют рифмы, не нужно мне говорить про... Эмм... Ха... Хайку! Да, не говорите мне о том, что «Хайку» не должны рифмоваться!

# Dialogue_Text,DL_Talok4
source: Gah! You nearly scared the Great spirit from my limbs, I cannot believe that a Toa of legend standith before me!
ru_ru: Ааа! Вы чуть было не лишили меня о-сознания! До сих пор не могу поверить, что предо мною стоит легендарный Тоа!

# Dialogue_Text,DL_Talok5
source: Ehh- I uhh, sorry... Sometimes I forget that many others don't have as much of a vocabulary as me. I am Talok, the great poet. Or the Poet-Nui if you prefer.
ru_ru: Эээ... Я, эм, извиняюсь... Я иногда забываю, что у большинства нет такого богатого словарного запаса, как у меня. Я Талок, великий поэт. Или Поэт-Нуи, если будет удобно.

# Dialogue_Text,DL_Talok6
source: Hahahaha, don't be redicoulous! I am renown all across Mata-Nui!
ru_ru: Хахахаха, не будьте настолько смешливотворны! Я известен по всему Мата Нуи!

# Dialogue_Text,DL_Talok7
source: *Huff* Very well, then we must recrify this. I'm nearly finished with my latest poem, then you can have it!
ru_ru: *Хмпф* Ладно, это поправимо… Я почти закончил свою последнюю поэму, скоро вы её получите!

# Dialogue_Text,DL_Talok8
source: Alright lets see, where was I... Oh yes- "Ahh Ta-Koro, what a wonderful city. From the Lava, to the fires of the torches,"... Dahh...
ru_ru: Так, на чём я остановился... А, точно – «Ах, Та-Коро, какой чудесный город. От Лавы и до огней факелов,»... Ээмм...

# Dialogue_Text,DL_Talok9
source: No, Gah Mata-Nui, I'm afraid I've reached some writers block. Hmm, would you like to pick the next line Toa?
ru_ru: Чёрт... ААА, Мата Нуи! Похоже, что у меня возникли кое-какие проблемы. Хмм, хотите ли вы выбрать следующую строчку, Тоа?

# Dialogue_Text,DL_TalokBurns
source: Oooo, I like it. You're not a half bad poet toa, Here's your copy!
ru_ru: Оооо, мне это нравится. Вы не такой уж и плохой поэт, Тоа. Держите свою копию!

# Dialogue_Text,DL_TalokDone
source: Ahh, good to see you again Toa!
ru_ru: О, рад вас видеть вновь, Тоа!

# Dialogue_Text,DL_TalokDone1
source: I am studying how the light scatters in Le-Wahi... Trying to come up with something for my next poem.
ru_ru: Я изучаю то, как рассеивается свет в Ле-Вахи… Пытаюсь что-то придумать для своей новой поэмы.

# Dialogue_Text,DL_TalokHot
source: HAHAHA, That is very funny indeed Kopaka! Here, your copy sir.
ru_ru: ХАХАХАХА, Это действительно забавно, Копака! Вот ваша копия, месье.

# Dialogue_Text,DL_TalokLight
source: Uhh, that's not great... In my opinion of course, but I suppose it's better than nothing. Here's your copy!
ru_ru: Эм... Звучит не очень... по моему мнению, но всяко лучше, чем ничего. Вот ваша копия!

# Dialogue_Text,DL_TalokSmoke
source: Ehh, it's not what I would have gone with personally, but it's not bad. Here's your copy!
ru_ru: Эээ, лично я бы вряд ли выбрал этот вариант, но он не так уж и плох. Вот ваша копия!

# Dialogue_Text,DL_Tamaru
source: Toa, Hi! It has been a long-while since we last talked!
ru_ru: Тоа, п-приветствую! Мы давно не общались!

# Dialogue_Text,DL_Tamaru1
source: Yes, we talked about my height-dread. You don't remember your friend Tamaru?
ru_ru: Да, мы говорили о моей боязни высоты. Разве вы не помните своего друга Тамару?

# Dialogue_Text,DL_Tamaru2
source: Hummm, Very strange... You may need your head look-seen about Toa.
ru_ru: Эммм, очень странно... Вам нужно попытаться вспомнить всё это, Тоа.

# Dialogue_Text,DL_Tamaru3
source: You are right, but I believe us to be Same-hearted. I consider us to be ever-long friends Toa $T.
ru_ru: Вы правы, но я считаю, что мы родные души. Я считаю нас лучшими друзьями, Тоа $T.

# Dialogue_Text,DL_Taphal1
source: Huh, oh hello $T. I'm not being lazy, just taking a small break.
ru_ru: А? О, приветствую, $T. Я не лентяй, я лишь взял небольшую передышку.

# Dialogue_Text,DL_Taphal2
source: Well, I'm the town's repair man of sorts - and everyone is counting on me to fill their requests. I don't want to let them down!
ru_ru: Ну, я своего рода главный чинила в городе – все на меня рассчитывают в выполнении просьб. Я не хочу их подводить!

# Dialogue_Text,DL_Taphal3
source: Of course. I will, thank you Toa.
ru_ru: Конечно. Да. Спасибо, Тоа.

# Dialogue_Text,DL_TaphalFixed
source: Oh, hey Toa! Like what I've done with the place?
ru_ru: О, приветствую, Тоа! Вам нравится, что я сделал с этим местом?

# Dialogue_Text,DL_TaphalFixed2
source: Oh, what YOU've done?
ru_ru: Что ТЫ сделал?

# Dialogue_Text,DL_TaphalFixed3
source: Alright alright, what we've done.
ru_ru: Ну ладно, ладно, мы сделали.

# Dialogue_Text,DL_TaphalFixed4
source: For the most part, Parhi bought the materials, Kalhi helped move them, but me and my apprentice have done most of the work.
ru_ru: В основном, Пархи покупал материалы, Кали помогала их передвинуть... Но я и моя ученица сделали большую часть работы.

# Dialogue_Text,DL_TaphalFixed5
source: That's right, I've helped a lot. I hand Taphal tools...
ru_ru: Да, я ему помогала. Я подаю Тафалу инструменты...

# Dialogue_Text,DL_TaphalFixed6
source: I'm teaching you!
ru_ru: Я учу тебя!

# Dialogue_Text,DL_TaphalFixing1
source: *Muttering to self* Gotta fix it - Just keep working...
ru_ru: *Бурчит про себя* Нужно починить это... Продолжай работать...

# Dialogue_Text,DL_TaphalFixing2
source: I'm just fine - I just have to keep at it, we'll finish it eventually!
ru_ru: Всё хорошо. Нужно просто продолжать в том же темпе, рано или поздно мы с этим закончим!

# Dialogue_Text,DL_TaphalQuestion
source: Hah, Yes Tafall. Me and her have a nice give and take, almost like a rivalry.
ru_ru: Ах, да, Тафол. У нас с ней весьма неплохие отношения, почти что сопернические.

# Dialogue_Text,DL_TelescopeMan
source: </><Matoran>Over and over again and again The darkness controls the wheel</><Key> ... What could it mean...
ru_ru: </><Matoran>Раз за разом, раз за разом, Тьма правит колесом</><Key> ... Что бы это могло значить...

# Dialogue_Text,DL_TelescopeMan1
source: This Telescope has been used by all the great philosophers of Ko-Koro, their prophecies and findings were inscribed at the base here. Some of them have been lost to time, I'm attempting to restore those and discover their meaning.
ru_ru: Этот телескоп используется всеми великими философами Ко-Коро, их предсказания и находки вписаны в основание. Некоторые из них с течением времени были утеряны, я пытаюсь их восстановить и понять их значение.

# Dialogue_Text,DL_TelescopeMan2
source: Oh indeed, quite a few. By observing the Red Star and it's relation to surrounding stars, one can create very accurate depictions of the future and the past.
ru_ru: Да, их довольно много. Наблюдая за Красной Звездой и её положением относительно других звёзд, возможно создать очень точные прогнозы будущего и прошлого.

# Dialogue_Text,DL_TelescopeManHow
source: There are constellations in the sky, stars that form patterns and shapes. When the Red Star nears one of these we begin to get an idea of what will happen and how soon. The distance from the constellation denotes time, and when the Red Star fully merges with a star pattern, that prophecy will be very near to coming true.
ru_ru: Есть созвездия в небе, есть звёзды, которые формируют различные формы и рисунки. Когда Красная Звезда находится близко к ним, мы начинаем понимать что и когда случится. Расстояние от созвездия означает время. Когда Красная Звезда становится частью звёздного узора, это означает то, что пророчество близко к исполнению.

# Dialogue_Text,DL_TelescopeManUse
source: Why of course, it is free for anyone to use!
ru_ru: Конечно, всем можно использовать его бесплатно!

# Dialogue_Text,DL_TelescopeManWhich
source: Well, let's see... </><Matoran>The darkness will be defeated but not for long</><Key> There's that one... Then there's, </><Matoran>Amnesia They fight themselves not their enemy</><Key> Not entirely sure about those but there is one that I know has come true. </><Matoran>Six lost Six abducted Six trapped all part of the plan</><Key> I believe it refers to the Turaga being lost.
ru_ru: Так, посмотрим... </><Matoran>Тьма будет побеждена, но не надолго</><Key> Это вот оно... Затем идёт, </><Matoran>Амнезия... Они сражаются против самих себя, а не против общего врага</><Key> Не совсем уверен насчёт этого, но я знаю про то, которое сбылось. </><Matoran>Шестеро потеряны, Шестеро похищены, Шестеро в ловушке. Всё это – часть плана</><Key> Мне кажется, что это отсылка к пропаже Тураг.

# Dialogue_Text,DL_TempleMasterOtherTemples
source: Before you go toa $T! There are still Temples across the island that are in danger! Please help them too.
ru_ru: Прежде чем вы уйдёте, Тоа $T! На острове есть ещё храмы, которые находятся в опасности! Пожалуйста, помогите и им!

# Dialogue_Text,DL_TempleMasterQuestion
source: Are they gone toa??
ru_ru: Они ушли, Тоа??

# Dialogue_Text,DL_TempleMasterThanks
source: Ahh, Thank you so much for vanquishing them Toa! Now the rest of the Matoran may return.
ru_ru: Ах, огромное спасибо, что разобрались с ними, Тоа! Теперь остальные Матораны могут вернуться.

# Dialogue_Text,DL_TempleMatoran1
source: Thank you for making our Temple safe Toa!
ru_ru: Спасибо, что спасли наш Храм, Тоа!

# Dialogue_Text,DL_TempleMatoran2
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
ru_ru: Тоа! Есть ещё храмы, которые были захвачены! Не желаете ли вы освободить их?

# Dialogue_Text,DL_TempleMatoranGetQuest
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
ru_ru: Тоа! Есть ещё храмы, которые были захвачены! Не желаете ли вы освободить их?

# Dialogue_Text,DL_TempleMatoranQuestGet
source: The closest one should be the Ta-Wahi Temple, it's south of here, hidden among the burnt trees.
ru_ru: Самым ближайшим должен быть храм Та-Вахи. Он расположен к югу отсюда и спрятан среди сожжённых деревьев.

# Dialogue_Text,DL_TempleMatoranQuestIntro
source: Toa! There are more Temples around the Island that have been overrun! Would you be willing to free them?
ru_ru: Тоа! Есть ещё храмы, которые были захвачены! Не желаете ли вы освободить их?

# Dialogue_Text,DL_TempleMatoranThanks
source: Thank you toa $T for saving our Temple!
ru_ru: Спасибо, Тоа $T, что спасли наш Храм!

# Dialogue_Text,DL_Thankscavetemple
source: Are they gone?
ru_ru: Они ушли?

# Dialogue_Text,DL_Thankscavetemple1
source: Phew, thank you Toa, you saved our sanctuary!
ru_ru: Фух, спасибо вам, Тоа! Вы спасли нашу святыню!

# Dialogue_Text,DL_ThanksyouforKumo
source: Thank you very much for saving Kumo! You truly are Spirit-blessed Toa!
ru_ru: Большое спасибо, что спасли Кумо! Вы и правда благословлены Духом, Тоа!

# Dialogue_Text,DL_Thuei2
source: No, no no! Toa, you're not supposed to see this yet! I'm still working on it!
ru_ru: Нет, нет, нет! Тоа, вы ещё не должны это видеть! Я над этим ещё работаю!

# Dialogue_Text,DL_Thuei3
source: Well it's still on the drawing board, per se... It's going to be a statue of Onua riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
ru_ru: Ну, это пока ещё лишь в проекте, в общем-то... Это будет статуя Онуа верхом на Уссале… сражающимся с Кане-Ра. Или... всё-таки с Муакой?

# Dialogue_Text,DL_Thuei3Onua
source: Well it's still on the drawing board, per se... It's going to be a statue of you riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
ru_ru: Ну, это пока ещё лишь в проекте, в общем-то... Это будет статуя, где вы сидите верхом верхом на Уссале… сражающимся с Кане-Ра. Или... всё-таки с Муакой?

# Dialogue_Text,DL_ThueiFinish
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if Onua was riding the Muaka instead? Maybe you're there too...
ru_ru: Скоро. Очень скоро. Мне просто нужно поменять кое-что и всё будет прекрасно. Ох... было бы круто, если бы Онуа сидел верхом на Муаке. Может и с вами...

# Dialogue_Text,DL_ThueiFinishOnua
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if you were riding the Muaka instead? Maybe Lewa's there too...
ru_ru: Скоро. Очень скоро. Мне просто нужно поменять кое-что и всё будет прекрасно. Ох... было бы круто, если бы вы сидели верхом на Муаке. Может и с Левой...

# Dialogue_Text,DL_ThueiFun
source: I'm part of an amateur carving guild with my brother. I usually just carve for fun, but sometimes I get tasked to make stuff.
ru_ru: Я являюсь членом гильдии резчиков-любителей, наряду со своим братом. Я обычно занимаюсь резьбой чисто для веселья, но иногда меня просят сделать различные вещи.

# Dialogue_Text,DL_ThueiIntro
source: A little to the left, maybe... No, that wouldn't look right...
ru_ru: Чуть-чуть влево, может... Нет, это не так хорошо будет выглядеть...

# Dialogue_Text,DL_ThueiOutro
source: Thanks, $T. Wait... Mata Nui! I forgot to finish the bridge Khalo tasked me to make in the pillarlands two weeks ago! I've gotta go... just after I finish adjusting this... hmm...
ru_ru: Спасибо, $T. Стоп... Мата Нуи! Я забыл закончить мост, который Река попросил меня соорудить в столбовых землях две недели назад! Мне нужно идти... после того, как я закончу с этим... хмм...

# Dialogue_Text,DL_Trader1
source: Wanna Trade?
ru_ru: Хотите поторговаться?

# Dialogue_Text,DL_Trader2
source: You got it!
ru_ru: Да, конечно!

# Dialogue_Text,DL_TutCorruptedMakuta1
source: I believe that this has gone on long enough.
ru_ru: Я думаю, что это несколько подзатянулось.

# Dialogue_Text,DL_TutCorruptedMakuta2
source: Your time has come to an end, Toa. Surely you can see that by now.
ru_ru: Ваше время подошло к концу, Тоа. Вы наверняка это уже поняли.

# Dialogue_Text,DL_TutCorruptedMakuta3
source: Hmph. If you cannot see your own destiny, then perhaps I will need to show you.
ru_ru: Хмпф. Если вы не можете увидеть свою судьбу, то… может, мне стоит её вам показать.

# Dialogue_Text,DL_TutFinalDialouge1
source: Hello... Toa.
ru_ru: Приветствую... Тоа.

# Dialogue_Text,DL_TutFinalDialouge2
source: I am he who has brought you to this place... a place to guide you and show you your true destiny.
ru_ru: Я – тот, кто привёл вас к этому месту... месту, которое направит вас и покажет вашу истинную судьбу.

# Dialogue_Text,DL_TutFinalDialouge_Duty
source: Your duty is to the will of the Great Spirit... To collect the six great masks of power in order to fulfil your destiny.
ru_ru: Ваш долг – следовать воле Великого Духа... Собрать шесть великих масок силы, чтобы исполнить своё предназначение.

# Dialogue_Text,DL_TutFinalDialouge_Wake
source: Through the light, Toa...
ru_ru: Выходите в свет, Тоа...

# Dialogue_Text,DL_TutFinalDialouge_Where
source: A mere vision which I have created for you, Toa. A place you will soon leave.
ru_ru: Всего лишь видение, которое я создал для вас, Тоа. Место, которое вы скоро покинете.

# Dialogue_Text,DL_TutFinalDialouge_Who
source: You are a Toa. A hero. One who fights valiantly no matter the circumstance.
ru_ru: Вы – Тоа. Герой. Тот, кто сражается яростно вне зависимости от обстоятельств.

# Dialogue_Text,DL_Ukkar1
source: Oh, excellent...
ru_ru: О, отлично...

# Dialogue_Text,DL_Ukkar2
source: Hah, Howdy Toa! Have you been in Po-Koro long?
ru_ru: А, здоровеньки булы, Тоа! Вы давно в По-Коро?

# Dialogue_Text,DL_Ukkar3
source: Isn't it great! Ahh I truely admire Akamar for this feat, he nearly redesigned the entire village!
ru_ru: Разве это не прекрасно! Ах, я искренне восхищён Акамаром за этот подвиг, он перестроил практически всю деревню!

# Dialogue_Text,DL_Ukkar4
source: Oh yes, If there's one thing I've learned about Akamar is that he gets things done! I am very excited to see what his next project will be...
ru_ru: О да, если есть хоть одна вещь, которую я узнал про Акамара, так это то, что он доводит дела до конца! С нетерпением жду его нового проекта...

# Dialogue_Text,DL_UssalWasher
source: Hello Toa $T, I am a bit busy right now, as you can see.
ru_ru: Приветствую, Тоа $T. Как вы видите, я сейчас немножко занят.
