Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# AsyncLoadingScreen,Loading
source: LOADING
ru_ru: ЗАГРУЗКА

# CodexPage_Description,CodexPage_Akaku_Desc
source: The Kanohi Akaku: the Great Mask of X-Ray Vision. This mask will highlight key items such as masks, Protodermis Pools, Meditation Stones, and even quest objectives that appear on the map for your current tracked quest. You can also use the Akaku’s scope to zoom and see locations from far away. It’s an extremely useful mask for exploration and finding useful items.
ru_ru: Канохи Акаку: Великая Маска Рентгеновского Зрения. Эта маска подсвечивает ключевые объекты, по типу других масок, источников Протодермиса, камней медитации, а также задачи/предметы, появляющиеся на карте для текущего отслеживаемого квеста. Вы также можете использовать линзы Акаку, чтобы увеличить изображение и увидеть локации издалека. Это очень полезная маска для исследования и поиска полезных предметов.

# CodexPage_Description,CodexPage_CanyonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The blue variant can be found primarily in Po-Wahi. They’re known to sneak up on travellers behind canyon walls, and swiftly attack those who are less attentive.
ru_ru: Скорпионообразные Рахи, управляемые Макутой. Их синюю разновидность можно найти преимущественно в По-Вахи. Они славятся тем, что подкрадываются к путешественникам из-за стен каньона и быстро нападают на тех, кто недостаточно внимателен.

# CodexPage_Description,CodexPage_Docks_Desc
source: These docks allow you to travel between multiple points on Mata Nui. They’re extremely useful for getting around the large island, so make sure to keep an eye out for them. Marka, the dock master, isn’t particularly fond of others using her boats without her permission, so it’s best to simply let her drive.
ru_ru: Эти доки позволят вам путешествовать между различными точками на Мата Нуи. Они чрезвычайно полезны для перемещения по огромному острову, так что обязательно ищите их. Марка, начальница дока, не особо любит давать кому-то свои лодки, поэтому лучше передать управление ей.

# CodexPage_Description,CodexPage_Drifts_Desc
source: The Ko-Wahi drifts are an especially harsh and dangerous region of Ko-Wahi. Strong winds and thick snow make it nearly impossible to see. Some Matoran use flags to try and navigate their way through the drifts, but even then you need to watch out for Rahi, which are known to attack travellers who make their way through. Make sure to exercise caution if you choose to make your way through.
ru_ru: Сугробы Ко-Вахи – одни из самых суровых и опасных районов Ко-Вахи. Сильный ветер и обильный снег снижают видимость практически до нуля. Некоторые Матораны используют флаги для того, чтобы проложить маршрут через заснеженные районы, но даже в таком случае вам нужно остерегаться Рахи, которые могут напасть на неудачливых путешественников. Если вы всё же отважитесь пройти, будьте очень внимательны.

# CodexPage_Description,CodexPage_FikouNui_Desc
source: Large spider-like Rahi that can be found in various places across Mata Nui. These Rahi can attack very quickly, and are even considered a danger by other rahi as well. It’s not uncommon to see them fighting with Nui-Jaga or other Rahi that see the Fikou-Nui as a threat.
ru_ru: Большие паукообразные Рахи, которых можно встретить в различных местах по всему Мата Нуи. Эти Рахи могут атаковать быстро и даже могут быть угрозой для других Рахи. Их нередко можно увидеть сражающимися с Нуи-Джага или другими Рахи, которые могут посчитать Фику-Нуи угрозой.

# CodexPage_Description,CodexPage_FireNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The red variant can be found primarily in Ta-Wahi. They are larger than your standard Nui-Jaga, and are able to safely walk over Lava, making them harder to escape if they spot you.
ru_ru: Скорпионообразные Рахи, управляемые Макутой. Красную разновидность можно встретить преимущественно в Та-Вахи. Они больше стандартных Нуи-Джаг и способны ходить по Лаве, что усложняет побег от них. Особенно если они вас заметили.

# CodexPage_Description,CodexPage_GaKini_Desc
source: The Ga-Kini is the temple of Water. Lying partially submerged beneath the waters of Ga-Wahi, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. It seems that only Turaga Nokama knows the secret to unlocking it.
ru_ru: Га-Кини – храм Воды. Частично погружённый в воды Га-Вахи, храм хранит в себе Камень Макоки – фрагмент ключа, необходимого для доступа в логово Макуты. По всей видимости, только Турага Нокама знает секрет его открытия.

# CodexPage_Description,CodexPage_Gakoro_Desc
source: Ga-Koro, the village of Water. The entire village floats on top of great lily pads, allowing the Ga-Matoran easy access to the sea for fishing, swimming, and other activities. While being a peaceful and quiet village, the Ga-Matoran are still able to defend themselves when necessary. The gate which guards the village would be very difficult for any Rahi to open, and the village’s distance from land gives it a defensive advantage as well. While the Ga-Matoran are peaceful and kind, they’re far from helpless.
ru_ru: Га-Коро, деревня Воды. Вся деревня располагается на верхушках огромных лилий, что предоставляет Га-Маторанам лёгкий доступ к морю для рыболовства, плавания и других задач. Хотя деревня является тихим и спокойным местом, Га-Матораны всё ещё могут постоять за себя в случае необходимости. Врата, ограждающие деревню, сложно открыть какому-либо Рахи, а расстояние до суши также считается немаловажным преимуществом в обороне. И хотя Га-Матораны являются достаточно миролюбивыми, они не такие уж и беспомощные.

# CodexPage_Description,CodexPage_Gali_Desc
source: Gali is the kind and caring Toa of water. She is often the one to settle disputes that often rise up between the other Toa. She takes it upon herself to hold the team together, staying focused on the three virtues even when she feels like lashing out as well. It is her who keeps the Toa united and focused on their goal of vanquishing the Makuta. Her elemental attack uses water to push away enemies on all sides. It’s useful if you find yourself overwhelmed while in battle.
ru_ru: Гали – добрая и заботливая Тоа Воды. Нередко именно она разрешает споры, возникающие между другими Тоа. Она берёт на себя ответственность в сплочении команды, оставаясь сконцентрированной на трёх добродетелях, даже если ей самой хочется поддаться гневу. Именно она держит Тоа едиными и сфокусированными на задаче по уничтожению Макуты. Атака её стихии заключается в использовании силы воды, отталкивающей врагов со всех сторон. Она полезна, если вас окружили в ходе боя.

# CodexPage_Description,CodexPage_GalisLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A village floating on the water can be seen in the distance, with a monument to a mask that is somehow… familiar.
ru_ru: Странное судно, выброшенное на берег... никто на острове не знает, откуда оно взялось. Вдалеке видна деревня, парящая над водой, рядом с ней – монумент маске, которая выглядит... довольно знакомой.

# CodexPage_Description,CodexPage_GaTemple_Desc
source: The Ga-Matoran are peaceful by nature, a fact that is clearly seen in the temple they have constructed. The trees growing within, the open ceiling to view the clear skies of Ga-Wahi, and the reverence for the paradise that Mata Nui has given them are all evident in this monument to the Great Spirit.
ru_ru: Га-Матораны миролюбивы по своей природе, что хорошо видно по храму, который они построили. Деревья, растущие внутри, открытый потолок, с которого открывается вид на чистое небо Га-Вахи, благоговение перед раем, который подарил им Мата Нуи... Все это можно увидеть невооружённым глазом в этом памятнике Великому Духу.

# CodexPage_Description,CodexPage_GaWahi_Desc
source: This humid environment is home to the Ga-Matoran. It is one of the most diverse locations on Mata Nui, with sandy coastlines, lush vegetation, and plains making up just this one Wahi. If not for the Rahi which plague the island, this Ga-Wahi would be considered one of the most peaceful and pleasant places on Mata Nui.
ru_ru: Этот влажный регион является домом для Га-Маторанов. Это одна из самых разнообразных локаций на Мата Нуи, с песчаными побережьями, обильной растительностью и равнинами, которые составляют один лишь данный Вахи. Если бы не заполонившие этот остров Рахи, Га-Вахи мог бы считаться одним из наиболее приятных и мирных мест на Мата Нуи.

# CodexPage_Description,CodexPage_GoldMask_Desc
source: These Gold Kanohi are bestowed to those who have earned the right to use their great power. While your Gold mask is equipped, with the Miru you jump 1.4 times higher, the Kakama you sprint 1.5 times faster, and more. You also drain Protodermis at a slower rate overall!
ru_ru: Эти Золотые Канохи дарованы тем, кто получил право использовать их великую силу. С экипированной Золотой маской, надев Миру, вы можете прыгнуть в 1.4 раза выше. Надев Какаму, вы можете бежать в 1.5 раза быстрее и так далее. Вы также медленнее растрачиваете свой запас Протодермиса!

# CodexPage_Description,CodexPage_Hau_Desc
source: The Kanohi Hau: the Great Mask of Shielding. This mask can be used to protect you from any and all damage at the cost of stamina. It’s a very effective mask to use in combat, but make sure to keep an eye on your stamina meter so you don’t find yourself out of stamina in the middle of a difficult battle.
ru_ru: Канохи Хау: Великая Маска Защиты. Её можно использовать для защиты от любого типа повреждений ценой расхода энергии. В бою данная маска является очень эффективной, но обязательно обращайте внимание на счётчик энергии, дабы не истратить её впустую в пылу не очень простого сражения.

# CodexPage_Description,CodexPage_Huna_Desc
source: The Kanohi Huna: the Noble Mask of Concealment. This mask allows you to become invisible, and can be used to sneak past rahi without fighting them. It’s a useful mask if you want to avoid combat, or need to quickly get out of combat.
ru_ru: Канохи Хуна: Благородная Маска Невидимости. Эта маска позволит вам стать невидимым и поможет пройти мимо Рахи без сражения с ними. Это полезная маска для тех случаев, если вы хотите избежать сражений или быстро прекратить их.

# CodexPage_Description,CodexPage_IceNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The white variant can be found primarily in Ko-Wahi. While they don’t appear very often, they tend to come in large groups when they do. If you find a group of them, make sure you’re prepared to deal with them all.
ru_ru: Скорпионоподобные Рахи, управляемые Макутой. Белую их разновидность можно найти в Ко-Вахи. Хотя они появляются не очень часто, они появляются в стаях. Если вы увидели их стаю, будьте готовы разобраться с каждым из них.

# CodexPage_Description,CodexPage_IceTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The white, spiked variant is found primarily in Ko-Wahi. The cold, harsh climate has hardened these Tarakava into fearsome beasts. They’re faster and more powerful than an average Tarakava.
ru_ru: Эти опасные Рахи славятся своими мощными передними лапами, с помощью которых они атакуют свою добычу. Белая разновидность с шипами встречается преимущественно в Ко-Вахи. Суровый климат закалил Таракав и превратил их в ужасных зверей. Они более быстрые и более сильные, особенно в сравнении с обычными Таракавами.

# CodexPage_Description,CodexPage_Kakama_Desc
source: The Kanohi Kakama: the Great Mask of Speed. This mask lets you run at breathtaking speeds. It’s perfect for exploring the vast island of Mata Nui, and for getting around quickly. Just take care to not accidentally run off a cliff.
ru_ru: Канохи Какама: Великая Маска Скорости. Эта маска позволит вам бежать на высоких скоростях. Она хорошо подходит для исследования обширного острова Мата Нуи, а также для быстрого перемещения. Но будьте осторожны, дабы случайно не сорваться с обрыва.

# CodexPage_Description,CodexPage_KaneRa_Desc
source: The Kane-Ra bull is among the largest of Makuta’s Rahi. Their hooves, sharp horns, and extendable necks make them a powerful threat to any who cross their path. These Rahi can be fiercely territorial, and are quick to attack any who they see as unwelcome- including Toa.
ru_ru: Бык Кане-Ра является одним из крупнейших Рахи Макуты. Их копыта, острые рога и удлиняющиеся шеи делают их опасным врагом для любого, кто встал на их пути. Эти Рахи являются свирепыми существами и могут напасть на любого, кто им не понравится... включая Тоа.

# CodexPage_Description,CodexPage_Kaukau_Desc
source: The Kanohi Kaukau: the Great Mask of Water Breathing. This mask allows you to swim underwater freely without losing any oxygen. It’s ideal for exploring underwater environments freely.
ru_ru: Канохи Каукау: Великая Маска Дыхания под Водой. Эта маска позволит вам спокойно плавать под водой без затрат кислорода. Она идеально подходит для исследования подводной среды.

# CodexPage_Description,CodexPage_KiniNui_Desc
source: The Kini-Nui is the great temple of Mata Nui. It is seen as a sacred and special place, holding a place of utmost spiritual importance to the Matoran. However, it also serves a much more sinister purpose, housing an entrance to Mangaia, the lair of Makuta. The entrance to Mangaia can only be unlocked with all six of the Makoki stones, which are hidden in the other Kinis across the island.
ru_ru: Кини-Нуи – великий храм Мата Нуи. Он считается священным и особенным местом, хранящим высокую духовную важность для Маторанов. Но он также имеет и более злое предназначение, служа входом в Мангайю – логово Макуты. Вход в Мангайю можно открыть только при наличии всех шести камней Макоки, спрятанных в других Кини по всему острову.

# CodexPage_Description,CodexPage_KoKini_Desc
source: The Ko-Kini is the temple of Ice. It lies far from Ko-Koro, and is a difficult trek for any to make who seek to reach it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Only Nuju and his translator, Matoro, know the secret to unlocking it.
ru_ru: Ко-Кини – храм Льда. Он расположен вдали от Ко-Коро и является труднодостижимым местом. Храм хранит в себе камень Макоки – фрагмент ключа, необходимого для доступа в логово Макуты. Только Нуджу и его переводчик Маторо знают то, как его открыть.

# CodexPage_Description,CodexPage_Kokoro_Desc
source: Ko-Koro, the village of Ice. A treacherous climate and a secluded location make this village difficult to reach for even the bravest Matoran. But for those who do, there is little in terms of sightseeing. The quiet, contemplative nature of the Ko-Matoran is seen in how scarce their village is. They don’t need much for their own well-being, using their quiet solitude to reflect on the Great Spirit’s will in the Sanctum, the sacred building which houses prophecies as well as those who seek to decipher them.
ru_ru: Ко-Коро, деревня Льда. Жёсткий климат и удалённое расположение делают её труднодосягаемой даже для самых отважных Маторанов. Но тех, кто всё же решится, ждёт не очень много достопримечательностей. Тихий, созерцательный характер Ко-Маторанов проявляется и в скудности их деревни. Им нужно немного для собственного благополучия, своё уединение они используют для размышлений о воле Великого Духа в Санктуме – священном здании, которое хранит пророчества, а также тех, кто решится их расшифровать.

# CodexPage_Description,CodexPage_Komau_Desc
source: The Kanohi Komau: the Noble Mask of Mind Control. This Mask allows you to make Rahi turn on their own kind, ignoring you in the process.
ru_ru: Канохи Комау: Благородная Маска Контроля Разума. Эта маска позволит вам натравить Рахи против сородичей, таким образом отвлекая внимание от вас.

# CodexPage_Description,CodexPage_Kopaka2_Desc
source: Kopaka is the cold and isolated Toa of ice. He often comes off as resentful and distant from the rest of the Toa, and can be the one to spark disputes within the team- especially between him and Tahu. However, at the root of this lies a fierce will to fulfil his duty as a hero and protector of the Matoran- even if his idea of that duty is to work alone. His elemental attack shoots out a quick beam of ice, which can be aimed depending on where you’re looking. Combining this with the scope of the Akaku can make for some very accurate shots.
ru_ru: Копака – хладнокровный и изолированный Тоа Льда. Он, как правило, считается обидчивым и отстранённым от остальных Тоа, а потому может быть инициатором споров в команде – в частности, между ним и Таху. Но в глубине всего этого лежит яростное желание исполнить свой долг героя и защитника Маторанов, даже если его понимание долга заключается в одиночной работе. Атакой его стихии является выстрел лучом льда, который летит в направлении вашего обзора. Вкупе с прицелом Акаку можно делать очень точные выстрелы.

# CodexPage_Description,CodexPage_KopakasLanding_Desc
source: A strange vessel that has washed up onto the shore... nobody on the island is sure where it has come from. The land ahead seems cold and desolate, offering a challenge of strength and will to anyone willing to travel through it.
ru_ru: Странное судно, выброшенное на берег... никто на острове не знает, откуда оно взялось. Территория впереди кажется холодной и пустынной, предлагая испытание силы и воли для тех, кто хочет её пересечь.

# CodexPage_Description,CodexPage_KoTower_Desc
source: This watchtower in Ko-Wahi has since been abandoned. Ironically, this building, created to keep the Matoran safe, is now one of the most dangerous and hostile places on the island, as it is swarming with Rahi. The Ko-Matoran guard used this as one of their few outposts, making it one of the few hospitable places in Ko-Wahi that is outside of Ko-Koro.
ru_ru: Эта сторожевая башня в Ко-Вахи давно заброшена. Иронично, что это здание, созданное для защиты Маторанов, теперь является одним из самых опасных и недружелюбных мест острова, поскольку оно кишит Рахи. Когда-то стражники Ко-Матораны использовали её в качестве одного из форпостов, делая её одним из немногих обитаемых мест Ко-Вахи за пределами Ко-Коро.

# CodexPage_Description,CodexPage_KoWahi_Desc
source: Ko-Wahi is a treacherous place that few attempt to navigate. Harsh winds, steep mountains, and the cold climate make it difficult to traverse. On top of that, fierce Rahi like the Muaka are known to prowl the cold mountains, further discouraging unprepared travellers. But those who do brave the cold winds see it as a test of strength, challenging the harsh environment simply because it exists to be challenged.
ru_ru: Ко-Вахи – опасное место, которое лишь немногие пытаются пройти. Сильные ветры, крутые горы и холодный климат делают местность непроходимой. Вдобавок к этому, свирепые Рахи по типу Муаки бороздят холодные горы, что ещё сильнее демотивирует неготовых путешественников. Но те, кто всё же отважится покорить холодные ветра, воспринимают это как испытание на прочность и вызов окружающей среде. Просто потому что это место существует для того, чтобы его покорили.

# CodexPage_Description,CodexPage_LavaTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The red variant is found primarily in Ta-Wahi, and is larger than your standard Tarakava. You’re in for a fight if you find yourself up against this powerful Rahi. Handle them with caution.
ru_ru: Эти опасные Рахи славятся своими мощными передними лапами, с помощью которых они атакуют свою добычу. Красную их разновидность можно найти в районе Та-Вахи, они больше стандартных Таракав. Если вы столкнётесь с одним из этих сильных Рахи, то вам придётся сражаться. Будьте осторожны с ними.

# CodexPage_Description,CodexPage_LeKini_Desc
source: The Le-Kini is the temple of Air. Rahi are known to frequently attack this remote temple, discouraging Matoran from visiting this sacred site. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
ru_ru: Ле-Кини – храм Воздуха. Известно, что Рахи часто атакуют этот удалённый храм, не давая Маторанам посетить эту святыню. Храм хранит камень Макоки – фрагмент ключа, необходимого для доступа в логово Макуты.

# CodexPage_Description,CodexPage_Lekoro_Desc
source: Le-Koro, the village of Air. Constructed in trees high above the ground, this village places the Le-Matoran far in the air- in the place where they feel at home. This also allows protection against grounded rahi, though it is still vulnerable to flying rahi, such as the Nui-Rama. There is an elevator pod that goes down from the village to Lake Kanae, allowing access to the village for Matoran. The cheerful spirit of the Le-Matoran is clear from spending time in their village, and it’s not uncommon to hear their music coming from the trees.
ru_ru: Ле-Коро – деревня Воздуха. Сооружённая на деревьях высоко над землёй, деревня заставляет Ле-Маторанов жить на воздухе – месте, где они чувствуют себя как дома. Также это обеспечивает защиту от наземных Рахи, но она остаётся уязвимой к летающим Рахи, по типу Нуи-Рамы. Лифт, ведущий от деревни до озера Канае, обеспечивает доступ в деревню для других Маторанов. Весёлый и озорной дух Ле-Маторанов становится очевиден в процессе времяпрепровождения в их деревне, также с деревьев нередко доносится их музыка.

# CodexPage_Description,CodexPage_LeTemple_Desc
source: This temple was built by the Le-Matoran, along with the help of some Onu-Matoran. It was the Le-Matoran’s decision to build the temple underground, away from their home of Le-Koro. While they felt at home and free in the air, this underground temple provided little distraction from their worship of Mata Nui. The cave shows a rarely seen quiet and reflective nature of the Le-Matoran.
ru_ru: Этот храм был построен Ле-Маторанами не без помощи нескольких Ону-Маторанов. По решению Ле-Маторанов, храм был сооружён под землёй вдали от их дома – Ле-Коро. Хотя они чувствуют себя как дома в воздухе, этот подземный храм не давал практически никаких возможностей отвлечься от поклонения Мата Нуи. Пещера является олицетворением на редкость тихой и задумчивой природы Ле-Маторанов.

# CodexPage_Description,CodexPage_Lewa_Desc
source: Lewa is the carefree and fun loving Toa of air. He is the most energetic out of all the Toa, and his reckless attitude is more often than not what gets him in trouble. Lewa is often overconfident in his own ability as a Toa, taking risks and chances when he shouldn’t, and acting before thinking his actions through. It seems he still has much to learn about being a hero- but that doesn’t stop him from rushing off on his own anyway. His elemental attack shoots a narrow jet of air, which will knock enemies very far back. It doesn’t do all that much damage however, so it’s best for keeping Rahi at bay so you don’t get overwhelmed.
ru_ru: Лева – беззаботный и весёлый Тоа Воздуха. Среди всех Тоа он является самым энергичным, а его безрассудное поведение нередко приводит к неприятностям. Лева нередко излишне самоуверен в своих способностях как Тоа, часто рискует, когда это не нужно, а также действует без раздумий. Видимо, ему ещё стоит много узнать о том, что значит быть героем, но это всё равно не мешает ему действовать так, как он считает нужным. Атака его стихии заключается в выстреле потоком воздуха, который далеко отталкивает врагов. Однако она не наносит много урона, поэтому она лучше всего подходит для удержания Рахи на расстоянии, чтобы не перегружать вас.
