Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_JobmasterReturnFinal
source: Please don't speak to me Toa.
ru_ru: Пожалуйста, не разговаривайте со мной, Тоа.

# Dialogue_Text,DL_JobmasterShipment
source: A collection of materials - for the carvers and the construction workers, you know.
ru_ru: Собрание материалов – всё для резчиков и строителей, сами понимаете.

# Dialogue_Text,DL_JobmasterShipmentGiveQuest
source: You know what, I believe there is. There'd be some widgets in it if you accept.
ru_ru: А знаете, я думаю, что есть. Там точно будет несколько виджетов, если вы согласитесь.

# Dialogue_Text,DL_JobmasterShipmentJob
source: A collection of materials - for the carvers and the construction workers, you know.
ru_ru: Собрание материалов – всё для резчиков и строителей, сами понимаете.

# Dialogue_Text,DL_JobmasterShipmentQuest
source: Good luck. And hurry back, will you?
ru_ru: Удачи. И поскорее возвращайтесь, ладно?

# Dialogue_Text,DL_JobmasterShipmentQuestDesc
source: The shipment is late, and it's important. I'll need you to head to the Onu-Koro shipping center and see what's taking them so long. If the couriers have left already, you'll need to track them down.
ru_ru: Доставка опаздывает, она очень важна. Мне нужно, чтобы вы отправились в центр доставки грузов Ону-Коро и узнать почему они так долго этим занимаются. Если курьеры уже отправились в путь, вам нужно найти их.

# Dialogue_Text,DL_JobmasterTuraga
source: Our Turaga, Onewa, went missing recently. We have gotten along fine without him - with his advanced age, I run the town mostly these days - I was the one that tasked Huki to wait for you.
ru_ru: Наш Турага, Онева, недавно пропал. Мы без него неплохо справляемся – из-за его преклонного возраста, поселением управляю преимущественно я. Именно я был тем, кто попросил Хьюки ждать вас.

# Dialogue_Text,DL_KapuraAdventures1
source: Did you hear the rumor about Kapura?
ru_ru: Ты знаешь слух о Капуре?

# Dialogue_Text,DL_KapuraAdventures2
source: What'd the weirdo do now?
ru_ru: Что чудак задумал в этот раз?

# Dialogue_Text,DL_KapuraAdventures3
source: I heard from a friend of mine, Hewtinii; That Kapura is planning on walking around all of Mata-Nui soon!
ru_ru: Я что-то слышал об этом от своего товарища Хьютини; Капура планирует прогуляться по всему Мата Нуи!

# Dialogue_Text,DL_KapuraAdventures4
source: Huh, I guess he really is crazy then. Could that be related to why so many Po-Matoran have been arriving here lately?
ru_ru: Ха, я думаю, что он реально чокнутый. Может ли это быть связано с тем, что множество По-Маторанов прибывает сюда?

# Dialogue_Text,DL_KapuraAdventures5
source: I'm not sure, It might be. Hah, maybe they mean to build a statue in his honor!
ru_ru: Я не уверен, всё может быть. Ха, может они захотят поставить статую в его честь!

# Dialogue_Text,DL_KapuraAdventures6
source: HAH, That would be quite silly indeed!
ru_ru: ХА, это действительно было бы глупостью!

# Dialogue_Text,DL_Kapuranotlost
source: No, I'm practicing.
ru_ru: Нет. Я практикуюсь.

# Dialogue_Text,DL_KapuraPo
source: Hello again Toa...
ru_ru: И снова здравствуй, Тоа...

# Dialogue_Text,DL_KapuraPo1
source: Yes, I am Kapura...
ru_ru: Да, я – Капура...

# Dialogue_Text,DL_KapuraPo2
source: I do not always practice Toa... Today I've decided to take in Mata-Nui's beauty.
ru_ru: Я не всё время практикуюсь, Тоа… Сегодня я решил насладиться красотами Мата Нуи.

# Dialogue_Text,DL_KapuraWhatareyoudoing
source: I'm practicing... Vakama says even though I am slower then all the others I may be faster than them if I practice.
ru_ru: Я практикуюсь... Вакама говорит, что хотя я и хожу медленнее всех остальных, я могу быть быстрее них, если буду практиковаться.

# Dialogue_Text,DL_KapuraWhereGa
source: I like to travel... Ga-Wahi is very wet... Vakama says that by practicing my skill I can travel large distances in a short time.
ru_ru: Люблю путешествовать... Га-Вахи – очень мокрое место... Вакама говорит, что практикуясь я смогу преодолевать огромные расстояния за короткое время.

# Dialogue_Text,DL_KapuraWhereKo
source: I like to travel... Ko-Wahi is very serene, and a little too cold for me... Vakama says that by practicing my skill I can travel large distances in a short time.
ru_ru: Люблю путешествовать... Ко-Вахи – спокойное место, но и весьма холодное для меня. Вакама говорит, что практикуясь я смогу преодолевать огромные расстояния за короткое время.

# Dialogue_Text,DL_KapuraWhereLe
source: I like to travel... Le-Wahi is very pretty. Vakama says that by practicing my skill I can travel large distances in a short time.
ru_ru: Люблю путешествовать... Ле-Вахи – красивое место. Вакама говорит, что практикуясь я смогу преодолевать огромные расстояния за короткое время.

# Dialogue_Text,DL_KapuraWhereOnu
source: Everyone lives on an island, it's only a matter of size...
ru_ru: Все живут на острове, вопрос лишь в размерах...

# Dialogue_Text,DL_KewaMaster
source: Well... No, we don't have any here.
ru_ru: Ну... Нет, у нас их здесь нет.

# Dialogue_Text,DL_KewaMaster1
source: Greetings Toa-Hero, would you like to ride a Kewa?
ru_ru: Приветствую, Тоа-Герой, хотите прокатиться на Кеве?

# Dialogue_Text,DL_KewaMaster2
source: Kahu are for the ever-brave Le-Koro Airforce only!
ru_ru: Каху только для бравых войск Воздушной Обороны Ле-Коро!

# Dialogue_Text,DL_Kieve
source: We have to find it...
ru_ru: Нам нужно найти его...

# Dialogue_Text,DL_Kieve1
source: No we're not lost... Well maybe a little - but we will be un-lost soon! It was good to see you Toa, now we must get back to searching!
ru_ru: Нет, мы не потерялись... Ну, может чуть-чуть... но мы скоро «рас-потеряемся»! Был рад вас видеть, Тоа, а сейчас мы должны вернуться к поискам!

# Dialogue_Text,DL_Kieve2
source: No! We must find it before the others arrive, you can't acompany us yet, It's not ready!
ru_ru: Нет! Мы должны найти его до прибытия остальных, вы не можете присоединиться к нам, ещё не всё готово!

# Dialogue_Text,DL_Kieve3
source: We will be fine, as soon as we find it! Wait, maybe it doesn't exist yet?... Either way, we will keep searching!
ru_ru: С нами всё будет хорошо, как только мы его найдём! Стоп, а может его пока не существует?... В любом случае, мы продолжим поиски!

# Dialogue_Text,DL_KoAstronomer1
source: I study the stars.
ru_ru: Я изучаю звёзды.

# Dialogue_Text,DL_KoAstronomer2
source: I create prophecies for the wall.
ru_ru: Я создаю пророчества для стены.

# Dialogue_Text,DL_KoAstronomer3
source: I study the Red Star and it's location in the sky reletive to stars around it. The constellations it forms help me understand our Destiny.
ru_ru: Я изучаю Красную Звезду и её положение в небе относительно других звёзд. Формируемые ей созвездия помогут мне понять нашу Судьбу.

# Dialogue_Text,DL_KoFishSeller
source: $T! Oh my, umm, welcome to my shop!
ru_ru: $T! Ой, эмм, добро пожаловать в мой магазин!

# Dialogue_Text,DL_KoFishSeller2
source: Me? Why I sell the best-ist frozen Ruki you've tasted! Hehe, I mean... I sell frozen fish...
ru_ru: Я? Продаю наи-лучших замороженных Руки, что вам доводилось пробовать! Хе-хе, в смысле... я продаю замороженную рыбу...

# Dialogue_Text,DL_KoFishSeller3
source: Oh, well I lived in Le-koro for a while, but I never really felt like I fit in there... They would always make fun of me because, I didn't know how to vine swing, or couldn't tree hop like they could. One day I just left - later I came apon Whagna, and the people were nice, it really felt like a home.
ru_ru: Ну, я долгое время жил в Ле-Коро, но я там чувствовал себя чужаком... Надо мной всегда смеялись, потому что я не знаю как качаться на лиане или не умею прыгать по деревьям, как остальные. Однажды я ушёл... позже я забрёл в Вагну, там люди добрые, я почувствовал себя как дома.

# Dialogue_Text,DL_KoFishSeller4
source: Yes, I did... And now it is my home.
ru_ru: Да... И теперь это мой дом.

# Dialogue_Text,DL_KoFishSellerAbandoned1
source: Hmm...
ru_ru: Хмм...

# Dialogue_Text,DL_KoFishSellerAbandoned2
source: Toa $T, It's great to see you again! I'm alright my head is a bit clearer than it was when last I saw you.
ru_ru: Тоа $T, рад вас видеть вновь! Со мной всё в порядке. В сравнении с нашей прошлой встречей, в голове всё немного прояснилось.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro1
source: Well... It is a little better, the others thought that going off and living in an off the map town was brave and adventurous. Little do they know I did it to get away from them...
ru_ru: Ну... Немножко получше. Остальные считали, что отправиться и жить в месте, не обозначенном на карте – очень смелый шаг. Они не знали, что я сделал это для того, чтобы уйти от них.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro2
source: Oh not that much... They still won't let me participate in any of their Kewa bird games. It's okay - I still don't like heights, but it does bug me that I wasn't even considered.
ru_ru: Ой, не сильно... Они по-прежнему не разрешают мне участвовать в играх на птицах Кева. Это нормально – я по-прежнему не люблю высоту, но меня корёжит от того, что меня даже не выбрали.

# Dialogue_Text,DL_KoFishSellerAbandonedSeen
source: No, none of them. Last one I saw was Parhi I think... In Onu-Koro?
ru_ru: Нет, никого из них не видел. Последний раз я видел... кажется, Пархи… в Ону-Коро?

# Dialogue_Text,DL_KoFishSellerAbandonedSeen2
source: Uhh yeah, I don't remember the specifics, my head was still spinning at that point. Apparently I asked Parhi to explain where we were going three times, Haha...
ru_ru: Аа, да. Я точно не помню, в тот момент у меня голова шла кругом. По-видимому, я попросил у Пархи объяснений: куда это мы шли три раза, хе-хе...

# Dialogue_Text,DL_KoFishSellerFixed
source: You're back $T!
ru_ru: С возвращением, $T!

# Dialogue_Text,DL_KoFishSellerFixed1
source: Oh yes, my head is much clearer than last time.
ru_ru: Ах, да. В голове всё прояснилось, по сравнению с прошлым разом.

# Dialogue_Text,DL_KoFishSellerFixed2
source: I like to see my shop from afar sometimes, also I've been thinking of some improvements... What about some sort of sign like Parhi's?
ru_ru: Мне иногда нравится смотреть на свой магазинчик издалека... Ещё я подумал об улучшениях... Что насчёт надписи как у Пархи?

# Dialogue_Text,DL_KoFishSellerFixing
source: Heheh...
ru_ru: Хехехе...

# Dialogue_Text,DL_KoFishSellerFixing1
source: Yes. Everything is fine.
ru_ru: Да. Всё в порядке.

# Dialogue_Text,DL_KoFlagQuestFinish
source: Thank you very much Toa, I will remember this kindness.
ru_ru: Большое спасибо, Тоа, я буду помнить эту доброту.

# Dialogue_Text,DL_KoFlagQuestFlagMaker
source: Greetings Toa. Did you need something? I'm quite busy.
ru_ru: Приветствую, Тоа. Вам что-то нужно? Я немножко занят.

# Dialogue_Text,DL_KoFlagQuestFlagMaker1
source: Oh, well I create flags. Most of the flags you seen around Mata-Nui are created by me!
ru_ru: Ну, я создаю флаги. Большая часть флагов, которые вы видели на Мата Нуи, была создана мной!

# Dialogue_Text,DL_KoFlagQuestFlagMaker2
source: Yeah, It can be quite- eh, very, stressful at times, but I do enjoy it.
ru_ru: Да, она иногда может быть слегка... в смысле, очень, эээ... напряжённой, но мне она нравится.

# Dialogue_Text,DL_KoFlagQuestOtherFlagmakers
source: I've heard rumor of one in Le-Koro, goes by the name of 'Kumo' I belive... Likely inferior designs...
ru_ru: Я слышал слух про одного из Ле-Коро. Зовут его, кажется, «Кумо»… С явно не очень хорошим дизайном...

# Dialogue_Text,DL_KoFlagQuestRest
source: You are right. Yes... Just... just one day...
ru_ru: Вы правы. Да... В один... прекрасный день...

# Dialogue_Text,DL_KokoroGuardGreeting1
source: I know we Ko-Matoran are supposed to be used to this weather, but it's so cold!
ru_ru: Я знаю, что мы, Ко-Матораны, должны привыкнуть к такой погоде, но здесь так холодно!

# Dialogue_Text,DL_KokoroGuardGreeting2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool on the path up ahead.
ru_ru: Приветствую, Тоа, добро пожаловать в Ко-Коро. Если вам нужно восполнить свой запас Протодермиса, впереди есть источник.

# Dialogue_Text,DL_KokoroGuardGreeting2_2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool right next to Nuju's hut.
ru_ru: Приветствую, Тоа, добро пожаловать в Ко-Коро. Если вам нужно восполнить свой запас Протодермиса, рядом с хижиной Нуджу есть источник.

# Dialogue_Text,DL_KokoroGuardInfo
source: Well, no not a whole lot, Nuju has been missing for a while. Last anyone saw him he was buying a very large amount of flags from the ga-koroan flagmaker, Perhaps that is why the flag trade has stopped. But other than that not much at all.
ru_ru: Ну, не особо много нового. Нуджу давно пропал... Последний раз его видели покупающим кучу флагов у создателя флагов из Га-Коро. Может, поэтому продажа флагов остановилась? Но кроме этого ничего особенного...

# Dialogue_Text,DL_KokoroGuardProtodermis
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
ru_ru: Вы не знаете про Протодермис? Протодермис – то, из чего мы делаем инструменты и практически все металлические предметы, которые вы видите на Мата Нуи. Он также заряжает ваши маски энергией!

# Dialogue_Text,DL_KokoroGuardProtodermis_2
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
ru_ru: Вы не знаете про Протодермис? Протодермис – то, из чего мы делаем инструменты и практически все металлические предметы, которые вы видите на Мата Нуи. Он также заряжает ваши маски энергией!

# Dialogue_Text,DL_KokoroGuardProtodermis_3
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
ru_ru: Вы не знаете про Протодермис? Протодермис – то, из чего мы делаем инструменты и практически все металлические предметы, которые вы видите на Мата Нуи. Он также заряжает ваши маски энергией!

# Dialogue_Text,DL_KoMatoranCold
source: BRR! I'm so cold, and can't get warm, why can't I get warm?
ru_ru: БРР! Я замёрз и не могу согреться! Почему я не могу согреться?

# Dialogue_Text,DL_Kongu
source: Hey hey! You're finally back Toa-Hero! What happened?
ru_ru: Хе-хей! Вы вернулись, герой Тоа! Что-то случилось?

# Dialogue_Text,DL_Kongu1
source: Why I am wind-flying, Kahu-riding Kongu of course! Huh, it seems your thought-memory has been lost? Strange.
ru_ru: Ну, я летучий по ветру и катающийся на Каху Конгу, конечно же! Хех, неужто вы потеряли свою мысле-память? Странно.

# Dialogue_Text,DL_Kongu2
source: Oh, yes! I need someone to go hunt-searching for Matau, our Turaga. It is a sorry-bad tale, but he has been lost-missing for some time now!
ru_ru: Ах, да! Мне нужен кто-то, чтобы он начал поиски Матау, нашего Турага. Грустно-плохая история, конечно, но его нет уже некоторое время!

# Dialogue_Text,DL_KonguMap
source: Some scouts have heard him Down-tree and deep-wood, here I'll mark it on your map-paper.
ru_ru: Некоторые разведчики видели и слышали его глубоко в лесах под деревом, я отмечу место на вашей карте-бумаге.

# Dialogue_Text,DL_KonguNoMap
source: Some scouts have heard him Down-tree and deep-wood, you will need a map though! I've done some Draw-finding of Le-Wahi, here take it!
ru_ru: Некоторые разведчики видели и слышали его глубоко в лесах под деревом, но вам нужна будет карта! Я перерисовал регион Ле-Вахи, возьмите её!

# Dialogue_Text,DL_KonguQuest
source: Please do seek-find him, I'm very worried!
ru_ru: Пожалуйста, найдите-отыщите его, я волнуюсь!

# Dialogue_Text,DL_KonguReturn
source: You are still seek-finding our Turaga, right Toa-Hero?
ru_ru: Вы же всё ещё ищете-разыщете нашего Турагу, да, Тоа-Герой?

# Dialogue_Text,DL_KonguSaved
source: Well-met $T! Thank you for find-saving Matau!
ru_ru: Приветствую, $T! Спасибо за поиск и спасение Матау!

# Dialogue_Text,DL_Kopaka1
source: Perhaps there is some factor that it is impossible to prepare for.
ru_ru: Возможно, есть какой-то фактор, к которому нельзя быть готовым.

# Dialogue_Text,DL_Kopaka2
source: ...I suspect we will soon learn.
ru_ru: ...Подозреваю, что скоро мы узнаем.

# Dialogue_Text,DL_Kopaka3
source: So we are doomed to fail no matter how many times we confront Makuta? To relive this same battle countless times?
ru_ru: То есть, мы обречены на поражение, несмотря на то, сколько раз мы сталкивались с Макутой? Переживать одну и ту же битву бесчисленное множество раз?

# Dialogue_Text,DL_Kopeke1
source: It's almost done...
ru_ru: Почти готово...

# Dialogue_Text,DL_Kopeke2
source: It represents the need that all living beings carry for heat, the Heatstone represents when the Matoran took control of that need, and took it into their own hands.
ru_ru: Он представляет нужду всех живых существ в тепле. Камень Тепла представляет собой момент, когда Маторан взял контроль над этой нуждой. Взял его в свои руки.

# Dialogue_Text,DL_Kopeke3
source: WHAT? Ahh not again!
ru_ru: ЧТО? Ну вот, опять!

# Dialogue_Text,DL_KoTempleMaster
source: Ahh, thank you Toa, but the darkness isn't yet gone from our places of worship, there are more Temples across the Island that need to be freed.
ru_ru: Ах, спасибо, Тоа, но тьма ещё не изгнана из наших мест поклонения. На острове есть ещё храмы, которые нужно освободить.

# Dialogue_Text,DL_KoTempleMaster1
source: You also may want to ask matoran in the Koros about their Temple.
ru_ru: Вам также следует поспрашивать Маторанов в других Коро насчёт их Храмов.

# Dialogue_Text,DL_KoTownBuyer
source: Do you have one that's made out of Protosteel?
ru_ru: Есть ли у вас тот, который сделан из Протостали?

# Dialogue_Text,DL_KoTownBuyer2
source: Oh Hello! Believe it or not I hail from Po-Koro, Alot of the matoran here are from different places around the island. I've only been here a short while but it seems like a place I'd like to stay.
ru_ru: О, приветствую! Верьте или нет, но я прибыл из По-Коро. Множество здешних Маторанов прибыло из разных мест по всему острову. Я здесь пока недолго, но мне кажется, что я бы захотел тут остаться.

# Dialogue_Text,DL_KoTownBuyer3
source: Yes, I've always felt a bit disconnected from other Po-Matoran as if I was not ment to be part of the tribe. As I said many of the people here are from different villages... Many of us are self outcasts or explorers.
ru_ru: Да, я всегда чувствовал себя несколько отстранённым от других По-Маторанов, будто я не должен был быть частью их племени. Как я уже сказал, большинство здесь из разных деревень... Многие из нас – или изгои, или искатели приключений.

# Dialogue_Text,DL_KoTownBuyerGainQuest
source: I'll stay here for a while yes, but If I'm not here when you get back you might try Po-Koro or Ga-Koro.
ru_ru: Я пока останусь тут, да. Но если меня здесь не будет к моменту вашего возвращения, отправляйтесь в По-Коро или Га-Коро.

# Dialogue_Text,DL_KoTownBuyerOnua
source: Ahh, Yes Protodermis is more common, however Protosteel is a very rare, very strong material that can only be manipulated by a few people in the world. I've been traveling all over the island to find and study these rare tools. I'm Kohi by the way.
ru_ru: Ах, да... Протодермис более распространён, в то время как Протосталь – материал редкий и крепкий, с которым могут работать лишь немногие. Я путешествовал по всему острову, дабы найти и изучить эти редкие инструменты. Кстати, я Кохи.

# Dialogue_Text,DL_KoTownBuyerOnua1
source: With a Toa helping me perhaps I'd even be able to discover the secret to Protosteel manipulation! Yes I will absolutely accept your help, as I did recently hear of a Protosteel tool on the other side of the island in Le-Wahi South-West of Le-Koro. There is said to be Protosteel Weapon "frozen in wood", surrounded by a Nui-Jaga Nest. I haven't made the trip down there yet for, well for obvious reasons.
ru_ru: С помощью Тоа я, может, наконец-таки смогу узнать секрет управления Протосталью! Да, я однозначно приму вашу помощь, поскольку я слышал об одном инструменте из Протостали на другой стороне острова в Ле-Вахи, к юго-западу от Ле-Коро. Говорят, там находится протостальной инструмент, «вмёрзший в дерево» и окружённый гнездом Нуи-Джаг. Я туда ещё не отправлялся... по понятным причинам.

# Dialogue_Text,DL_KoTownKohiProtosteel1
source: Ahh Hello $T, come to help me free this thing?
ru_ru: А, приветствую, Тоа $T. Пришли помочь мне достать эту штуку?

# Dialogue_Text,DL_KoTownKohiProtosteel2
source: What? Po-Koro was attacked?
ru_ru: Что? На По-Коро напали?

# Dialogue_Text,DL_KoTownKohiProtosteel3
source: Oh, you gave me a fright Toa! Whagna isn't my home, I was mearly there following up on a lead to find this. Shame they got attacked though, I hope no one was hurt.
ru_ru: Ух, вы меня напугали, Тоа! Вагна – не мой дом, я лишь искал там зацепки, чтобы найти это. Жаль, конечно, что на них напали, надеюсь, что никто не пострадал.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered
source: Haha! I've done it!
ru_ru: Ха-ха! Я сделал это!

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered2
source: Ahh Hello Toa! Yes indeed I have, although I'm not entirely sure what I did.
ru_ru: А, здравствуй, Тоа! Да, я сделал, но я не до конца уверен что именно я сделал.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered3
source: Well, I was trying to melt down the tools we found, and even with my furnace as hot as it could go they still weren't begining to.
ru_ru: Ну, я попытался расплавить найденные нами инструменты, но даже при максимальной температуре моей печи они не стали плавиться.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered4
source: In an admittedly embarrassing fit of rage, I attempted to bend the tools with my bare hands. Surprisingly, it worked! There was some sort of electricity between my hands, the metal became soft and began to glow. So I placed it into the furnace and they melted!
ru_ru: В несколько постыдном приступе ярости я попытался согнуть инструменты голыми руками. На удивление, это сработало! Меж моих рук пробежало какое-то электричество, металл стал мягким и начал светиться. Поэтому я засунул инструменты в печь... и они расплавились!

# Dialogue_Text,DL_KoTownKohiProtosteelGift
source: For your help in this endevor, I'd like to give you the first Protosteel item from my shop, free of charge.
ru_ru: За вашу помощь в данном деле, мне хотелось бы предоставить вам первую вещичку из Протостали, совершенно бесплатно.

# Dialogue_Text,DL_KoTownKohiProtosteelGift1
source: I was thinking I'd add some shine to your masks, If you'd allow me?
ru_ru: Я тут подумал, что мог бы добавить вашим маскам немного блеска. Вы не против?

# Dialogue_Text,DL_KoTownKohiProtosteelGift2
source: So, how do you like It?
ru_ru: Ну, что скажете?

# Dialogue_Text,DL_KoTownKohiProtosteelGive
source: Ahh, Yes Thank you thank you Toa!
ru_ru: Ах, да. Спасибо-спасибо вам, Тоа!

# Dialogue_Text,DL_KoTownKohiProtosteelGive1
source: With this and my others, I should be able to discover the secret to Protosteel. Stop by my forge in Po-Koro later, and I might have something for you.
ru_ru: С этой и некоторыми другими вещами, я смогу раскрыть секрет Протостали. Загляните как-нибудь в мою кузницу в По-Коро, у меня для вас кое-что есть.

# Dialogue_Text,DL_KoTownKohiProtosteelGive2
source: Ahh, Perfect!
ru_ru: Ах, прекрасно!

# Dialogue_Text,DL_KoTownKohiProtosteelHelp
source: I understand, but for that I must ask a favor of you. I need that.
ru_ru: Я понимаю, но для этого сделайте мне одно одолжение. Мне оно нужно.
