Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_NokamaKoroGali2_PlayerResponse_1
source: I understand. Thank you, Nokama.
ru_ru: Я понимаю. Спасибо вам, Нокама.

# Dialogue_Response,DL_NokamaKoroGali3_PlayerResponse_1
source: Thank you Turaga.
ru_ru: Спасибо, Турага.

# Dialogue_Response,DL_NokamaKoroGali4_PlayerResponse_1
source: Thank you Turaga.
ru_ru: Спасибо, Турага.

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_1
source: How is Ga-Koro?
ru_ru: Что нового в Га-Коро?

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_2
source: I am.
ru_ru: Да.

# Dialogue_Response,DL_NokamaMeeting_PlayerResponse_1
source: I understand. I am simply glad you are unharmed.
ru_ru: Я понимаю. Я лишь {G}|gender(рад, рада) тому, что вы не пострадали.

# Dialogue_Response,DL_NokamaScary_PlayerResponse_1
source: Well that now you are safe. You should head back to Ga-Koro.
ru_ru: Что ж, теперь вы в безопасности. Вам лучше вернуться в Га-Коро.

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_1
source: You have something for me?
ru_ru: У вас что-то есть для меня?

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_3
source: Has Ko-Koro been well?
ru_ru: В Ко-Коро всё хорошо?

# Dialogue_Response,DL_NujuCovoBlocked_PlayerResponse_1
source: Is something the matter, Turaga?
ru_ru: Что-то не так, Турага?

# Dialogue_Response,DL_NujuCovoFinal1_PlayerResponse_1
source: Do you have anything else for me to do?
ru_ru: Есть ли у вас что-то ещё, что я могу сделать?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_1
source: Has Ko-Koro been well?
ru_ru: В Ко-Коро всё хорошо?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_2
source: I’ve returned, Turaga.
ru_ru: Я {G}|gender(вернулся, вернулась), Турага.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka2_PlayerResponse_1
source: Fears about what, exactly?
ru_ru: Страх чего именно?

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka4_PlayerResponse_1
source: Thank you, Turaga.
ru_ru: Спасибо, Турага.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka_PlayerResponse_1
source: You are not upset?
ru_ru: Вы не расстроены?

# Dialogue_Response,DL_NujuCovoKokoro_PlayerResponse_1
source: I’ve returned, Turaga.
ru_ru: Я {G}|gender(вернулся, вернулась), Турага.

# Dialogue_Response,DL_NujuCovoKopaka1_PlayerResponse_1
source: That’s what I’ve been doing... is something the matter?
ru_ru: Я это и делал... Что-то не так?

# Dialogue_Response,DL_NujuCovoKopaka3_PlayerResponse_1
source: Hmph. Very well.
ru_ru: Хмпф. Ну ладно.

# Dialogue_Response,DL_NujuCovoSafe_PlayerResponse_1
source: You have something for me?
ru_ru: У вас есть что-то для меня?

# Dialogue_Response,DL_NujuKini1_PlayerResponse_1
source: Is something the matter, Turaga?
ru_ru: Что-то не так, Турага?

# Dialogue_Response,DL_NujuLost1_PlayerResponse_1
source: Nuju! Are you safe?
ru_ru: Нуджу! Вы в порядке?

# Dialogue_Response,DL_NujuLost2_PlayerResponse_1
source: Are… you trying to tell me something?
ru_ru: Вы... пытаетесь что-то мне сказать?

# Dialogue_Response,DL_NujuLost4_PlayerResponse_1
source: I’m glad you are safe.
ru_ru: Я рад, что вы в порядке.

# Dialogue_Response,DL_NujuLost4_PlayerResponse_2
source: Are... are you still trying to tell me something?
ru_ru: Вы... вы по-прежнему пытаетесь что-то мне сказать?

# Dialogue_Response,DL_NujuTelling_PlayerResponse_1
source: ...Maybe we should get you back to Matoro.
ru_ru: ...Может, нам стоит вернуть вас к Маторо.

# Dialogue_Response,DL_Numai1_PlayerResponse_1
source: We haven't spoken much.
ru_ru: Мы не очень много общались.

# Dialogue_Response,DL_Numai2_PlayerResponse_1
source: Ko-koro, you're going back?
ru_ru: Ко-Коро? Ты возвращаешься?

# Dialogue_Response,DL_Numai3_PlayerResponse_1
source: I see, Good luck.
ru_ru: Ясно, удачи.

# Dialogue_Response,DL_NumaiAbandoned1_PlayerResponse_1
source: Numai, Enjoying Ko-Koro?
ru_ru: Нумаи, наслаждаешься Ко-Коро?

# Dialogue_Response,DL_NumaiAbandoned2_PlayerResponse_1
source: Have you seen any of the others lately?
ru_ru: Видел ли ты кого-то ещё в последнее время?

# Dialogue_Response,DL_NumaiAbandonedSeen_PlayerResponse_1
source: Hmm, I see.
ru_ru: Хмм, ясно.

# Dialogue_Response,DL_NumaiFixed1_PlayerResponse_1
source: Are you upset with me?
ru_ru: Ты на меня обижен?

# Dialogue_Response,DL_NumaiFixed2_PlayerResponse_1
source: That is true, but I stand by my decision.
ru_ru: Это верно, но я буду при своём мнении.

# Dialogue_Response,DL_Nuparu1_PlayerResponse_1
source: Hello Nuparu, what are you doing there?
ru_ru: Привет, Нупару, что ты тут делаешь?

# Dialogue_Response,DL_Nuparu2_PlayerResponse_1
source: You're a mechanist?
ru_ru: Ты механик?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_1
source: Oh maybe you know what these cylindrical brass machines are that I've found in the Koros.
ru_ru: О, может ты знаешь: что это за цилиндрические машины, которые я {G}|gender(обнаружил, обнаружила) в разных Коро?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_2
source: Very nice to meet you Nuparu
ru_ru: Очень {G}|gender(рад, рада) познакомиться с тобой, Нупару.

# Dialogue_Response,DL_Nuparu4_PlayerResponse_1
source: Powering stations? What do they do?
ru_ru: Зарядные станции? Что они делают?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_1
source: It "Powers" the mask?
ru_ru: Они... «заряжают» маску?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_2
source: What's Wahae-Mata Gel?
ru_ru: Что за Гель Вахе-Мата?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_3
source: How does it do that?
ru_ru: Как именно это происходит?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_4
source: Fascinating.
ru_ru: Изумительно.

# Dialogue_Response,DL_Nuparu_PlayerResponse_1
source: Yes? What is it?
ru_ru: Да? Что это?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_1
source: What did you mean it "Powers" the mask?
ru_ru: В каком смысле она «заряжает» маску?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_2
source: How does it work?
ru_ru: Как это работает?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_3
source: Thank you greatly, this is valuble information.
ru_ru: Большое спасибо, это была ценная информация.

# Dialogue_Response,DL_NuparuHow_PlayerResponse_1
source: What did you mean it "Powers" the mask?
ru_ru: В каком смысле она «заряжает» маску?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_2
source: What's the "Wahae-Mata Gel" you mentioned?
ru_ru: Что за «Гель Вахе-Мата», о котором ты говорил?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_3
source: Thank you greatly, this is valuble information.
ru_ru: Спасибо большое, это ценная информация.

# Dialogue_Response,DL_NuparuPower_PlayerResponse_1
source: What's Wahae-Mata Gel?
ru_ru: Что за Гель Вахе-Мата?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_2
source: How does the machine work?
ru_ru: Как эта машина работает?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_3
source: Thank you greatly, this is valuble information.
ru_ru: Спасибо большое, это ценная информация.

# Dialogue_Response,DL_Okin1_PlayerResponse_1
source: Hello little one, what are you doing?
ru_ru: Привет, малец, что ты делаешь?

# Dialogue_Response,DL_Okin2_PlayerResponse_1
source: What does that mean?
ru_ru: Что это значит?

# Dialogue_Response,DL_Okin3_PlayerResponse_1
source: Ahh I see, anything I can do to help pass the time?
ru_ru: Ааа, ясно. Я могу что-то сделать, чтобы помочь тебе скоротать время?

# Dialogue_Response,DL_Okin4_PlayerResponse_1
source: Very well, I'll leave you to your dreaming little one.
ru_ru: Ну что же, я оставлю тебя наедине с твоими мечтаниями, малец.

# Dialogue_Response,DL_Onepu1_PlayerResponse_1
source: I don't believe we have met actually.
ru_ru: Не думаю, что мы встречались.

# Dialogue_Response,DL_Onepu2_PlayerResponse_1
source: Is there something I can help you with?
ru_ru: Есть ли что-то, с чем я могу помочь?

# Dialogue_Response,DL_Onepu3_PlayerResponse_1
source: You want me to look for him?
ru_ru: Хочешь, чтобы я {G}|gender(нашёл, нашла) его?

# Dialogue_Response,DL_Onepu3_PlayerResponse_2
source: You want me to look for him?
ru_ru: Хочешь, чтобы я {G}|gender(нашёл, нашла) его?

# Dialogue_Response,DL_Onepu4_PlayerResponse_1
source: Back from where?
ru_ru: Вернулся откуда?

# Dialogue_Response,DL_Onepu_PlayerResponse_1
source: Hello Onepu...
ru_ru: Привет, Онепу...

# Dialogue_Response,DL_OnepuGiveMap_PlayerResponse_1
source: Back from where?
ru_ru: Вернулся откуда?

# Dialogue_Response,DL_OnepuReturn1_PlayerResponse_1
source: Not yet no.
ru_ru: Нет, ещё нет.

# Dialogue_Response,DL_OnepuReturn_PlayerResponse_1
source: Alright I'll leave.
ru_ru: Ладно, я пойду.

# Dialogue_Response,DL_OnepuSaved1_PlayerResponse_1
source: Okay...
ru_ru: Окей...

# Dialogue_Response,DL_OnepuSaved_PlayerResponse_1
source: What do you mean? I saved Whenua.
ru_ru: О чём ты? Я же {G}|gender(спас, спасла) Венуа.

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_1
source: How did you get trapped here?
ru_ru: Как вы попали в эту ловушку?

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_2
source: How can I help?
ru_ru: Чем я могу помочь?

# Dialogue_Response,DL_OnewaHelpNow_PlayerResponse_1
source: I'm on it.
ru_ru: Я этим займусь.

# Dialogue_Response,DL_OnewaHole_PlayerResponse_1
source: What were you doing so far from Po-Koro?
ru_ru: Что вы делали так далеко от По-Коро?

# Dialogue_Response,DL_OnewaHowToHelp_PlayerResponse_1
source: Make sure to get out of the way before it comes down.
ru_ru: Прежде чем я её собью, вам лучше отойти назад.

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_1
source: Again?
ru_ru: Опять?

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_2
source: Again?
ru_ru: Опять?

# Dialogue_Response,DL_OnewaPohatuQuest_PlayerResponse_1
source: Where would I find this stone?
ru_ru: Где я могу найти этот камень?

# Dialogue_Response,DL_OnewaPohatuQuestGoodbye_PlayerResponse_1
source: Thank you for your confidence, Turaga.
ru_ru: Спасибо за вашу уверенность, Турага.

# Dialogue_Response,DL_OnewaPohatuQuestGoodbyeGiveMap_PlayerResponse_1
source: Thank you for your confidence, Turaga.
ru_ru: Спасибо за вашу уверенность, Турага.

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_1
source: How is Po-Koro doing?
ru_ru: Как дела в По-Коро?

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_3
source: I heard you have something for me?
ru_ru: Я {G}|gender(слышал, слышала), что у вас есть кое-что для меня?

# Dialogue_Response,DL_OnewaPokoroBragging_PlayerResponse_1
source: Very Nice.
ru_ru: Весело...

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_1
source: How is Po-Koro doing?
ru_ru: Как там дела в По-Коро?

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_2
source: I have found a few.
ru_ru: Я {G}|gender(нашёл, нашла) несколько.

# Dialogue_Response,DL_OnewaThankyou_PlayerResponse_1
source: Of course Turaga.
ru_ru: Конечно, Турага.

# Dialogue_Response,DL_OnewaWhereHaveBeen_PlayerResponse_1
source: How can I help?
ru_ru: Чем я могу помочь?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_1
source: What are you doing in this hole?
ru_ru: Что вы делаете в этой... кхм, дыре?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_2
source: Where have you been?
ru_ru: Где вы были?

# Dialogue_Response,DL_Outcast_PlayerResponse_2
source: How is there grass here?
ru_ru: Откуда тут трава?

# Dialogue_Response,DL_Outcast_PlayerResponse_3
source: Why are you here?
ru_ru: Почему ты здесь?

# Dialogue_Response,DL_OutcastGrass_PlayerResponse_2
source: Why are you here?
ru_ru: Почему ты здесь?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_1
source: Why are you here?
ru_ru: Почему ты здесь?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_2
source: How is there grass here?
ru_ru: Откуда тут взялась трава?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_3
source: See you around Plant Man.
ru_ru: Увидимся, Человек-Растение.

# Dialogue_Response,DL_OutcastWhy1_PlayerResponse_2
source: How is there grass here?
ru_ru: Откуда тут взялась трава?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_1
source: Really?
ru_ru: Серьёзно?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_3
source: How is there grass here?
ru_ru: Откуда тут взялась трава?

# Dialogue_Response,DL_Pauri1_PlayerResponse_1
source: Our shop?
ru_ru: «Наш» магазин?

# Dialogue_Response,DL_Pauri1_PlayerResponse_3
source: I'll be back later.
ru_ru: Я скоро вернусь.

# Dialogue_Response,DL_Pauri2_PlayerResponse_2
source: I'll be back later.
ru_ru: Я скоро вернусь.

# Dialogue_Response,DL_PetOwner_PlayerResponse_1
source: How's Po-Koro?
ru_ru: Как там По-Коро?

# Dialogue_Response,DL_PetOwner_PlayerResponse_2
source: Just passing through.
ru_ru: Да так, мимо прохожу.

# Dialogue_Response,DL_PlantSeller1_PlayerResponse_2
source: I don't need any at the moment thank you.
ru_ru: Мне сейчас они не нужны, спасибо.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_1
source: I’ve come for my rematch. Where’s Pohatu?
ru_ru: Я вернулся на матч-реванш. Где Похату?

# Dialogue_Response,DL_PoduFail1_PlayerResponse_2
source: You haven’t seen Kopaka yet, have you? He’s supposed to be back for his rematch.
ru_ru: Ты ещё не видел Копаку, да? Он должен был вернуться на матч-реванш.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_3
source: Are you waiting for someone?
ru_ru: Ты кого-то ждёшь?

# Dialogue_Response,DL_PoduFailGeneral1_PlayerResponse_1
source: I'll keep an eye out for him.
ru_ru: Я поищу его.

# Dialogue_Response,DL_PoduFailKopaka1_PlayerResponse_1
source: ...Yes. I just did.
ru_ru: Да. Так и есть.

# Dialogue_Response,DL_PoduFailKopaka2_PlayerResponse_1
source: About as ready as I can be.
ru_ru: Готов настолько, насколько это возможно.

# Dialogue_Response,DL_PoduFailPohatu_PlayerResponse_1
source: Well let me know if you see him... Oh- and let me know if he says my name! I have a really cool entrance I want to make if he says my name.
ru_ru: Ну, дай мне знать, если ты увидишь его... О, и дай знать, если вдруг он скажет моё имя! У меня есть очень крутой выход, который я хотел бы сделать после того, как он скажет моё имя.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_1
source: Now why would a Po-Matoran like yourself be in Ko-Koro?
ru_ru: А что По-Маторан в твоём лице делает в Ко-Коро?

# Dialogue_Response,DL_PoduRace1_PlayerResponse_2
source: Hope you’re not too uncomfortable in Ko-Koro, little one.
ru_ru: Надеюсь, у тебя нет больших неудобств в Ко-Коро, малец.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_3
source: You certainly seem out of place, little one.
ru_ru: Ты явно кажешься тут лишним, малец.

# Dialogue_Response,DL_PoduRace2_PlayerResponse_1
source: You again? What’s the meaning behind all this?
ru_ru: Опять ты? Что всё это значит?

# Dialogue_Response,DL_PoduRace2_PlayerResponse_2
source: Just hang in there… I’m sure Kopaka will be here any minute now!
ru_ru: Просто держись... Я уверен, что Копака будет здесь с минуты на минуту!

# Dialogue_Response,DL_PoduRace2_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
ru_ru: Что Маторан вроде тебя делает здесь?

# Dialogue_Response,DL_PoduRaceGeneral2_PlayerResponse_1
source: Don’t worry. Brother Kopaka can be cold at times, but he’ll show up eventually.
ru_ru: Не волнуйся. Братец Копака может быть иногда холоден, но рано или поздно он покажется.

# Dialogue_Response,DL_PoduRaceGeneral_PlayerResponse_1
source: If I see him, I’ll let him know.
ru_ru: Если я его увижу, дам ему знать.

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_1
source: What will I find there?
ru_ru: Что я там найду?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_2
source: Who sent you here?
ru_ru: Кто тебя послал сюда?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
ru_ru: Ну что ж. Я буду там, как только появится возможность.

# Dialogue_Response,DL_PoduRaceKopaka_PlayerResponse_1
source: Looking for me? What do you need?
ru_ru: Ищешь меня? Что тебе нужно?

# Dialogue_Response,DL_PoduRaceKopakaExit_PlayerResponse_1
source: I’ll keep that in mind.
ru_ru: Буду иметь это в виду.

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_1
source: Who sent you here?
ru_ru: Кто тебя послал сюда?

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
ru_ru: Ну что же. Я буду там, если будет возможность.

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_1
source: What will I find there?
ru_ru: Что я там найду?

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
ru_ru: Ну что же. Я постараюсь прийти туда как можно скорее.

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_1
source: How do I know you’re not leading me into a trap?
ru_ru: Как я узнаю, что ты не ведёшь меня в ловушку?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_2
source: What will I find there?
ru_ru: Что я там найду?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
ru_ru: Хорошо. Я буду там при первой возможности.

# Dialogue_Response,DL_PoduRacePohatu2_PlayerResponse_1
source: It will be, trust me.
ru_ru: Оно будет того стоить, поверь мне.

# Dialogue_Response,DL_PoduRacePohatu_PlayerResponse_1
source: He should be here any second now...
ru_ru: Он должен быть здесь с минуты на минуту...

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_1
source: I’ve come back for Pohatu’s idiotic race.
ru_ru: Я вернулся ради дурацкой гонки Похату.

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_2
source: Has Kopaka come back yet?
ru_ru: Копака уже вернулся?

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
ru_ru: Что Маторан в твоём лице делает здесь?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu1_PlayerResponse_1
source: Were you standing there waiting this entire time?
ru_ru: Ты всё это время стоял и ждал здесь?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu2_PlayerResponse_1
source: I’ll indulge in your little game now.
ru_ru: Я сыграю в вашу маленькую игру.

# Dialogue_Response,DL_PoduRaceReturnPohatu2_PlayerResponse_1
source: Hmm...
ru_ru: Хмм...

# Dialogue_Response,DL_PoduRaceReturnPohatu_PlayerResponse_1
source: Of course he will! I know Kopaka. You just need some patience
ru_ru: Конечно да! Я знаю Копаку. Тебе нужно лишь немного терпения...

# Dialogue_Response,DL_Poekae1_PlayerResponse_1
source: Really? I doubt that one substance can cure all that...
ru_ru: Серьёзно? Сомневаюсь, что данное вещество может вылечить всё.

# Dialogue_Response,DL_Poekae2_PlayerResponse_1
source: I doubt it will work for a Toa like myself, but I'll take a look.
ru_ru: Сомневаюсь, что оно сработает на Тоа вроде меня, но я посмотрю.

# Dialogue_Response,DL_Poekae_PlayerResponse_2
source: What do you sell here?
ru_ru: Что ты продаёшь здесь?

# Dialogue_Response,DL_Poekae_PlayerResponse_3
source: I'm just browsing.
ru_ru: Я так, осматриваюсь.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_1
source: I suppose I could have another go at it.
ru_ru: Думаю, что я мог бы попробовать ещё раз.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_2
source: Absolutely not.
ru_ru: Точно нет.

# Dialogue_Response,DL_PotMaker1_PlayerResponse_2
source: I'm sorry, but I have no need for a pot.
ru_ru: Мне жаль, но мне не нужны горшки.

# Dialogue_Response,DL_PotMaker_PlayerResponse_1
source: Hello, what are you doing?
ru_ru: Привет, что ты делаешь?

# Dialogue_Response,DL_PotMakerBacktoNormal1_PlayerResponse_1
source: I hope so too.
ru_ru: Надеюсь на это.

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_1
source: I thought I'd check up on you, how are you doing?
ru_ru: Я {G}|gender(решил, думала) проведать тебя. Как дела?

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_2
source: Do you still sell pots?
ru_ru: Ты всё ещё продаёшь горшки?

# Dialogue_Response,DL_PotMakerTrade1_PlayerResponse_2
source: I changed my mind.
ru_ru: Я {G}|gender(передумал, передумала).

# Dialogue_Response,DL_PotMakerWhatHappened1_PlayerResponse_1
source: Do you know where Kohi could be?
ru_ru: Ты знаешь, где может быть Кохи?

# Dialogue_Response,DL_PotMakerWhatHappened1Alt_PlayerResponse_1
source: Do you know where Kohi could be?
ru_ru: Ты знаешь, где может быть Кохи?

# Dialogue_Response,DL_PotMakerWhatHappened2_PlayerResponse_1
source: What about the one who did this?
ru_ru: Что насчёт того, кто это сделал?

# Dialogue_Response,DL_PotMakerWhatHappened3_PlayerResponse_1
source: Is there anything I can do to find him?
ru_ru: Могу ли я что-то сделать, чтобы найти его?

# Dialogue_Response,DL_PotMakerWhatHappened4_PlayerResponse_1
source: Gah... You are right, thank you for your information Kohua.
ru_ru: Чёрт... Ты прав, спасибо тебе за информацию, Кохуа.

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_1
source: What happened to Kohi's shop?
ru_ru: Что случилось с лавкой Кохи?

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_2
source: What happened to Kohi's shop Pot-Maker?
ru_ru: Что случилось с лавкой Кохи, мастера-горшечника?

# Dialogue_Response,DL_QuarterMaster11_PlayerResponse_1
source: You are welcome.
ru_ru: Не за что.

# Dialogue_Response,DL_QuarterMaster1_PlayerResponse_1
source: Any way I can help?
ru_ru: Я могу чем-то помочь?

# Dialogue_Response,DL_QuarterMaster2_PlayerResponse_2
source: I can't at the moment, sorry.
ru_ru: Я пока не могу, мне жаль.

# Dialogue_Response,DL_QuarterMaster3_PlayerResponse_1
source: As you wish.
ru_ru: Как скажешь.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_1
source: I have, he's going to correct the mistake immediately.
ru_ru: Да, он немедленно исправит свою ошибку.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_2
source: You mean the staff salesman? No not yet.
ru_ru: Ты о продавце посохов? Нет, ещё нет.

# Dialogue_Response,DL_QuarterMaster5_PlayerResponse_1
source: Yes... How did you know?
ru_ru: Да... Как вы узнали?

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_1
source: Takar has already promised me payment.
ru_ru: Такар уже пообещал мне оплату.

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_2
source: A kind deed is it's own reward.
ru_ru: Доброе дело само себя хвалит.

# Dialogue_Response,DL_QuarterMaster7_PlayerResponse_1
source: Well, lets get to this "petty task" then.
ru_ru: Ну, посмотрим, что это за «халтура».

# Dialogue_Response,DL_QuarterMaster8_PlayerResponse_1
source: The staves?
ru_ru: Посохи?

# Dialogue_Response,DL_QuarterMaster9_PlayerResponse_1
source: Let's do it.
ru_ru: Вперёд.

# Dialogue_Response,DL_RacePohatu1_PlayerResponse_1
source: Oh no. Don’t tell me this was your idea.
ru_ru: О нет... Только не говори, что это была твоя идея.

# Dialogue_Response,DL_RacePohatu2_PlayerResponse_1
source: We’re brothers. Not friends.
ru_ru: Мы братья, а не друзья.

# Dialogue_Response,DL_RacePohatu3_PlayerResponse_1
source: That’s what this whole ruse was? Some kind of sport to you?
ru_ru: В этом и заключалась вся эта афера? Что-то вроде спорта?

# Dialogue_Response,DL_RacePohatu4_PlayerResponse_1
source: This entire charade is idiotic. Not only have you wasted my time which I could be spending searching for Masks, you’ve wasted this Po-Matoran’s time as well!
ru_ru: Вся эта шарада – идиотская. Ты потратил не только моё время, которое я мог бы потратить на поиск Масок, но ты ещё потратил время и этого По-Маторана!

# Dialogue_Response,DL_RacePohatu6_PlayerResponse_1
source: And why would I engage in something so trivial?
ru_ru: И почему я должен участвовать в чём-то столь пустяковом?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_1
source: ...Very well, I accept.
ru_ru: ...Ну что ж, я принимаю вызов.
