Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_Vakama1
source: No celebration, Tahu. We do not come bearing good news.
ru_ru: Никаких празднований, Таху. Мы пришли не с хорошими новостями.

# Dialogue_Text,DL_Vakama2
source: No. For this time, you shall be armed with the truth.
ru_ru: Нет. В этот раз вы узнаете всю правду.

# Dialogue_Text,DL_Vakama3
source: Makuta has stolen a mask of power... one that allows him to bend time itself to his will. One that he has used to reset your memories time and time again.
ru_ru: Макута украл маску силы... ту, которая позволяет ему изменять сам ход времени в соответствии со своей волей. Ту, которую он использовал, чтобы стирать вашу память раз за разом.

# Dialogue_Text,DL_Vakama4
source: You must find this mask if you are to free the island and break Makuta’s chains that have bound you.
ru_ru: Вы должны найти эту маску, если вы хотите освободить остров и сломить цепи Макуты, сковывающие вас.

# Dialogue_Text,DL_VakamaBeforeRescue1
source: Ah... welcome, Toa. I am glad that at least you are safe...
ru_ru: А... Добро пожаловать, Тоа. Я рад, что хотя бы ты в безопасности...

# Dialogue_Text,DL_VakamaBeforeRescue2
source: I have not heard from the other Turaga for quite a while… I am worried that something has happened to them.
ru_ru: Я не слышал известий от других Турага длительное время... Я боюсь, что с ними что-то случилось.

# Dialogue_Text,DL_VakamaBeforeRescueLeave
source: Ah and one more thing. When you’re searching for masks, could you keep an eye out for... ah, it is nothing - I'm sure it will turn up in time. Forgive me, Toa. My mind is still troubled. I shall stay here and meditate upon the will of Mata Nui.
ru_ru: Да, и ещё. Пока ты ищешь маски, присмотри ещё за... ладно, неважно. Он наверняка прибудет вовремя. Прошу меня извинить, Тоа. Мой разум всё ещё неспокоен. Я останусь здесь и буду медитировать во имя воли Мата Нуи.

# Dialogue_Text,DL_VakamaBeforeRescueMap
source: Hmm, you don't have a map? I remember giving you one... Hmpf, very well - I can give you my spare, it's only for Ta-wahi but It may help.
ru_ru: Хмм, у тебя нет карты? Я помню, что давал тебе одну... Хмпф, ну да ладно – я могу дать запасную. На ней только Та-Вахи, но это может помочь.

# Dialogue_Text,DL_VakamaBeforeRescueWhatDo
source: Head to the other villages- they might have a better idea of where their Turaga are... and be sure to visit me after you have found them all. I have something else that you will need to hear.
ru_ru: Отправляйся в другие деревни – у них наверняка есть представление о том, где находятся их Турага… и как только найдёшь их, посети меня. У меня есть кое-что, что тебе нужно услышать.

# Dialogue_Text,DL_VakamaBeforeRescueWhere
source: We had gathered to discuss some... important matters at the Kini-Nui. It seems the other Turaga were less fortunate on their return journey...
ru_ru: Мы собрались, чтобы обсудить кое-какие... важные дела в Кини-Нуи. По видимому, другим Турага повезло меньше на их обратном пути...

# Dialogue_Text,DL_VakamaCutscene
source: My my, your mind works in strange ways Toa, very well I will regale you... The captain of the guard had taken a small hunting party into the charred forest, they were attempting to capture a frightening beast that had been sighted by more than a few villagers. Little did they know that they were searching for you...
ru_ru: Боже-боже, твой разум работает очень странно, Тоа. Ну хорошо, я расскажу тебе... Капитан стражи собрал небольшую команду охотников и отправился в сгоревший лес, они пытались поймать страшного и жуткого зверя, замеченного несколькими жителями. Но они не знали, что искали-то тебя...

# Dialogue_Text,DL_VakamaPostKini
source: Welcome, to Ta-koro Toa...
ru_ru: Добро пожаловать в Та-Коро, Тоа...

# Dialogue_Text,DL_VakamaPostKini1
source: Ahh it- Well it's nothing you should concern yourself with... for now.
ru_ru: А, это... Ну, ничего такого, на что нужно обращать внимание... во всяком случае пока.

# Dialogue_Text,DL_VakamaPostRescue
source: Welcome, Toa. I am glad to hear that all of the Turaga are safe.
ru_ru: Здравствуй, Тоа. Рад слышать, что все Турага в безопасности.

# Dialogue_Text,DL_VakamaPostRescueOtherToa
source: As a matter of fact, I must speak with Tahu about some rather urgent matters... Please send him my way if you come across him.
ru_ru: На самом деле, мне нужно поговорить с Таху насчёт кое-каких важных дел... Пожалуйста, отправьте его ко мне, если вам удастся его встретить.

# Dialogue_Text,DL_VakamaPostRescueSafe
source: I pray that this is the first step towards normalcy on this Island... something which it has lacked for far too long.
ru_ru: Я молюсь, что это – первый шаг к нормализации ситуации на острове... того, чего давно на нём не было.

# Dialogue_Text,DL_VakamaPostRescueTahu
source: I do... there is a grave task I have for you which only you can complete.
ru_ru: Да... у меня есть одна серьёзная просьба для тебя, которую только ты можешь исполнить.

# Dialogue_Text,DL_VakamaPostRescueTahu1
source: As you and the other Toa have been searching for your masks, I must admit that I have been searching for one as well. While I fear I cannot divulge much at the moment, I can say that I suspected it might have been hidden inside the Ta-Kini.
ru_ru: Пока ты и остальные Тоа ищите свои маски, я должен признаться, что я тоже ищу одну. Хотя я боюсь, что не могу подробно об этом рассказать, я могу сказать о том, что я полагаю, что она, возможно, спрятана внутри Та-Кини.

# Dialogue_Text,DL_VakamaPostRescueTahu2
source: No... I have already sent another into the temple.
ru_ru: Нет... Я уже послал одного в храм.

# Dialogue_Text,DL_VakamaPostRescueTahu3
source: A rather... adventurous Matoran named Takua. When he overheard my predicament, he pleaded with me to allow him to enter the Kini... something I now greatly regret.
ru_ru: Одного... Маторана-авантюриста по имени Такуа. Когда он услышал про мои трудности, он попросил меня разрешить войти в Кини... решение, о котором я сейчас сильно сожалею.

# Dialogue_Text,DL_VakamaPostRescueTahu4
source: I do not know, Tahu. No one has seen Takua since he entered the temple. I fear he is in grave danger... as a result of my ignorance.
ru_ru: Я не знаю, Таху. Никто не видел Такуа с того момента, как он вошёл в храм. Я боюсь, что он попал в серьёзную опасность... из-за моего невежества.

# Dialogue_Text,DL_VakamaPostRescueTahu5
source: I pray that you still can...
ru_ru: Я молюсь за то, чтобы ты справился...

# Dialogue_Text,DL_VakamaPostTAKiniFailsafe
source: You must all gather at the Kini Nui, the temple there holds the entrance to Makuta's Lair. I will mark it on your map but before you go, ensure that all of you have obtained your golden masks - The road ahead is difficult, and you will need the strength they offer.
ru_ru: Вы все должны собраться у Кини-Нуи – храма, который является входом в логово Макуты. Я отмечу его на карте. Но прежде чем ты уйдёшь, удостоверься в том, что вы все собрали свои золотые маски. Дорога впереди будет трудной, вам потребуются их силы.

# Dialogue_Text,DL_VegSeller1
source: Hmm... Still crooked...
ru_ru: Хмм... Всё ещё криво...

# Dialogue_Text,DL_VegSeller2
source: Oh, Hi Toa $T! My sign's just a little crooked, I sell vegetation, Need any plants?
ru_ru: О, приветствую, Тоа $T! Моя вывеска немножко кривовата, я продаю растения. Нужны какие-то растения?

# Dialogue_Text,DL_WhagnaMeeting_Kahli5
source: I never thanked you for fixing that hole in my roof earlier Taphal.
ru_ru: Я так и не поблагодарила тебя за починку дыры в крыше, Тафал.

# Dialogue_Text,DL_WhagnaMeeting_Kahli9
source: What? What are we talking about?
ru_ru: Что? О чём это мы?

# Dialogue_Text,DL_WhagnaMeeting_Numai11
source: I still believe it's too dangerous to stay here, I'm heading back to Ko-Koro unless we decide otherwise.
ru_ru: Я всё ещё считаю, что тут опасно находиться, я отправляюсь обратно в Ко-Коро, пока не будет решено обратное.

# Dialogue_Text,DL_WhagnaMeeting_Numai2
source: It would require far too much work to repair the village, than we can handle! There is no way we would finish the repairs before another attack!
ru_ru: Нам потребуется куда больше сил, чтобы восстановить деревню, мы не справимся! Мы не сможем закончить ремонт до очередного нападения!

# Dialogue_Text,DL_WhagnaMeeting_Numai4
source: You would be working yourself to death Taphal, there's no need for that!
ru_ru: Ты будешь работать до смерти, Тафал, в этом риске нет необходимости!

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay
source: You have made a grave mistake Toa.
ru_ru: Вы совершаете чудовищную ошибку, Тоа.

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay1
source: Uhh, let me rephrase that. I believe that you have made a critical error in judgement $T, however only time will tell.
ru_ru: Эм... позвольте перефразировать. Я считаю, что вы совершаете критическую ошибку в суждении, $T, но, как говорится, время покажет.

# Dialogue_Text,DL_WhagnaMeeting_Parhi1
source: Welcome all, I've called this meeting today so that we may make a final decicsion on what we should do about our village. There are two options, repair the town and attept to fortify it against any future Rahi attacks, or we all all return to our respective villages.
ru_ru: Всех приветствую, я собрал эту встречу для того, чтобы принять окончательное решение по нашей деревне. Варианта два: восстановить её и попытаться построить укрепления против будущих атак Рахи, либо мы все возвращаемся по своим деревням.

# Dialogue_Text,DL_WhagnaMeeting_Parhi10
source: Okay Kalhi seems to still not have - Uhh, come back to us. Numai?
ru_ru: Ладно, Кали до сих пор... Эээ, не вернулась к нам. Нумаи?

# Dialogue_Text,DL_WhagnaMeeting_Parhi12
source: Very well, Taphal?
ru_ru: Хорошо, Тафал?

# Dialogue_Text,DL_WhagnaMeeting_Parhi14
source: And Tafall?
ru_ru: А Тафол?

# Dialogue_Text,DL_WhagnaMeeting_Parhi16
source: Dahh- A deadlock...
ru_ru: Чёрт. Ничья...

# Dialogue_Text,DL_WhagnaMeeting_Parhi17
source: Toa $T, with the vote in a deadlock - and our deciding vote being completely out of it, I'd like to defer to your wisdom in this matter.
ru_ru: Тоа $T, с зашедшим в тупик голосованием – и моим невмешательством в сей процесс, я доверюсь вашей мудрости в этом деле.

# Dialogue_Text,DL_WhagnaMeeting_Parhi18
source: Yes. Although these types of matters would usually be the duty of a Turaga. While we don't have one, we do have the next best thing, a Toa of legend.
ru_ru: Да. Впрочем, такие вопросы обычно считаются обязанностями Тураги. Хотя у нас его нет, у нас есть не менее важная личность – легендарный Тоа.

# Dialogue_Text,DL_WhagnaMeeting_Parhi19
source: Very good, So what will it be Toa? Do we stay or go?
ru_ru: Хорошо. Ну так что, Тоа? Мы остаёмся или возвращаемся?

# Dialogue_Text,DL_WhagnaMeeting_Parhi7
source: Okay, okay, that's enough. We need to make a decision here, I'm calling a vote. I'm for staying and trying to repair.
ru_ru: Ладно, ладно, этого достаточно. Нам нужно принять решение, я предлагаю проголосовать. Я за то, чтобы остаться и постараться всё восстановить.

# Dialogue_Text,DL_WhagnaMeeting_Parhi8
source: Kahli, your vote?
ru_ru: Кали, твоё мнение?

# Dialogue_Text,DL_WhagnaMeeting_ParhiLeave
source: You heard the Toa! Start packing up, I'll be taking you by boat to your village if that's possible.
ru_ru: Вы слышали Тоа! Собирайте вещи, я отвезу вас на лодке к вашим деревням, если это будет возможно.

# Dialogue_Text,DL_WhagnaMeeting_ParhiStay
source: You heard the Toa! Taphal, get to work. I'll travel to Po-Koro to see if they have any materials we can use, perhaps I can hire a few more crafters there too.
ru_ru: Вы слышали Тоа! Тафал, за работу. Я отправлюсь в По-Коро, чтобы узнать про материалы, которые у них есть. Может, я найму ещё несколько ремесленников оттуда.

# Dialogue_Text,DL_WhagnaMeeting_ReturnStay
source: You may go now Toa, we can handle everything else.
ru_ru: Вы можете идти, Тоа. Мы разберёмся со всем остальным.

# Dialogue_Text,DL_WhagnaMeeting_Tafall15
source: I... I don't think we should stay, I'm sorry Taphal, but there's just too much work for just you and us.
ru_ru: Я... Я не думаю, что нам стоит оставаться. Мне жаль, Тафал, но здесь слишком много работы для нас двоих.

# Dialogue_Text,DL_WhagnaMeeting_Tafall6
source: I'm not him! You- I- Ugghhhh!
ru_ru: Я – не он! Ты... Я... ААААААХХХХ!

# Dialogue_Text,DL_WhagnaMeeting_Taphal13
source: I'm staying. I've already started working on the repairs, I'm not abandoning my work!
ru_ru: Я остаюсь. Я уже начал заниматься ремонтными работами, я их не буду забрасывать!

# Dialogue_Text,DL_WhagnaMeeting_Taphal3
source: What do you mean too much work! I can do it all in half the time of any Po, or Onu matoran!
ru_ru: В смысле «много работы»!? Я со всем этим управлюсь раза в два быстрее, чем любой По- или Ону-Маторан!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave
source: Gah! You've gotta be kidding me!
ru_ru: Чёрт! Да вы шутите!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave2
source: Yes, I understand it's just... My work, all for nought.
ru_ru: Да, я понимаю, просто... Вся моя работа коту под хвост...

# Dialogue_Text,DL_WhagnaMeeting_TaphalStay
source: Yes! I'll go get started right now!
ru_ru: Да! Я сразу же примусь за дело!

# Dialogue_Text,DL_WhagnaVillager1
source: Hello Toa $T, Welcome to Whagna Village.
ru_ru: Здравствуй, Тоа $T, добро пожаловать в деревню Вагна.

# Dialogue_Text,DL_Whenua1
source: We come bearing the truth.
ru_ru: Мы пришли с правдой.

# Dialogue_Text,DL_Whenua2
source: We have spoken, and decided that you must be armed with this knowledge if you are to break the Makuta’s cycle.
ru_ru: Мы поговорили... И приняли решение дать вам эти знания, если вы хотите прервать цикл Макуты.

# Dialogue_Text,DL_WhenuaBack
source: Eager is an understatement, Toa. I do hope you will visit me once I am comfortably underground- I have other tasks for you.
ru_ru: Не то слово, Тоа. Я надеюсь, что ты посетишь меня как только я буду в своём привычном месте под землей – у меня есть другие дела для тебя.

# Dialogue_Text,DL_WhenuaDefault1
source: Hello, Toa $T. I am glad to see you are well.
ru_ru: Здравствуй, Тоа $T. Рад видеть, что ты в порядке.

# Dialogue_Text,DL_WhenuaDefaultPostKini
source: Hello, Toa $T. I am glad to see you are well.
ru_ru: Здравствуй, Тоа $T. Рад видеть, что ты в порядке.

# Dialogue_Text,DL_WhenuaGetmeDown
source: Come on Toa, I don't have all day. Get me down!
ru_ru: Ну же, Тоа, у меня нет столько времени. Спусти меня!

# Dialogue_Text,DL_WhenuaJump
source: Hmph. I suppose you think that’s funny? I believed that you Toa would have a bit more respect for your Turaga, but apparently not. Why, back in my prime I would have- ...oh, never mind. Please just help me down!
ru_ru: Хмпф. Предполагаю, ты думаешь, что это смешно? Я уж надеялся, что у Тоа вроде тебя будет куда больше уважения к Турага, но нет. А вот в моё время было... ладно, проехали. Пожалуйста, просто помоги мне спуститься!

# Dialogue_Text,DL_WhenuaKoro
source: Indeed it has. The Lightstone mines have increased in productivity, which is slight compensation for the incident at the great mine...
ru_ru: Действительно. Шахты, где добывают камни Света, увеличили свою продуктивность, в качестве компенсации за инцидент в большой шахте...

# Dialogue_Text,DL_WhenuaLost1
source: Toa! So good to see you here. I was beginning to get worried I would be lost for good...
ru_ru: Тоа! Как хорошо, что ты здесь. Я уж начал волноваться, что потеряюсь навсегда...

# Dialogue_Text,DL_WhenuaLost2
source: I was returning to Onu-Koro when a swarm of Nui-Jaga appeared and started chasing me. I climbed up here to escape them.
ru_ru: Я возвращался в Ону-Коро, как вдруг из ниоткуда появился рой Нуи-Джаг и погнался за мной. Я забрался сюда, чтобы спрятаться от них.

# Dialogue_Text,DL_WhenuaLost3
source: Well... yes I do. I’m not particularly fond of heights...
ru_ru: Ну... в общем-то да. Я не большой фанат высоты.

# Dialogue_Text,DL_WhenuaOnua
source: Indeed I do. Now that I am safely underground, there is something which I must tell you.
ru_ru: Действительно. Теперь когда я в безопасности под землёй, мне нужно тебе кое-что рассказать.

# Dialogue_Text,DL_WhenuaOnua1
source: I believe I have a newfound appreciation for our safe underground home- though I fear portions of it will not remain safe for much longer...
ru_ru: Мне кажется, что я нашёл преимущества нашего безопасного подземного дома... Но я боюсь, что некоторые его части недолго будут безопасными...

# Dialogue_Text,DL_WhenuaOnua2
source: As you may have seen with our great mine, portions of the Onu-Wahi tunnels have become less stable than they were before. Cave-ins have been happening more frequently, which have even begun to affect the surface. It seems these tremors have affected the Onu-Kini temple, preventing us from burrowing into the temple from below again. It was a great convenience which is, unfortunately, lost.
ru_ru: Как ты можешь видеть с нашей великой шахтой, фрагменты туннелей Ону-Вахи стали куда менее стабильными, чем раньше. Обвалы стали происходить гораздо чаще, что даже начало оказывать влияние на поверхность. По видимому, эти толчки повлияли на храм Ону-Кини, что снова лишает нас возможности попасть в храм снизу. Это было большое удобство, которого мы, к сожалению, лишились.

# Dialogue_Text,DL_WhenuaOnua3
source: Do you not... Oh! Forgive me, Onua. We have attempted to access the Onu-Kini through alternate means in the past, in an attempt to avoid the Makuta’s threats. ...All in preparation for your arrival of course. I apologize for any... confusion I may have caused.
ru_ru: Ты не... Ой! Прошу прощения, Онуа. Мы ранее пытались попасть в Ону-Кини другими методами, дабы попытаться избежать угроз Макуты. ...Всё в рамках подготовки к твоему прибытию. Я извиняюсь за... любую возможную путаницу, которую я мог допустить.

# Dialogue_Text,DL_WhenuaOnua4real
source: Here, this map may help you find the temple. Be careful Toa.
ru_ru: Вот, эта карта поможет тебе найти храм. Будь осторожен, Тоа.

# Dialogue_Text,DL_WhenuaOnuaGiveMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
ru_ru: Ону-Кини хранит камень Макоки – фрагмент ключа, который тебе нужно получить, чтобы исполнить свою судьбу. Что-то, что Макута хочет помешать тебе забрать всеми доступными средствами.

# Dialogue_Text,DL_WhenuaOnuaMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
ru_ru: Ону-Кини хранит камень Макоки – фрагмент ключа, который тебе нужно получить, чтобы исполнить свою судьбу. Что-то, что Макута хочет помешать тебе забрать всеми доступными средствами.

# Dialogue_Text,DL_WhenuaOtherToa
source: For you? Not exactly... Though if you could send a message to Onua I would appreciate it. Please tell him that I wish to speak with him as soon as he is able.
ru_ru: Для тебя? Нет... Но если ты сможешь передать сообщение Онуа, я буду благодарен. Пожалуйста, передай ему, что я хочу с ним поговорить как можно скорее.

# Dialogue_Text,DL_WhenuaSaved
source: What is WRONG with you! I could have been hurt! ...But thank you for getting me down from there. That rock looks much taller from the top of it.
ru_ru: Да что с тобой НЕ ТАК?! Я мог бы пострадать! ...Но спасибо, что спустили меня отсюда. Эта скала кажется гораздо выше, если смотреть сверху вниз.

# Dialogue_Text,DL_WhenuaSaved1
source: Oh… hah… that’s a story for another time, Toa. Perhaps one day I shall be able to tell it to you.
ru_ru: О... хех… это уже совсем другая история, Тоа. Возможно, однажды я смогу тебе рассказать её.

# Dialogue_Text,DL_WhenuaSaved2
source: Well, when you live underground long enough, finding yourself too far above it becomes rather nauseating.
ru_ru: Ну, когда ты долго живёшь под землёй, то найти себя над ней – удовольствие не сказать, что из приятных.

# Dialogue_Text,DL_WinRacePodu
source: Ah... hello $T. Not many people come down here... Good to see a friendly face once in a while.
ru_ru: А, здравствуй, $T. Немногие сюда приходят... Рад временами увидеть хоть одно дружественное лицо.

# Dialogue_Text,DL_WinRacePoduGeneral
source: Well, I was out here doing a favor for Pohatu, but I’ve decided to stay. It’s nice out here, away from all the hustle and bustle of Po-Koro.
ru_ru: Ну, я здесь, потому что сделал одолжение для Похату, но решил остаться. Здесь красиво, ещё и вдали от всей этой суеты сует По-Коро.

# Dialogue_Text,DL_WinRacePoduGeneral1
source: Me too, $T. Me too.
ru_ru: Я тоже, $T. Я тоже.

# Dialogue_Text,DL_WinRacePoduKopaka
source: Oh no, you won’t have to do any more racing. Pohatu had his fun.
ru_ru: Э, нет, тебе больше не придётся участвовать в гонках. Похату как следует повеселился.

# Dialogue_Text,DL_WinRacePoduPohatu
source: I like it out here. The ocean is nice, it’s peaceful and quiet, and there’s that temple full of swinging axes nearby in case I get bored!
ru_ru: Мне тут нравится. Океан красивый, тишина и покой... а на случай, если я заскучаю, есть храм с качающимися топорами!

# Dialogue_Text,DL_WinRacePoduPohatu1
source: Indeed it is! ...One more thing. What did Kopaka think of my hat?
ru_ru: Действительно! ...Да, и ещё: что Копака думает о моей шапке?

# Dialogue_Text,DL_WinRacePoduPohatu2
source: Yes! I knew he'd like them.
ru_ru: Да! Я знал, что ему понравится.

# Dialogue_Text,DL_WinRacePohatu
source: Well done, Kopaka! Truly, well done. That was a finer race than any I’ve had before.
ru_ru: Неплохо, Копака! Это правда было неплохо. Это была, пожалуй, лучшая гонка, чем все те, в которых мне доводилось участвовать.

# Dialogue_Text,DL_WinRacePohatu1
source: Oh, of course! Here, let me get it for you...
ru_ru: А, точно! Вот, позволь я её достану для тебя...

# Dialogue_Text,DL_WinRacePohatu2
source: I knew you’d enjoy it! I knew this whole task would be rewarding in the end.
ru_ru: Я знал, что тебе понравится! Я знал, что вся эта история будет вознаграждена.

# Dialogue_Text,DL_WinRacePohatu3
source: Watch what you say about these! Podu made them.
ru_ru: Поаккуратнее со словами, которые ты говоришь! Их сделал Поду.

# Dialogue_Text,DL_WinRacePohatuGift
source: What did I say? Stylish, right? And I’ve got enough for all six of us to wear!
ru_ru: Что я говорил? Стильно-модно-молодёжно, да? И у меня их есть достаточно для всей нашей шестёрки!

# Dialogue_Text,DL_YumaFishIntro
source: Stop copying me! There's got to be a law against this!
ru_ru: Прекрати повторять за мной! Должен же быть какой-то закон против этого!

# Dialogue_Text,DL_YumaFishIntro_2
source: Oh, Toa $T! I didn't see you there. Would you like some rare fish? It may be expensive, but it's great quality!
ru_ru: Ой, Тоа $T! Я и не заметил вас. Хотите купить редкой рыбки? Она немножко дороговата, но качество отменное!

# Dialogue_Text,DL_YumaFishIntro_Gali
source: Oh yeah. Guess I didn't think about that. If you catch any rare ones, you can always sell them to me!
ru_ru: Ах, да. Я об этом не подумал. Если вы сможете поймать какую-то редкую рыбу, вы всегда можете продать её мне!

# Dialogue_Text,DL_YumaFishIntro_lewa
source: Fair enough I suppose... though if you ever have a change of appetite you know the salesman to buy from!
ru_ru: Справедливо, я полагаю... но если у вас разыграется аппетит, то вы знаете у кого нужно покупать!

# Engine_Project,Engine_ProjectDisplayTitle
source: Bionicle: Masks of Power
ru_ru: Bionicle: Маски Силы

# InvItem_Description,Item_AmanaVoloSphere_Desc
source: Rare orbs full of a powerful essence that has the power to heal a great amount.
ru_ru: Редкие сферы, полные мощной энергии. Они способны залечить различные раны.
