Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_MatoroKiniExplanation10
source: I shall go to the Ko-Kini and wait for you there.
el: Θα πάω στο Ko-Kini και θα σε περιμένω εκεί.

# Dialogue_Text,DL_MatoroKiniExplanation2
source: I... I must speak with you. It’s about the task Nuju didn’t tell you about.
el: Εγώ... πρέπει να σου μιλήσω. Πρόκειται για την εργασία που δεν σου είπε ο Nuju.

# Dialogue_Text,DL_MatoroKiniExplanation3
source: The Turaga recently held a meeting to discuss certain... things that have been happening to you Toa. Nuju, unfortunately, came to the conclusion that he was unsure where your loyalties lie.
el: Οι Turaga πρόσφατα πραγματοποίησαν μια συνάντηση για να συζητήσουν ορισμένα... πράγματα που σου συμβαίνουν Toa. Δυστυχώς, ο Nuju κατέληξε στο συμπέρασμα ότι δεν ήταν σίγουρος για το αν μπορεί να σας εμπιστευτεί.

# Dialogue_Text,DL_MatoroKiniExplanation4
source: Do not blame him, Kopaka... Nuju is skeptical and cold by his nature. He has seen prophecies change and fail. He has seen his own friends and allies turn against him. It has taken a bigger toll on him than he cares to admit.
el: Μην τον κατηγορείς, Kopaka... Ο Nuju είναι από τη φύση του σκεπτικιστής και ψυχρός. Έχει δει τις προφητείες να αλλάζουν και να αποτυγχάνουν. Έχει δει τους δικούς του φίλους και συμμάχους να στρέφονται εναντίον του. Αυτό τον έχει πλήξει περισσότερο από όσο θέλει να παραδεχτεί.

# Dialogue_Text,DL_MatoroKiniExplanation5
source: ...My oath to the Turaga forbids me from sharing information which is deemed a secret. However, helping you to fulfil your destiny through my actions does not violate that oath.
el: ...Ο όρκος μου προς τον Turaga μου απαγορεύει να μοιράζομαι πληροφορίες που θεωρούνται μυστικές. Ωστόσο, το να σε βοηθάω να εκπληρώσεις το πεπρωμένο σου μέσω των πράξεών μου δεν παραβιάζει αυτόν τον όρκο.

# Dialogue_Text,DL_MatoroKiniExplanation6
source: It means I shall assist you on your task, Toa.
el: Σημαίνει ότι θα σε βοηθήσω στο έργο σου, Τόα.

# Dialogue_Text,DL_MatoroKiniExplanation7
source: You, Kopaka, must travel to the Ko-Kini temple on the outskirts of Ko-Wahi. Within the temple lies a Makoki stone- a part of a key to the lair of the Makuta.
el: Εσύ, Kopaka, πρέπει να ταξιδέψεις στον ναό του Ko-Kini στα περίχωρα του Ko-Wahiι. Μέσα στον ναό βρίσκεται μια πέτρα Makoki - ένα μέρος ενός κλειδιού για τη φωλιά των Makuta.

# Dialogue_Text,DL_MatoroKiniExplanation8
source: I am afraid we must, Kopaka.
el: Φοβάμαι πως πρέπει, Kopaka.

# Dialogue_Text,DL_MatoroKiniExplanation9
source: I will accompany you. The temple remains locked, and I know the secret to unlocking it. I... hope that Nuju can forgive me for this, but this must be done. I cannot allow Nuju’s skepticism to prevent it.
el: Θα σε συνοδεύσω. Ο ναός παραμένει κλειδωμένος και ξέρω το μυστικό για να τον ξεκλειδώσω. Ελπίζω... ότι ο Nuju θα με συγχωρέσει γι' αυτό, αλλά αυτό πρέπει να γίνει. Δεν μπορώ να επιτρέψω στον σκεπτικισμό του Nuju να με εμποδίσει.

# Dialogue_Text,DL_MatoroKiniKopaka1
source: Good. Now descend into the Ko-Kini.
el: Ωραία. Τώρα κατέβα στο Ko-Kini.

# Dialogue_Text,DL_MatoroKiniOther
source: Just... waiting. I wonder what’s taking Kopaka so long...
el: Απλώς... περιμένω. Αναρωτιέμαι γιατί αργεί τόσο πολύ ο Kopaka...

# Dialogue_Text,DL_MatoroKiniReturn
source: I see you have found the stone...
el: Βλέπω ότι βρήκες την πέτρα...

# Dialogue_Text,DL_MatoroKiniReturn1
source: Yes... I suppose...
el: Ναι... υποθέτω...

# Dialogue_Text,DL_MatoroKiniReturn2
source: I… I know that I am doing the right thing in helping you with this... but I have still gone behind Nuju’s back to complete this task. I still feel uneasy about this...
el: Εγώ... ξέρω ότι κάνω το σωστό που σε βοηθάω σε αυτό... παρόλα αυτά, έχω πάει πίσω από την πλάτη του Nuju για να ολοκληρώσω αυτή την εργασία. Ακόμα νιώθω άβολα γι' αυτό...

# Dialogue_Text,DL_MatoroKiniReturn3
source: ...Forgive me, Toa, but I do not feel that you should leave with this stone while Nuju is deceived.
el: ...Συγχώρεσέ με, Toa, αλλά δεν νομίζω ότι πρέπει να φύγεις με αυτή την πέτρα όσο ο Nuju είναι εξαπατημένος.

# Dialogue_Text,DL_MatoroKiniReturnEnd
source: I shall go to speak with Nuju. Speak to us when you are ready.
el: Θα πάω να μιλήσω με τον Nuju. Μίλα μας όταν είσαι έτοιμος.

# Dialogue_Text,DL_MatoroKiniReturnMine
source: If it were not for my help, you would remain without the stone, Toa. We have both gone behind Nuju’s back to do this- and I feel it is both my and your duty to have his blessing before you continue.
el: Αν δεν ήμουν για τη βοήθειά μου, θα έμενες χωρίς την πέτρα, Toa. Έχουμε πάει και οι δύο πίσω από την πλάτη του Nuju για να το κάνουμε αυτό- και αισθάνομαι ότι είναι και δικό μου και δικό σου καθήκον να έχουμε την ευλογία του πριν συνεχίσεις. Θα πάω να μιλήσω με τον Νούτζου. Μίλα μας όταν είσαι έτοιμος.

# Dialogue_Text,DL_MatoroKiniReturnUnderstand
source: I will as well... I only hope that he will be able to see reason. Please speak with him as soon as you are able to.
el: Θα το κάνω κι εγώ... Ελπίζω μόνο να μπορέσει να καταλάβει τη λογική. Σε παρακαλώ μίλα μαζί του το συντομότερο δυνατό.

# Dialogue_Text,DL_MatoroReturn
source: Have you found our Turaga yet?
el: Βρήκες τον Turaga μας ακόμα;

# Dialogue_Text,DL_MetalSeller
source: Metals, Statues, Crystals! I've got it all, want to take a look Toa?
el: Μέταλλα, Αγάλματα, Κρύσταλλα! Τα έχω όλα, θέλεις να ρίξεις μια ματιά;

# Dialogue_Text,DL_Metonu
source: Hmm... Finally done.
el: Χμμ...επιτέλους, τέλος.

# Dialogue_Text,DL_Metonu1
source: Oh it's nothing... Well it was actually quite a feat - But nothing you need concern yourself with Toa.
el: Ω, δεν είναι τίποτα... Λοιπόν, ήταν στην πραγματικότητα ένα μεγάλο κατόρθωμα - Αλλά τίποτα, δεν χρειάζεται να ανησυχείς, Toa.

# Dialogue_Text,DL_Metonu2
source: Hah! Very well. I will say that all endings are merely beginnings, waiting to be born. So, It's now time for our next step.
el: Χα! Πολύ καλά. Θα πω ότι όλα τα τέλη είναι απλώς αρχές, που περιμένουν να γεννηθούν. Λοιπόν, ήρθε η ώρα για το επόμενο βήμα μας.

# Dialogue_Text,DL_Metonu3
source: Oh wait Toa! You're still looking for the masks right? I have a device that may help.
el: Ω περίμενε, Toa! Ακόμα ψάχνεις για μάσκες, σωστά; Έχω μια συσκευή που μπορεί να βοηθήσει.

# Dialogue_Text,DL_MetonuAkaku
source: The Akaku! X-Ray vision... Yup... That's a pretty cool one. Anyways I'll get to work!
el: Η Akaku! Ώραση ακτίνων Χ... Ναιπ... Είναι χρήσιμη. Θα αρχίσω να δουλεύω!

# Dialogue_Text,DL_MetonuExplain
source: I had my friend Nuparu draft up some plans for a small device that would seek out the unique energy signals of powered masks! Or well, It's supposed to... The current design can only track one type of mask. If you'd like one I'll need some rare materials to build it, a Toa like yourself shouldn't have trouble with that though.
el: Έβαλα τον φίλο μου τον Nuparu να κάνει κάποια σχέδια για μια μικρή συσκευή που θα αναζητούσε τα μοναδικά ενεργειακά σήματα των τροφοδοτούμενων μασκών! Ή, λοιπόν, υποτίθεται θα έκανε αυτό... Ο τρέχων σχεδιασμός μπορεί να ακολουθεί μόνο έναν τύπο μάσκας. Αν θέλετε μία, θα χρειαστώ μερικά σπάνια υλικά για να την κατασκευάσω, μα Toa σαν εσένα δεν θα έπρεπε να έχουν πρόβλημα με κάτι τέτοιο.

# Dialogue_Text,DL_MetonuGive
source: Here you go. I hope you'll use it well $T!
el: Ορίστε. Ελπίζω να το χρησιμοποιήσεις σωστά, $T!

# Dialogue_Text,DL_MetonuHau
source: The Hau! Quite a useful mask, Very well!
el: Η Hau! Αρκετά χρήσιμη μάσκα, πολύ καλά!

# Dialogue_Text,DL_MetonuHaveMaterials
source: Excellent! I'll get to work on it immediately. Before I do though, What mask would you like to track?
el: Εξαιρετικά! Θα ξεκινήσω αμέσως να δουλεύω πάνω σε αυτό. Πριν το κάνω όμως, ποια μάσκα θα ήθελες να ακολουθεί;

# Dialogue_Text,DL_MetonuHuna
source: The Huna! Very sneaky Toa... I'll get to work then!
el: Η Huna! Πολύ ύπουλο Toa... Θα πιάσω δουλειά τότε!

# Dialogue_Text,DL_MetonuKakama
source: The Kakama! Ahh this one has always been one of my favorites, if I could use mask powers that'd be the one I'd wear... Anyways I'll get to work!
el: Η Κακάμα! Αυτή είναι πάντα μία από τις αγαπημένες μου, αν μπορούσα να χρησιμοποιήσω δυνάμεις μάσκας, αυτή θα φορούσα... Τέλος πάντων, θα πιάσω δουλειά!

# Dialogue_Text,DL_MetonuKaukau
source: The Kaukau! Water breathing is always a handy thing to have. I'll get to work right away!
el: Η Kaukau! Η υποθαλάσσια αναπνοή είναι πάντα χρήσιμο πράγμα. Θα πιάσω δουλειά αμέσως!

# Dialogue_Text,DL_MetonuKomau
source: The Komau! Mind control? I trust you won't go around using these on my fellow Matoran? Hah, I jest. I'll get to work then!
el: Η Komau! Έλεγχος του μυαλού; Ελπίζω να μην τη χρησιμοποιείς αυτή στους αδέλφους μου Matoran; Αστειεύομαι. Θα πιάσω δουλειά τότε!

# Dialogue_Text,DL_MetonuMahiki
source: The Mahiki! Huh, Illusion... alright I'll get to work!
el: Η Μαχίκι! Χμμ, Ψευδαισθήσεις... εντάξει, θα πιάσω δουλειά!

# Dialogue_Text,DL_MetonuMatatu
source: The Matatu! Huh, never really saw the use in Telekinesis, but alright I'll get to work!
el: Η Matatu! Εεε, ποτέ δεν είδα πραγματικά τη χρήση της Τηλεκίνησης, αλλά εντάξει, θα πιάσω δουλειά!

# Dialogue_Text,DL_MetonuMaterials
source: Now I hate to ask this of you, as it is a rather large list but here we go... Ten Metallic Protodermis Ingots, Ten Glow Crystals, Fifty Wahae-Mata Gel, and Two Hundred widgets. Did you catch all that?
el: Δεν μου αρέσει που σας το ζητάω αυτό, καθώς είναι ένας αρκετά μεγάλος κατάλογος, αλλά πάμε... Δέκα μεταλλικές ράβδοι Protodermis, δέκα κρύσταλλοι λάμψης, πενήντα τζελ Wahae-Mata και διακόσια μεταλλίσματα. Τα πιάσατε όλα αυτά;

# Dialogue_Text,DL_MetonuMaterialsWriting
source: Oh, of couse. Here you go!
el: Ω, φυσικά. Ορίστε!

# Dialogue_Text,DL_MetonuMiru
source: The Miru! Levitation is nice, but I've heard it gives you a jump boost too. Maybe it should be renamed to like... The Mask of High Jump! Okay, not that but... I'll just make the thing now.
el: Η Miru! Η αιώρηση είναι ωραία, αλλά έχω ακούσει ότι σου δίνει και μια ώθηση στο άλμα. Ίσως θα έπρεπε να μετονομαστεί σε... Η μάσκα του υψηλού άλματος! Εντάξει, όχι αυτό, αλλά... Απλά θα τη φτιάξω τώρα.

# Dialogue_Text,DL_MetonuOrig
source: Ahh, Finally done. Wonder what I'll do now... Wait. What do I do now?
el: Ααα, επιτέλους τελείωσα. Αναρωτιέμαι τι θα κάνω τώρα... Περίμενε. Τι να κάνω τώρα;

# Dialogue_Text,DL_MetonuPakari
source: The Pakari! Wish I had one of those myself... Err, uhh, I mean I wish I could use the power! I'll just get to work...
el: Η Pakari! Μακάρι να είχα κι εγώ μία τέτοια... Εμμ, εεε, εννοώ μακάρι να μπορούσα να χρησιμοποιήσω τη δύναμη! Θα πιάσω δουλειά...

# Dialogue_Text,DL_MetonuRau
source: The Rau! Translation, not super useful but I can see the appeal... I'll get right to work then!
el: Η Rau! Μετάφραση, όχι πολύ χρήσιμο, αλλά μπορώ να δω την έφεση... Θα πιάσω αμέσως δουλειά τότε!

# Dialogue_Text,DL_MetonuReturn
source: Ahh yes, Interested?
el: Α ναι, ενδιαφέρεσε;

# Dialogue_Text,DL_MetonuRuru
source: The Ruru! I hope this may shed some light on it's location... That was bad, I'll just get to work.
el: Η Ruru! Ελπίζω αυτό να ρίξει λίγο φως στην τοποθεσία του... Αυτό ήταν κακό, θα πιάσω δουλειά.

# Dialogue_Text,DL_Midak1
source: G'day $T!
el: 'Μέρα, $T!

# Dialogue_Text,DL_Midak2
source: I'm not a fan of the dark, so I stay out here.
el: Δεν είμαι λάτρης του σκότους, οπότε μένω εδώ έξω.

# Dialogue_Text,DL_MiningMatoran1
source: *Huff Huff*
el: *Ξεφύσημα Ξεφύσημα*

# Dialogue_Text,DL_MiningMatoran2
source: *Humming*
el: *Βούισμα*

# Dialogue_Text,DL_MiningMatoran3
source: *Singing* Oh, there once was a great spirit. They called him Mata-Nui, he stood tall above the clouds, he was oh so very proud. Then one day the Makuta came, and took that all away. Mata-Nui Hit the ground and will, forever, slumber now.
el: *Τραγούδι* Ω, υπήρχε κάποτε ένα μεγάλο πνεύμα. Τον έλεγαν Mata-Nui, στεκόταν ψηλά πάνω από τα σύννεφα, ήταν τόσο πολύ περήφανος. Και ξαφνικά, μια μέρα, ήρθε ο Makuta και τα πήρε όλα μακριά. Ο Mata-Nui έπεσε στο έδαφος και θα κοιμάται για πάντα.

# Dialogue_Text,DL_MiningMatoranLost
source: *Cuckle* I don't know how I got out here.
el: *Γέλοιο* Δεν ξέρω πώς βρέθηκα εδώ πέρα.

# Dialogue_Text,DL_MiningMatoranUssal
source: You got it, Keep going buddy!
el: Το'χεις, συνέχισε έτσι φίλε!

# Dialogue_Text,DL_NightWatchGuard1
source: Greetings Toa $T. Any trouble to report?
el: Χαιρετισμούς Toa $T. Υπάρχει κάποιο πρόβλημα να αναφέρετε;

# Dialogue_Text,DL_NightWatchGuard2
source: Be on the look out for trouble makers.
el: Κράτα τους ταραχοποιούς υπόψιν.

# Dialogue_Text,DL_Nixie
source: Hmm, I see, interesting.
el: Χμμ, κατάλαβα, ενδιαφέρον.

# Dialogue_Text,DL_NixieResponse
source: Ahh, Hello Toa $T, It's nothing just studying the stars.
el: Ααα, γεια σου Toa $T, τίποτα απλώς μελετάω τα αστέρια.

# Dialogue_Text,DL_NixieResponse1
source: I interpret the positions of the stars in relation to the Red Star to determine the future.
el: Ερμηνεύω τις θέσεις των αστεριών σε σχέση με τον Κόκκινο Αστέρα για να προσδιορίσω το μέλλον.

# Dialogue_Text,DL_NixieResponse2
source: I've seen the tell tale signs of a big change on the horizon. For better or for worse, things will be changing Toa $T...
el: Έχω δει τα σημάδια μιας μεγάλης αλλαγής στον ορίζοντα. Καλώς ή κακώς, τα πράγματα θα αλλάξουν. Toa $T...

# Dialogue_Text,DL_Nokama1
source: A truth that, we confess, should have been told to you from the beginning.
el: Μια αλήθεια που, ομολογούμε, έπρεπε να σας είχε ειπωθεί από την αρχή.

# Dialogue_Text,DL_Nokama2
source: This... this is not the first time you have descended into Mangaia.
el: Αυτή... δεν είναι η πρώτη φορά που κατεβαίνετε στη Mangaia.

# Dialogue_Text,DL_Nokama3
source: The Turaga and I were... holding a meeting. On my way back to Ga-Koro, I was attacked by that Tarakava you encountered and dragged down here.
el: Οι Turaga κι εγώ... είχαμε μια συνάντηση. Στο δρόμο της επιστροφής μου στο Ga-Koro, δέχτηκα επίθεση από ένα Tarakava που συνάντησες έσυρες εδώ κάτω.

# Dialogue_Text,DL_NokamaBase1
source: $T! It is good to see you. It has been quite some time since I’ve seen a friendly face.
el: $T! Χαίρομαι που σε βλέπω. Έχει περάσει αρκετός καιρός από τότε που είδα ένα φιλικό πρόσωπο.

# Dialogue_Text,DL_NokamaHeadBack
source: I will indeed. Many thanks, Toa $T. I hope you will visit our village once I have returned- there are more things I wish to show you.
el: Αυτό θα κάνω. Ευχαριστώ πολύ, Toa $T. Ελπίζω να επισκεφτείς το χωριό μας μόλις επιστρέψω - υπάρχουν κι άλλα πράγματα που θέλω να σου δείξω.

# Dialogue_Text,DL_NokamaHeadBack2
source: I am as well. Do come visit me once I have returned to Ga-Koro. I have something which I will be able to share with you.
el: Κι εγώ επίσης. Ελάτε να με επισκεφθείτε μόλις επιστρέψω στο Ga-Koro. Έχω κάτι που θα μπορέσω να μοιραστώ μαζί σου.

# Dialogue_Text,DL_NokamaKoro
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
el: Πόσο χαίρομαι που σε βλέπω, Toa $T. Ελπίζω να περνάς καλά στο Ga-Koro;

# Dialogue_Text,DL_NokamaKoroGali1
source: I did, Gali. There is another artifact which you must collect, alongside your great masks. It is called a Makoki Stone, and it is a part of a key to the Makuta’s lair.
el: Αυτό έκανα, Gali. Υπάρχει ένα άλλο τεχνούργημα που πρέπει να συλλέξεις, μαζί με τις μεγάλες μάσκες σου. Ονομάζεται Πέτρα Makoki και είναι μέρος ενός κλειδιού για τη φωλιά των Makuta.

# Dialogue_Text,DL_NokamaKoroGali2
source: The stone lies within the Ga-Kini, a Temple which lies beneath the water not far from here. You must go there, descend into the temple, and retrieve the stone that lies within.
el: Η πέτρα βρίσκεται μέσα στο Ga-Kini, έναν Ναό που βρίσκεται κάτω από το νερό, όχι μακριά από εδώ. Πρέπει να πάτε εκεί, να κατεβείτε στον ναό και να ανακτήσετε την πέτρα που βρίσκεται μέσα.

# Dialogue_Text,DL_NokamaKoroGali25
source: Take great care, Toa Gali. The Temple is infested with The Makuta’s Rahi. I do hope you fare better than last time.
el: Να προσέχεις πολύ, Toa Gali. Ο Ναός είναι γεμάτος με τα Rahi του Makuta. Ελπίζω να τα πας καλύτερα από την προηγούμενη φορά.

# Dialogue_Text,DL_NokamaKoroGali26
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
el: Όταν εσύ- Ω! Συγγνώμη, την τελευταία φορά που *ΕΜΕΙΣ* προσπαθήσαμε να μπούμε στο Ga-Kini. Μια ομάδα της Φρουράς του Ga-Koro Guard εκδιώχθηκε από τα Rahi μέσα- Rahi τα οποία θα πρέπει να νικήσετε.

# Dialogue_Text,DL_NokamaKoroGali3
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest. And before you go, you have earned this - It's a full map of the Island, it should help you to find the Temple.
el: Ζητώ συγγνώμη για τη σύγχυση, Toa... Σου εύχομαι καλή τύχη στην αναζήτησή σου. Και πριν φύγεις, το έχεις κερδίσει αυτό - Είναι ένας πλήρης χάρτης του Νησιού, θα σε βοηθήσει να βρεις τον Ναό.

# Dialogue_Text,DL_NokamaKoroGali4
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest.
el: Ζητώ συγγνώμη για τη σύγχυση, Toa... Σου εύχομαι καλή τύχη στην αναζήτησή σου.

# Dialogue_Text,DL_NokamaKoroGali5
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
el: Όταν εσύ- Ω! Συγγνώμη, την τελευταία φορά που *ΕΜΕΙΣ* προσπαθήσαμε να μπούμε στο Ga-Kini. Μια ομάδα της Φρουράς του Ga-Koro Guard εκδιώχθηκε από τα Rahi μέσα- Rahi τα οποία θα πρέπει να νικήσετε.

# Dialogue_Text,DL_NokamaKoroHow
source: Our village is doing as well as ever. However Macku hasn’t snuck out to Po-Koro lately... meaning I suspect she will try to soon.
el: Το χωριό μας τα πάει τόσο καλά όσο ποτέ. Ωστόσο, η Macku δεν έχει πάει κρυφά στο Po-Koro τελευταία... που σημαίνει ότι υποψιάζομαι θα προσπαθήσει σύντομα.

# Dialogue_Text,DL_NokamaKoroOtherToa
source: For you? I am afraid not. Although there is a task of great importance that I must speak to Gali about. Please, send her to me if you see her.
el: Για σένα; Φοβάμαι πως όχι. Αν και υπάρχει ένα πολύ σημαντικό έργο για το οποίο πρέπει να μιλήσω στον Gali. Σε παρακαλώ, στείλε την σε μένα αν τη δεις.

# Dialogue_Text,DL_NokamaKoroPostKini
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
el: Πόσο χαίρομαι που σε βλέπω, Toa $T. Πιστεύω να περνάς καλά στο Ga-Koro;

# Dialogue_Text,DL_NokamaMeeting
source: Well... truthfully I should not have mentioned it. It was of a rather... delicate nature. One that I hope I shall be able to share with you soon enough.
el: Λοιπόν... ειλικρινά, δεν έπρεπε να το είχα αναφέρει. Ήταν μάλλον... ευαίσθητο. Ένα θέμα που ελπίζω να μπορέσω να μοιραστώ μαζί σας σύντομα.

# Dialogue_Text,DL_NokamaScary
source: Indeed it was… I can remember a time when this island was peaceful- when the villages didn’t have to live in fear of the Rahi. Now those days seem like little more than a memory...
el: Πράγματι, ήταν... Θυμάμαι μια εποχή που αυτό το νησί ήταν ειρηνικό - όταν τα χωριά δεν χρειαζόταν να ζουν με τον φόβο των Rahi. Τώρα, εκείνες οι μέρες μοιάζουν με μια ανάμνηση...

# Dialogue_Text,DL_NujuCovo
source: Fweet, Clack, Clack.
el: Φουίτ, Κλακ, Κλακ.

# Dialogue_Text,DL_NujuCovo1
source: Nuju extends his welcome to you, $T.
el: Ο Nuju σε καλωσορίζει, $T.

# Dialogue_Text,DL_NujuCovoBlocked
source: Fweet! Tweet-fweet fweet!
el: Φουίτ! Τουίτ-φουίτ φουίτ!

# Dialogue_Text,DL_NujuCovoBlocked1
source: Click kik-tweet fweet...
el: Κλικ κικ-τουίτ φουίτ...

# Dialogue_Text,DL_NujuCovoFinal1
source: Nuju extends his welcome to you, $T.
el: Ο Nuju σε καλωσορίζει, $T.

# Dialogue_Text,DL_NujuCovoKiniReturn
source: Nuju extends his welcome to you, $T.
el: Ο Nuju σε καλωσορίζει, $T.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka
source: Nuju understands all that has happened. While he does not approve of deception, he acknowledges his own misunderstandings, and believes that, ultimately, the correct decision was made by us both.
el: Ο Nuju καταλαβαίνει όλα όσα έχουν συμβεί. Ενώ δεν εγκρίνει την εξαπάτηση, αναγνωρίζει τις δικές του παρανοήσεις και πιστεύει ότι, τελικά, η σωστή απόφαση ελήφθη και από τους δύο μας.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka1
source: Fweet fweet.
el: Φουίτ φουίτ.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka2
source: Perhaps at first. Yet he realizes that if order is to be restored, his own reservations and fears must be set aside.
el: Ίσως στην αρχή. Ωστόσο, συνειδητοποιεί ότι αν πρόκειται να αποκατασταθεί η τάξη, οι δικές του επιφυλάξεις και φόβοι πρέπει να παραμεριστούν.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka3
source: Turaga Nuju says that he is unable to tell you at the present... but you must remain patient. All shall be revealed in due time, Toa.
el: Ο Turaga Nuju λέει ότι δεν μπορεί να σου πει προς το παρόν... αλλά πρέπει να κάνεις υπομονή. Όλα θα αποκαλυφθούν στην ώρα τους,Toa.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka4
source: As for now, the Turaga grants you this Makoki stone, and wishes you luck on your journey. His faith is firmly placed in you and all of the other Toa to fulfil your duty.
el: Προς το παρόν, ο Turaga σου χαρίζει αυτήν την πέτρα Makoki και σου εύχεται καλή τύχη στο ταξίδι σου. Έχει βαθιά πίστη σε εσένα και σε όλους τους άλλουςr Toa για να εκπληρώσεις το καθήκον σου.

# Dialogue_Text,DL_NujuCovoKokoro
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
el: Ήταν. Υπήρξαν πολύ λίγοι επισκέπτες πρόσφατα εκτός από τους Toa- γεγονός με το οποίο ο Nuju είναι πολύ ευχαριστημένος..

# Dialogue_Text,DL_NujuCovoKopaka
source: Fweet fweet. Click click clack.
el: Φουίτ φουίτ. Κλικ κλικ κλακ.

# Dialogue_Text,DL_NujuCovoKopaka1
source: Er...Turaga Nuju says he does not… and asks only that you continue to search for your masks...
el: Εεε... ο Τουράγκα Νούτζου λέει ότι δεν υπάρχει πρόβλημα... και ζητάει μόνο να συνεχίσεις να ψάχνετε για τις μάσκες σας...

# Dialogue_Text,DL_NujuCovoKopaka2
source: Clack Clack Tweeeet!
el: Κλακ Κλακ Τουιιιιτ!

# Dialogue_Text,DL_NujuCovoKopaka3
source: Nuju says... no. He... requests that you leave.
el: Ο Nuju λέει... όχι. Θέλει... σου ζητάει να φύγεις.

# Dialogue_Text,DL_NujuCovoOtherToa
source: Turaga Nuju says he does not... although I happen to know that there's something of great importance he must speak to Kopaka about. Do let Kopaka know if you see him.
el: Ο Turaga Nuju λέει ότι όχι... αν και τυχαίνει να ξέρω ότι υπάρχει κάτι πολύ σημαντικό για το οποίο πρέπει να μιλήσει στον Kopaka. Ενημερώστε τον Kopaka αν τον δείτε.

# Dialogue_Text,DL_NujuCovoOtherToaFinal
source: The Turaga says he does not.
el: Ο Turaga λέει πως όχι.

# Dialogue_Text,DL_NujuCovoSafe
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
el: Ήταν. Υπήρξαν πολύ λίγοι επισκέπτες πρόσφατα εκτός από τους Toa- γεγονός με το οποίο ο Nuju είναι πολύ ευχαριστημένος..

# Dialogue_Text,DL_NujuKini1
source: Fweet! Tweet-fweet fweet!
el: Φουίτ! Τουίτ-φουίτ φουίτ!

# Dialogue_Text,DL_NujuKini2
source: Click kik-tweet fweet...
el: Κλικ κικ-τουίτ φουίτ...

# Dialogue_Text,DL_NujuLost1
source: Fweet! Click-click fweet!
el: Φουίτ! Κλικ-κλικ φουίτ!

# Dialogue_Text,DL_NujuLost2
source: Click-clack-click, tweet! Tweeeet!
el: Κλικ-κλακ-κλικ, τουίτ! τουιιιιτ!

# Dialogue_Text,DL_NujuLost4
source: Click tweet, fweet.
el: Κλικ τουίτ, φουίτ.

# Dialogue_Text,DL_NujuSafe
source: Clack click, clack tweet.
el: Κλακ κλικ, κλακ τουίτ.

# Dialogue_Text,DL_NujuTelling
source: Fweet. Fweet click, click clack.
el: Φουίτ. Φουίτ κλικ, κλικ κλακ.

# Dialogue_Text,DL_NujuTelling1
source: Tweet...
el: Τουίτ...

# Dialogue_Text,DL_NujuTest
source: *Beep* *Whistle*
el: *Μπιπ* *Σφύριγμα*
