Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# AsyncLoadingScreen,Loading
source: LOADING
it: CARICAMENTO

# CodexPage_Description,CodexPage_Akaku_Desc
source: The Kanohi Akaku: the Great Mask of X-Ray Vision. This mask will highlight key items such as masks, Protodermis Pools, Meditation Stones, and even quest objectives that appear on the map for your current tracked quest. You can also use the Akaku’s scope to zoom and see locations from far away. It’s an extremely useful mask for exploration and finding useful items.
it: Kanohi Akaku: La Grande Maschera della Visione a Raggi-X. Questa maschera mette in evidenza oggetti chiave come maschere, Vasche di Protodermis, Pietre della Meditazione, oltre agli obbiettivi relativi alla missione in corso che appaiono sulla mappa. Puoi anche usare il visore della Akaku per ingrandire ed osservare l'ambiente da lontano. È una maschera estremamente utile per l'esplorazione e per trovare oggetti utili.

# CodexPage_Description,CodexPage_CanyonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The blue variant can be found primarily in Po-Wahi. They’re known to sneak up on travellers behind canyon walls, and swiftly attack those who are less attentive.
it: Rahi simili a scorpioni controllati da Makuta. La variante blu si trova principalmente a Po-Wahi. Sono noti per sorprendere i viaggiatori nascondendosi dietro alle pareti dei canyon, ed attaccando rapidamente i meno attenti.

# CodexPage_Description,CodexPage_Docks_Desc
source: These docks allow you to travel between multiple points on Mata Nui. They’re extremely useful for getting around the large island, so make sure to keep an eye out for them. Marka, the dock master, isn’t particularly fond of others using her boats without her permission, so it’s best to simply let her drive.
it: Questi moli ti permettono di viaggiare tra diversi punti di Mata Nui. Sono estremamente utili per spostarsi sulla grande isola, per cui assicurati di avere sempre un occhio di riguardo per loro. Marka, la responsabile del molo, non ama particolarmente che altri utilizzino le sue barche senza il suo permesso, perciò è meglio lasciare a lei il timone.

# CodexPage_Description,CodexPage_Drifts_Desc
source: The Ko-Wahi drifts are an especially harsh and dangerous region of Ko-Wahi. Strong winds and thick snow make it nearly impossible to see. Some Matoran use flags to try and navigate their way through the drifts, but even then you need to watch out for Rahi, which are known to attack travellers who make their way through. Make sure to exercise caution if you choose to make your way through.
it: I cumuli di Ko-Wahi sono una una regione particolarmente aspra e pericolosa di Ko-Wahi. I fori venti e la spessa neve rendono quasi impossibile vedere. Alcuni Matoran utilizzano delle bandiere nel tentativo di orientarsi tra i cumuli, ma anche così bisogna sempre prestare attenzione ai Rahi, che spesso attaccano i viaggiatori di passaggio. Assicuratevi di prestare prudenza qual'ora decideste di proseguire.

# CodexPage_Description,CodexPage_FikouNui_Desc
source: Large spider-like Rahi that can be found in various places across Mata Nui. These Rahi can attack very quickly, and are even considered a danger by other rahi as well. It’s not uncommon to see them fighting with Nui-Jaga or other Rahi that see the Fikou-Nui as a threat.
it: Grandi Rahi simili a ragni che possono trovarsi in vari luoghi di Mata Nui. Questi Rahi possono attaccare con estrema rapidità, e sono persino considerati un pericolo dagli altri rahi. Non è raro vederli lottare con dei Nui-Jaga o altri Rahi che vedono i Fikou-Nui come una minaccia.

# CodexPage_Description,CodexPage_FireNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The red variant can be found primarily in Ta-Wahi. They are larger than your standard Nui-Jaga, and are able to safely walk over Lava, making them harder to escape if they spot you.
it: Rahi simili a scorpioni controllati da Makuta. La variante rossa si può trovare principalmente a Ta-Wahi. Sono più grandi dei normali Nui-Jaga, e sono in grado di camminare tranquillamente sulla Lava, rendendo ancora più difficile sfuggirgli se dovessero avvistarti.

# CodexPage_Description,CodexPage_GaKini_Desc
source: The Ga-Kini is the temple of Water. Lying partially submerged beneath the waters of Ga-Wahi, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. It seems that only Turaga Nokama knows the secret to unlocking it.
it: Il Ga-Kini è il tempio dell'Acqua. Giacendo parzialmente sommerso sotto le acque di Ga-Wahi, questo tempio custodisce una Pietra Makoki- un frammento della chiave indispensabile per accedere al covo di Makuta. Pare che soltanto Turaga Nokama conosca il segreto per sbloccarlo.

# CodexPage_Description,CodexPage_Gakoro_Desc
source: Ga-Koro, the village of Water. The entire village floats on top of great lily pads, allowing the Ga-Matoran easy access to the sea for fishing, swimming, and other activities. While being a peaceful and quiet village, the Ga-Matoran are still able to defend themselves when necessary. The gate which guards the village would be very difficult for any Rahi to open, and the village’s distance from land gives it a defensive advantage as well. While the Ga-Matoran are peaceful and kind, they’re far from helpless.
it: Ga-Koro, il villaggio dell'Acqua. L'intero villaggio galleggia sopra ad un'enorme foglia di ninfea, permettendo ai Ga-Matoran di accedere facilmente al mare per pescare, nuotare, svolgere altre attività. Sebbene sia un villaggio tranquillo e pacifico, i Ga-Matoran sono comunque in grado di difendersi da soli quando necessario. Il cancello che difende il villaggio sarebbe assai difficile da forzare per qualsiasi Rahi, e la distanza del villaggio dalla terraferma gli conferisce un ulteriore vantaggio difensivo. Seppure i Ga-Matoran siano pacifici e gentili, non sono certo indifesi.

# CodexPage_Description,CodexPage_Gali_Desc
source: Gali is the kind and caring Toa of water. She is often the one to settle disputes that often rise up between the other Toa. She takes it upon herself to hold the team together, staying focused on the three virtues even when she feels like lashing out as well. It is her who keeps the Toa united and focused on their goal of vanquishing the Makuta. Her elemental attack uses water to push away enemies on all sides. It’s useful if you find yourself overwhelmed while in battle.
it: Gali è il Toa dell'acqua, gentile e premurosa. Spesso è lei a risolvere le controversie che spesso sorgono tra gli altri Toa. Si fa carico di tenere unita la squadra, rimanendo concentrata sulle tre virtù anche quando vorrebbe sfogarsi. È lei che mantiene i Toa uniti e concentrati sul loro obiettivo di sconfiggere Makuta. Il suo attacco elementale sfrutta l'acqua per respingere i nemici da ogni lato. È utile se ci si trova sopraffatti in battaglia.

# CodexPage_Description,CodexPage_GalisLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A village floating on the water can be seen in the distance, with a monument to a mask that is somehow… familiar.
it: Uno strano vascello arenatosi sulla spiaggia... nessuno sull'isola sa con certezza da dove provenga. In lontananza è possibile scorgere un villaggio galleggiante, con un monumento dedicato ad una maschera che sembra essere in qualche modo... familiare.

# CodexPage_Description,CodexPage_GaTemple_Desc
source: The Ga-Matoran are peaceful by nature, a fact that is clearly seen in the temple they have constructed. The trees growing within, the open ceiling to view the clear skies of Ga-Wahi, and the reverence for the paradise that Mata Nui has given them are all evident in this monument to the Great Spirit.
it: I Ga-Matoran sono pacifici per natura, come si può chiaramente intuire dal tempio che hanno costruito. Gli alberi che crescono al suo interno, l'aperura nel tetto per scrutare i cieli tersi di Ga-Wahi, e la reverenza per il paradiso che Mata Nui ha donato loro ne sono una testimonianza in questo monumento dedicato al Grande Spirito.

# CodexPage_Description,CodexPage_GaWahi_Desc
source: This humid environment is home to the Ga-Matoran. It is one of the most diverse locations on Mata Nui, with sandy coastlines, lush vegetation, and plains making up just this one Wahi. If not for the Rahi which plague the island, this Ga-Wahi would be considered one of the most peaceful and pleasant places on Mata Nui.
it: Quest'umido bioma è la casa dei Ga-Matoran. È uno dei paesaggi più variegati di Mata Nui, con spiagge sabbiose, vegetazione lussureggiante e pianure che compongono questa Wahi. Se non fosse per i Rahi che infestano quest'isola, Ga-Wahi sarebbe considerato il luogo più pacifico e piacevole su tutta Mata Nui.

# CodexPage_Description,CodexPage_GoldMask_Desc
source: These Gold Kanohi are bestowed to those who have earned the right to use their great power. While your Gold mask is equipped, with the Miru you jump 1.4 times higher, the Kakama you sprint 1.5 times faster, and more. You also drain Protodermis at a slower rate overall!
it: Queste Kanohi d'Oro vengono conferite a coloro che si sono guadagnati il diritto di usare i loro grandi poteri. Mentre la tua maschera d'Oro è equipaggiata, con la Miru salti 1.4 più in alto, con la Kakama scatti 1.5 volte più veloce e molto altro. Inoltre consumi Protodermis più lentamente!

# CodexPage_Description,CodexPage_Hau_Desc
source: The Kanohi Hau: the Great Mask of Shielding. This mask can be used to protect you from any and all damage at the cost of stamina. It’s a very effective mask to use in combat, but make sure to keep an eye on your stamina meter so you don’t find yourself out of stamina in the middle of a difficult battle.
it: Kanohi Hau: la Grande Maschera della Protezione. Questa maschera può proteggerti da qualsiasi danno consumando stamina. È una maschera molto efficace in combattimento, ma assicurati di tenere d'occhio la tua riserva di stamina così da non restarne privo nel mezzo di una difficile battaglia.

# CodexPage_Description,CodexPage_Huna_Desc
source: The Kanohi Huna: the Noble Mask of Concealment. This mask allows you to become invisible, and can be used to sneak past rahi without fighting them. It’s a useful mask if you want to avoid combat, or need to quickly get out of combat.
it: Kanohi Huna: la Nobile Maschera dell'Occultamento. Questa maschera ti permette di diventare invisibile e può essere usata per oltrepassere i rahi senza doverli combattere. È una maschera molto utile se vuoi evitare un combattimento, o se hai bisogno di sottrarti alla svelta ad un combattimento..

# CodexPage_Description,CodexPage_IceNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The white variant can be found primarily in Ko-Wahi. While they don’t appear very often, they tend to come in large groups when they do. If you find a group of them, make sure you’re prepared to deal with them all.
it: Rahi simili a scorpioni controllati da Makuta. La variante bianca si può trovare principalmente a Ko-Wahi. Sebbene non appaiono spesso, quando accade lo fanno in gruppi numerosi. Se ne incontri un gruppo, assicurati di essere pronto ad affrontarli tutti.

# CodexPage_Description,CodexPage_IceTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The white, spiked variant is found primarily in Ko-Wahi. The cold, harsh climate has hardened these Tarakava into fearsome beasts. They’re faster and more powerful than an average Tarakava.
it: Questi pericolosi Rahi sono famosi per le loro possenti braccia, che utilizzano per attaccare rapidamente le loro prede. La variante bianca acuminata si trova principalmente a Ko-Wahi. Il clima freddo e rigido ha temprato questi Tarakava in delle temibili bestie. Sono più veloci e potenti dei normali Tarakava.

# CodexPage_Description,CodexPage_Kakama_Desc
source: The Kanohi Kakama: the Great Mask of Speed. This mask lets you run at breathtaking speeds. It’s perfect for exploring the vast island of Mata Nui, and for getting around quickly. Just take care to not accidentally run off a cliff.
it: Kanohi Kakama: la Grande Maschera della Velocità. Questa maschera ti consente di correre a velocità incredibili. È perfetta per esplorare la vasta isola di Mata Nui, e per spostarsi alla svelta. Fai solo attenzione a non volare giù da dirupo per sbaglio.

# CodexPage_Description,CodexPage_KaneRa_Desc
source: The Kane-Ra bull is among the largest of Makuta’s Rahi. Their hooves, sharp horns, and extendable necks make them a powerful threat to any who cross their path. These Rahi can be fiercely territorial, and are quick to attack any who they see as unwelcome- including Toa.
it: Il toro Kane-Ra è tra i più grandi Rahi di Makuta. Gli zoccoli, le corna acuminate e il collo allungabile li rendono una possente minaccia per chiunque incroci il loro cammino. Questi Rahi possono essere tremendamente territoriali e possono attaccare istantaneamente chiunque considerino un intruso- Toa inclusi.

# CodexPage_Description,CodexPage_Kaukau_Desc
source: The Kanohi Kaukau: the Great Mask of Water Breathing. This mask allows you to swim underwater freely without losing any oxygen. It’s ideal for exploring underwater environments freely.
it: Kanohi Kaukau: la Grande Maschera della Respirazione Subacquea. Questa maschera ti permette di nuotare liberamente sott'acqua senza perdere ossigeno. È l'ideale per esplorare liberamente luoghi subacquei.

# CodexPage_Description,CodexPage_KiniNui_Desc
source: The Kini-Nui is the great temple of Mata Nui. It is seen as a sacred and special place, holding a place of utmost spiritual importance to the Matoran. However, it also serves a much more sinister purpose, housing an entrance to Mangaia, the lair of Makuta. The entrance to Mangaia can only be unlocked with all six of the Makoki stones, which are hidden in the other Kinis across the island.
it: Il Kini-Nui è il grande tempio di Mata Nui. È considerato come un luogo sacro e speciale, che riveste un ruolo di massima importanza spirituale per i Matoran. Tuttavia, serve anche uno scopo molto più sinistro, custodendo un'entrata al Mangaia, il covo di Makuta. L'entrata al Mangaia può essere sbloccata solo possedendo le sei pietre Makoki, nascoste negli altri Kini sparsi per l'isola.

# CodexPage_Description,CodexPage_KoKini_Desc
source: The Ko-Kini is the temple of Ice. It lies far from Ko-Koro, and is a difficult trek for any to make who seek to reach it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Only Nuju and his translator, Matoro, know the secret to unlocking it.
it: Il Ko-Kini è il tempio del Ghiaccio. Giace lontano da Ko-Koro ed è un cammino assai difficile per chiunque cerchi di raggiungerlo. Il tempio custodisce una Pietra Makoki- un frammento della chiave indispensabile per accedere al covo di Makuta. Solo Nuju ed il suo interprete, Matoro, conoscono il segrete per sbloccarlo.

# CodexPage_Description,CodexPage_Kokoro_Desc
source: Ko-Koro, the village of Ice. A treacherous climate and a secluded location make this village difficult to reach for even the bravest Matoran. But for those who do, there is little in terms of sightseeing. The quiet, contemplative nature of the Ko-Matoran is seen in how scarce their village is. They don’t need much for their own well-being, using their quiet solitude to reflect on the Great Spirit’s will in the Sanctum, the sacred building which houses prophecies as well as those who seek to decipher them.
it: Ko-Koro, il villaggio del Ghiaccio. Un clima impervio e una posizione isolata rendono questo villaggio difficile da raggiungere anche per i Matoran più temerari. Ma per coloro che ci riescono, c'è poco da vedere. La natura tranquilla e contemplativa dei Ko-Matoran è evidente dall'austerità del loro villaggio. Non necessitano di molto per il loro benessere, sfruttando la loro tranquilla solitudine per riflettere sul volere del Grande Spirito nel Sanctum, l'edificio sacro che custodisce le profezie e coloro che tentano di decifrarle.

# CodexPage_Description,CodexPage_Komau_Desc
source: The Kanohi Komau: the Noble Mask of Mind Control. This Mask allows you to make Rahi turn on their own kind, ignoring you in the process.
it: Kanohi Komau: la Nobile Maschera del Controllo Mentale. Questa maschera ti permette di rivolgere i Rahi contro i loro simili, ignorandoti nel mentre.

# CodexPage_Description,CodexPage_Kopaka2_Desc
source: Kopaka is the cold and isolated Toa of ice. He often comes off as resentful and distant from the rest of the Toa, and can be the one to spark disputes within the team- especially between him and Tahu. However, at the root of this lies a fierce will to fulfil his duty as a hero and protector of the Matoran- even if his idea of that duty is to work alone. His elemental attack shoots out a quick beam of ice, which can be aimed depending on where you’re looking. Combining this with the scope of the Akaku can make for some very accurate shots.
it: Kopaka è il freddo e solitario Toa del Ghiaccio. Spesso appare rancoroso e distante dagli altri Toa ed è spesso lui a scatenare le dispute tra la squadra- specialmente tra lui e Tahu. Tuttavia, alla radice di questo suo comportamento c'è la tenace volontà di adempiere al suo dovere come eroe e protettore dei Matoran- anche se la sua idea di dovere è di lavorare da solo. Il sua attacco elementale scaglia un rapido raggio di ghiaccio, che può essere indirizzato in base a dove stai guardando. Combinandolo con il visore della Akaku puoi effettuare dei colpi davvero precisi.

# CodexPage_Description,CodexPage_KopakasLanding_Desc
source: A strange vessel that has washed up onto the shore... nobody on the island is sure where it has come from. The land ahead seems cold and desolate, offering a challenge of strength and will to anyone willing to travel through it.
it: Uno strano vascello arenatosi sulla spiaggia... nessuno sull'isola sa con certezza da dove provenga. Il paesaggio appare freddo e desolato, offrendo una sfida di forza e volontà a chiunque avesse intenzione di attraversarlo.

# CodexPage_Description,CodexPage_KoTower_Desc
source: This watchtower in Ko-Wahi has since been abandoned. Ironically, this building, created to keep the Matoran safe, is now one of the most dangerous and hostile places on the island, as it is swarming with Rahi. The Ko-Matoran guard used this as one of their few outposts, making it one of the few hospitable places in Ko-Wahi that is outside of Ko-Koro.
it: Questa torre di guardia di Ko-Wahi è stata abbandonata da tempo. Ironicamente, questo edificio, realizzato per tenere i Maroran al sicuro, è ora uno dei luoghi più pericolosi ed ostili sull'isola, poiché brulicante di Rahi. La guardia dei Ko-Matoran la utilizzava come uno dei suoi avamposti, rendendolo uno dei pochi luoghi ospitali in Ko-Wahi all'infuori di Ko-Koro.

# CodexPage_Description,CodexPage_KoWahi_Desc
source: Ko-Wahi is a treacherous place that few attempt to navigate. Harsh winds, steep mountains, and the cold climate make it difficult to traverse. On top of that, fierce Rahi like the Muaka are known to prowl the cold mountains, further discouraging unprepared travellers. But those who do brave the cold winds see it as a test of strength, challenging the harsh environment simply because it exists to be challenged.
it: Ko-Wahi è una regione insidiosa che pochi tentano di attraversare. Venti impetuosi, montagne scoscese ed un clima gelido la rendono difficile da attraversare. Oltre a ciò, feroci Rahi, come il Muaka, sono noti per aggirarsi tra le fredde montagne, scoraggiando ulteriormente i viaggiatori impreparati. Ma coloro che affrontano i freddi venti la vedono come una prova di forza, sfidando il rigido clima come se esistesse per il semplice motivo di essere sfidato.

# CodexPage_Description,CodexPage_LavaTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The red variant is found primarily in Ta-Wahi, and is larger than your standard Tarakava. You’re in for a fight if you find yourself up against this powerful Rahi. Handle them with caution.
it: Questi pericolosi Rahi sono famosi per le loro possenti braccia, che utilizzano per attaccare rapidamente le loro prede. La variante rossa si trova principalmente a Ta-Wahi ed è più grande dei normali Tarakava. Aspettati un duro scontro qual'ora dovessi trovarti di fronte questo possente Rahi. Affrontali con cautela.

# CodexPage_Description,CodexPage_LeKini_Desc
source: The Le-Kini is the temple of Air. Rahi are known to frequently attack this remote temple, discouraging Matoran from visiting this sacred site. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
it: Il Le-Kini è il tempio dell'Aria. È risaputo che i Rahi attacchino frequentemente questo tempio remoto, scoraggiando i Matoran dal visitare questo luogo sacro. Il tempio custodisce una Pietra Makoki- un frammento della chiave indispensabile per accedere al covo di Makuta.

# CodexPage_Description,CodexPage_Lekoro_Desc
source: Le-Koro, the village of Air. Constructed in trees high above the ground, this village places the Le-Matoran far in the air- in the place where they feel at home. This also allows protection against grounded rahi, though it is still vulnerable to flying rahi, such as the Nui-Rama. There is an elevator pod that goes down from the village to Lake Kanae, allowing access to the village for Matoran. The cheerful spirit of the Le-Matoran is clear from spending time in their village, and it’s not uncommon to hear their music coming from the trees.
it: Le-Koro, il villaggio dell'Aria. Costruito sulle cime degli alberi, questo villaggio colloca i Le-Matoran per aria- il posto dove si sentono a casa. Ciò offre inoltre protezione dai rahi terrestri, sebbene sia comunque vulnerabile ai rahi volanti, come i Nui-Rama. C'è una piattaforma elevatrice che dal villaggio scende fino al Lago Kanae, consentendo ai Matoran di accedere al villaggio. Lo spirito gioioso dei Le-Matoran è evidente passando del tempo nel loro villaggio e non è raro udire la loro musica provenire dagli alberi.

# CodexPage_Description,CodexPage_LeTemple_Desc
source: This temple was built by the Le-Matoran, along with the help of some Onu-Matoran. It was the Le-Matoran’s decision to build the temple underground, away from their home of Le-Koro. While they felt at home and free in the air, this underground temple provided little distraction from their worship of Mata Nui. The cave shows a rarely seen quiet and reflective nature of the Le-Matoran.
it: Questo tempio è stato costruito dai Le-Matoran con l'aiuto di alcuni Onu-Matoran. È stata una decisione dei Le-Matoran di costruire il tempio sottoterra, lontano dalle loro case a Le-Koro. Sebbene si sentissero liberi e a casa per aria, questo tempio sotterraneo presenta poche distrazioni dalla loro venerazione per Mata Nui. La caverna offre una rara visione della natura calma e riflessiva dei Le-Matoran.
