Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_NokamaKoroGali3
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest. And before you go, you have earned this - It's a full map of the Island, it should help you to find the Temple.
it: Mi scuso per la confusione, Toa... ti auguro la migliore delle fortune nella tua ricerca. E prima che tu vada, ti sei guadagnata questa - è una mappa intera dell'isola, dovrebbe esserti d'aiuto nel trovare il Tempio.

# Dialogue_Text,DL_NokamaKoroGali4
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest.
it: Mi scuso per la confusione, Toa... ti auguro la migliore delle fortune nella tua ricerca.

# Dialogue_Text,DL_NokamaKoroGali5
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
it: Quando tu- Oh! Perdonami, l'ultima volta che *NOI* abbiamo tentato di entrare nel Ga-Kini. Un gruppo della guardia di Ga-Koro è stato scacciato dai Rahi all'interno- Rahi che tu dovrai sconfiggere.

# Dialogue_Text,DL_NokamaKoroHow
source: Our village is doing as well as ever. However Macku hasn’t snuck out to Po-Koro lately... meaning I suspect she will try to soon.
it: Il nostro villaggio se la cava bene, come sempre. Tuttavia ultimamente Macku non è sgattaiolata a Po-Koro... sospetto ciò significhi che ci proverà presto.

# Dialogue_Text,DL_NokamaKoroOtherToa
source: For you? I am afraid not. Although there is a task of great importance that I must speak to Gali about. Please, send her to me if you see her.
it: Per te? Temo di no. Sebbene ci sia un incarico di grande importanza di cui devo discutere con Gali. Per favore, mandala da me se la vedi.

# Dialogue_Text,DL_NokamaKoroPostKini
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
it: Che piacere vederti, Toa $T. Confido che ti stia godendo il tuo tempo a Ga-Koro?

# Dialogue_Text,DL_NokamaMeeting
source: Well... truthfully I should not have mentioned it. It was of a rather... delicate nature. One that I hope I shall be able to share with you soon enough.
it: Beh... in verità non avrei dovuto menzionarlo. Era di natura... alquanto delicata. Spero di poterne parlare con te molto presto.

# Dialogue_Text,DL_NokamaScary
source: Indeed it was… I can remember a time when this island was peaceful- when the villages didn’t have to live in fear of the Rahi. Now those days seem like little more than a memory...
it: Lo era davvero… riesco a ricordare un tempo in cui quest'isola era pacifica- quando i villaggi non dovevano vivere nel terrore dei Rahi. Ora quei giorni sembramo solo un lontano ricordo...

# Dialogue_Text,DL_NujuCovo1
source: Nuju extends his welcome to you, $T.
it: Nuju ti da il benvenuto, $T.

# Dialogue_Text,DL_NujuCovoFinal1
source: Nuju extends his welcome to you, $T.
it: Nuju ti da il benvenuto, $T.

# Dialogue_Text,DL_NujuCovoKiniReturn
source: Nuju extends his welcome to you, $T.
it: Nuju ti da il benvenuto, $T.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka
source: Nuju understands all that has happened. While he does not approve of deception, he acknowledges his own misunderstandings, and believes that, ultimately, the correct decision was made by us both.
it: Nuju comprende tutto ciò che è avenuto. Sebbene non approvi il raggiro, è consapevole delle sue mancanze, ed è convinto che, alla fine, entrambi abbiamo preso la giusta decisione.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka2
source: Perhaps at first. Yet he realizes that if order is to be restored, his own reservations and fears must be set aside.
it: Forse all'inizio. Tuttavia ha realizzato che se vogliamo ripristinare l'ordine, le sue paure ed i suoi dubbi devono essere messi da parte.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka3
source: Turaga Nuju says that he is unable to tell you at the present... but you must remain patient. All shall be revealed in due time, Toa.
it: Turaga Nuju dice che non è in grado di dirtelo adesso... ma devi essere paziente. Tutto sarà rivelato a tempo debito, Toa.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka4
source: As for now, the Turaga grants you this Makoki stone, and wishes you luck on your journey. His faith is firmly placed in you and all of the other Toa to fulfil your duty.
it: Per ora, il Turaga ti concede questa pietra Makoki, ti augura buona fortuna per il tuo viaggio. Lui ripone fermamente fiducia nel fatto che tu e negli altri Toa adempirete al vostro dovere.

# Dialogue_Text,DL_NujuCovoKokoro
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
it: Lo è stato. Ci sono stati gran pochi visitatori di recente oltre ai Toa- un fatto di cui Nuju è molto compiaciuto.

# Dialogue_Text,DL_NujuCovoKopaka1
source: Er...Turaga Nuju says he does not… and asks only that you continue to search for your masks...
it: Ehm...Turaga Nuju dice di no… e chiede solo che continui a cercare le tue maschere...

# Dialogue_Text,DL_NujuCovoKopaka3
source: Nuju says... no. He... requests that you leave.
it: Nuju dice... no. Lui... richiede che tu te ne vada.

# Dialogue_Text,DL_NujuCovoOtherToa
source: Turaga Nuju says he does not... although I happen to know that there's something of great importance he must speak to Kopaka about. Do let Kopaka know if you see him.
it: Turaga Nuju dice di no... sebbene si da il caso che io sappia che c'è qualcosa di grande importanza di cui deve discutere con Kopaka. Fallo sapere a Kopaka se lo vedi.

# Dialogue_Text,DL_NujuCovoOtherToaFinal
source: The Turaga says he does not.
it: Il Turaga dice di no.

# Dialogue_Text,DL_NujuCovoSafe
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
it: Lo è stato. Ci sono stati gran pochi visitatori di recente oltre ai Toa- un fatto di cui Nuju è molto compiaciuto.

# Dialogue_Text,DL_NujuTest
source: *Beep* *Whistle*
it: *Trilla* *Fischia*

# Dialogue_Text,DL_Numai2
source: Hello $T, and yes you are right we have not spoken as much as I would have wished. But unless you have time while you're in Ko-Koro I fear we won't speak for some time.
it: Salve $T, e sì hai ragione, non abbiamo parlato quanto avrei desiderato. Ma a meno che tu abbia tempo fintanto che sei a Ko-Koro, temo che non parleremo per molto.

# Dialogue_Text,DL_Numai3
source: I plan to, yes. Whagna used to be so beautiful, but alas - all good things must come to an end.
it: Sì, è quello che sto pianificando di fare. Whagna era così bello, ma ahimè - tutte le cose belle prima o poi finiscono.

# Dialogue_Text,DL_NumaiAbandoned1
source: Nice to see you again Toa.
it: È bello rivederti ancora, Toa.

# Dialogue_Text,DL_NumaiAbandoned2
source: Somewhat... It's colder here than Whagna.
it: In qualche modo... qui fa più freddo che a Whagna.

# Dialogue_Text,DL_NumaiAbandonedSeen
source: No, I don't believe so, last time I saw any of them was when I was dropped at the dock.
it: No, non credo proprio, l'ultima volta che ho visto qualcuno degli altri è stato quando sono stato scaricato al molo.

# Dialogue_Text,DL_NumaiFixed1
source: Welcome back Toa $T.
it: Bentornato Toa $T.

# Dialogue_Text,DL_NumaiFixed2
source: A little, only because you were right. At least thus far, we could still be attacked by a Rahi at any point.
it: Un po', solo perché avevi ragione. Almeno finora, potremmo ancora venire attaccati dai Rahi in qualsiasi momento.

# Dialogue_Text,DL_NunoIntro
source: What? I'm just taking advantage of the... the market thing!
it: Cosa? Sto solo approfittando della... situazione del mercato!

# Dialogue_Text,DL_Nuparu
source: Hey, Hold on there!
it: Ehi, Fermo lì!

# Dialogue_Text,DL_Nuparu1
source: Ahh, Hello Toa! How are you? My name is Nuparu!
it: Ahh, salve Toa! Come stai? Ilmio nome è Nuparu!

# Dialogue_Text,DL_Nuparu2
source: Oh it's just this machine, it keeps breaking... why won't it just work.
it: Oh, è solo questo macchinario, continua a rompersi... perché non puo funzionare e basta.

# Dialogue_Text,DL_Nuparu3
source: I am! Although I prefer the term Inventor.
it: Lo sono! Sebbene io preferisca il termine Inventore.

# Dialogue_Text,DL_Nuparu4
source: Cylindrical brass machines?... OH! You must be talking about the Powering Stations!
it: Dei macchinari cilindrici in ottone?... OH! Stai sicuramente parlando delle Stazioni di Potenziamento!

# Dialogue_Text,DL_Nuparu5
source: I've actually studyied them extensively. They were created hundreds of years ago for sure, and I can't prove it but I'm pretty sure the Turaga were responsible... And as you probably know, those old folk don't like to share their secrets. From my experements, I've discovered that if you put an unpowered mask in there, and smear some Wahae-Mata Gel on top, it powers the mask!
it: In realtà li ho studiati a fondo. Di certo sono stati creati centinaia di anni fa, e anche se non posso dimostrarlo, sono piuttosto sicuro che i Turaga ne siano responsabili... e come probabilmente sai, quei vecchi non amano condividere i loro segreti. Dai miei esperimenti ho scoperto che se vi inserisci una maschera senza poteri e ci spalmi sopra del Gel Wahae-Mata, la maschera viene potenziata!

# Dialogue_Text,DL_NuparuGel
source: Well, no one really knows. You can find it everywhere really, It's commonly sold as a cure-all for example - But I only discovered it's reaction to the mask station because I use it as a lubricant. Not the most traditional lubricant, I know, but it's pretty cheap.
it: Beh, nessuno lo sa per certo. In realtà puoi trovarlo dappertutto, per esempio è comunemente venduto come un rimedio universale - ma io ho scoperto la sua reazione con le Stazioni di Potenziamento perché lo utilizzo come lubrificante. Lo so, non è il più tradizionale dei lubrificanti, ma è piuttosto economico.

# Dialogue_Text,DL_NuparuHow
source: *Nuparu throws his hands up in an over exaggerated shrugging motion* I studied those things for years, I have no idea - I'm not a chronicler. Although it's a pretty common theory that masks were made with their power sort of built in, but maybe... Maybe these machines are how our ancestors gave power to their masks?
it: *Nuparu solleva le mani in una esagerata scrollata di spalle* Ho studiato quelle cose per anni, non ne ho idea - non sono un cronista. Sebbene sia una teoria piuttosto diffusa che le maschere siano state create con i poteri già al loro interno, forse... forse è con questi macchinari che i nostri antenati infondevano i poteri nelle loro maschere?

# Dialogue_Text,DL_NuparuPower
source: As in it gives it back it's inherent abilities, the masks we matoran wear are not like yours Toa - ours lack the special abilities that yours do. If you use one of our "unpowered" masks in the machine, with a bit of Wahae-Mata Gel, you'll be able to add it to your collection and make full use of it's powers.
it: È come se gli restituisse le sue capacità innate. Le maschere che noi matoran indossiamo non sono come le vostre, Toa - le nostre sono prive delle abilità speciali che le vostre possiedono. Se tu utilizzassi una delle delle nostre maschere "senza poteri" nel macchinario, con un po' di Gel Wahae-Mata, saresti in grado di aggiungerla alla tua collezione e di sfruttarne il pieno potenziale.

# Dialogue_Text,DL_Okin1
source: Hmm... Guess I've got more time to do research now!
it: Hmm... immagino che ora avrò più tempo per fare ricerche!

# Dialogue_Text,DL_Okin2
source: Hmm? Oh Hi Toa. Onepu said that I have to "help" with the cave in, but the structural architects are still examining it.
it: Hmm? Oh salve Toa. Onepu ha detto che devo "aiutare" con il crollo, ma gli architetti strutturali lo stanno ancora esaminando.

# Dialogue_Text,DL_Okin3
source: It means that I can't do anything, I'm stuck here, and I'm very bored.
it: Il che significa che non posso fare niente, sono bloccato qui, e sono molto annoiato.

# Dialogue_Text,DL_Okin4
source: Hah! No, thank you Toa. While I'd love to play a game with you, I have my own - I like to imagine what Mata-Nui will be like given time, the Makuta Vanquished, Villages at peace and able to expand... Mhh, a silly game I know but it does help me pass the time indeed.
it: Hah! No, grazie Toa. Sebbene mi piacerebbe fare un giochetto con te, ho già il mio - mi piace immaginare come potrebbe essere Mata-Nui tra molto tempo, Makuta sconfitto, i villaggi in pace e liberi di espandersi... mhh, so che è un gioco stupido, ma tuttavia mi aiuta a passare il tempo.

# Dialogue_Text,DL_Onepu
source: Onepu, at your service toa. Captain of the Onu-Koronan Ussalry Regiment, Champion of Ussal Racing, and Special aide to our great Turaga Whenua.
it: Onepu, al tuo servizio toa. Capitano del Reggimento di Ussalria di Onu-Koro, Campione delle Corse Ussal, e Aiutante Speciale del nostro grande Turaga Whenua.

# Dialogue_Text,DL_Onepu1
source: Yes, sorry I know we've already met Toa, I just always do that.
it: Sì, scusa Toa, so che ci siamo già incontrati, è solo che faccio così ogni volta.

# Dialogue_Text,DL_Onepu2
source: Haha, That's a good one $T! How could you forget someone like me!
it: Ahah, questa è buona $T! Come potresti dimenticare uno come me!

# Dialogue_Text,DL_Onepu3
source: Right I nearly forgot! Whenua's missing, sort of... I've gotten reports from just about everyone coming to the village from Po-Wahi that they've heard him nearby. But no one's been able to find him!
it: Giusto, quasi dimenticavo! Whenua è scomparso, più o meno... ho ricevuto dei rapporti da praticamente chiunque sia giunto nel villaggio da Po-Wahi che dicono di averlo sentito lì vicino. Ma nessuno è stato in grado di trovarlo!

# Dialogue_Text,DL_Onepu4
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back.
it: Sarebbe fantastico se tu ci riuscissi, essendo il suo assistente non ci farei una bella figura se lui non dovesse più tornare.

# Dialogue_Text,DL_Onepu5
source: Excellent!
it: Eccellente!

# Dialogue_Text,DL_OnepuGiveMap
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back. Here's my map of the surface, it's only the Onu-Wahi surface - but it should help.
it: Sarebbe fantastico se tu ci riuscissi, essendo il suo assistente non ci farei una bella figura se lui non dovesse più tornare. Ecco la mia mappa della superficie, è solo della superficie di Onu-Wahi - ma dovrebbe essere d'aiuto.

# Dialogue_Text,DL_OnepuReturn
source: Love to chat but I'm rather busy at the moment.
it: Mi piace chiacchierare ma al momento sono piuttosto impegnato.

# Dialogue_Text,DL_OnepuReturn1
source: Wait, have you found Whenua yet? My reputation is at stake here!
it: Aspetta, hai già trovato Whenua? Qui è a repentaglio la mia reputazione!

# Dialogue_Text,DL_OnepuSaved
source: I'm very busy, but I would like to thank you for saving my mask Toa!
it: Sono molto occupato, ma vorrei ringraziarti per avermi salvato la maschera, Toa!

# Dialogue_Text,DL_OnepuSaved1
source: You saved my reputation by rescuing the Turaga! I would've been known as the failed temporary leader of Onu-Koro, not a great position for myself.
it: Hai salvato la mia reputazione soccorrendo il Turaga! Sarei stato ricordato come il fallito capo temporaneo di Onu-Koro, non una bella posizione per me.

# Dialogue_Text,DL_OnepuWhere
source: I was told not to tell anyone, but it was some sort of meeting, and that's all I'll say about the matter!
it: Mi è stato detto di non raccontarlo a nessuno, ma si trattava di una sorta di riunione, ed è tutto ciò che dirò al riguardo!

# Dialogue_Text,DL_Onewa1
source: You have gathered these same stones, found these same masks, prepared for this same battle before.
it: Hai raccolto queste stesse pietre, hai trovato queste stesse maschere e ti sei preparato per questa stessa battaglia in precedenza.

# Dialogue_Text,DL_OnewaHelpMe
source: $T! It certainly took you long enough to find me down here.
it: $T! Ci hai messo un bel po' di tempo per trovarmi quaggiù.

# Dialogue_Text,DL_OnewaHelpNow
source: The pillar up there looks pretty weak, perhaps you could knock it down into a bridge of sorts.
it: Il pilastro lassù sembra piuttosto debole, forse potresti abbatterlo e trasformarlo in una specie di ponte.

# Dialogue_Text,DL_OnewaHole
source: Those infernal Nui-Jaga pushed me here. I’ve tried to escape but it’s far too steep for me to traverse.
it: Quegli infernali Nui-Jaga mi hanno spinto qui. Ho tentato di scappare, ma è troppo scosceso perché io riesca ad attraversare.

# Dialogue_Text,DL_OnewaHowToHelp
source: I’ve been wondering that myself... perhaps that pillar is weak enough for you to knock down into a bridge of sorts.
it: Me lo sono chiesto anch'io... forse quel pilastro è abbastanza debole da poterlo abbattere e trasformarlo in una specie di ponte.

# Dialogue_Text,DL_OnewaPohatu
source: Not right now... but could you tell Pohatu that I am looking for him? There’s a matter of some importance that I wish to discuss.
it: Non al momento... ma potresti dire a Pohatu che lo sto cercando? C'è una faccenda di una certa importanza di cui voglio discutere con lui.

# Dialogue_Text,DL_OnewaPohatuQuest
source: As a matter of fact, yes I do. There is an item of great importance called a Makoki Stone you must retrieve. It is necessary if you are to face Makuta... and fulfil your destiny.
it: In effetti sì. C'è un oggetto di grande importanza chiamato Pietra Makoki che tu devi recuperare. È necessaria se vuoi affrontare Makuta... e andempiere al tuo destino.

# Dialogue_Text,DL_OnewaPohatuQuest2
source: There is a temple in the Motara Desert known as the Po-Kini, far from Po-Koro or any settlement. It’s not an easy place to traverse, but I have faith you can safely find your way there again.
it: C'è un tempio nel Deserto del Motara conosciuto come Po-Kini, lontano da Po-Koro o qualsiasi altro insediamento. Non è un luogo facile da attraversare, ma ho fiducia che riuscirai a ritrovare la strada per arrivarci indenne.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbye
source: Well, I... I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu.
it: Beh, io... io ho semplicemente supposto che ci fossi già stato duarnte i tuoi viaggi. Non ha importanza. Ho fiducia nel fatto che sicuramente recupererai la pietra, Pohatu.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbyeGiveMap
source: Well, I… I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu. Oh hold a minute! I can give you this, it's a map of the island - I feel it may be of use to you on this quest!
it: Beh, io... io ho semplicemente supposto che ci fossi già stato duarnte i tuoi viaggi. Non ha importanza. Ho fiducia nel fatto che sicuramente recupererai la pietra, Pohatu. Oh aspetta un minuto! Posso dart questa, è una mappa dell'isola - sento che ti potrebbe essere utile in questa missione!

# Dialogue_Text,DL_OnewaPokoro
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
it: Benvenuto a Po-Koro, $T. Spero che la tua ricerca delle maschere stia procedendo bene.

# Dialogue_Text,DL_OnewaPokoroBragging
source: We are doing rather well. I don’t mean to brag, but some of the carvings and sculptures my matoran have put out recently have been among the finest I’ve ever seen.
it: Ce la stiamo cavando piuttosto bene. Non per vantarmi, ma alcune delle incisioni e delle sculture che i miei matoran hanno realizzato recentemente, sono tra le migliori che abbia mai visto.

# Dialogue_Text,DL_OnewaPokoroPostKini
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
it: Benvenuto a Po-Koro, $T. Spero che la tua ricerca delle maschere stia procedendo bene.

# Dialogue_Text,DL_OnewaThankyou
source: Thank you for saving me $T. I'll be able to make my way to Po-Koro now. Come find me in Po-Koro and I might have a quest for you.
it: Grazie per avermi salvato $T. Ora potrò tornare per conto mio a Po-Koro. Vieni a trovarmi a Po-Koro e potrei avere un incarico per te.

# Dialogue_Text,DL_OnewaWhereHaveBeen
source: A private matter, $T. One that I have no need to share with you.
it: È una faccenda privata, $T. Una di cui non ho alcun bisogno di condividere con te.

# Dialogue_Text,DL_OnewaWhy
source: Toa $N! It's good to finally meet you.
it: Toa $N! è bello incontrarti finalmente.

# Dialogue_Text,DL_Outcast
source: HELLLLOO! Welcome Toa, to my Sanctum! Feel free to stay and rest for as long as you want my man.
it: SAAALVEEE! Benvenuto Toa, nel mio Santuario! Sentiti libero di restare e riposarti quanto vuoi, amico mio.

# Dialogue_Text,DL_OutcastGrass
source: It's real simple tall guy - The rocks above protect us from the snow, the stones hanging from them are heat stones, and the water below me is an underground hotspring!
it: È molto semplice spilungone - le rocce sopra ci proteggono dalla neve, le pietre che penzolano sono pietre calorifere, e l'acqua sotto di me è una sorgente termale sotterranea!

# Dialogue_Text,DL_OutcastWho
source: Me? Uhh, I don't remember what they called me. Weirdo? No that's not right... You can just call me Plant Man!
it: Io? Uhh, Non ricordo come mi hanno chiamato. Strambo? No, non era quello... tu puoi chiamarmi Uomo Pianta!

# Dialogue_Text,DL_OutcastWhy
source: I'm here to protect my plants mannn...
it: Sono qui per proteggere le mie piante, amicooo...

# Dialogue_Text,DL_OutcastWhy1
source: Uhh... No, not really. I used to live in Ko-Koro but I didn't really fit in there, they threw me out dude!
it: Uhh... No, non proprio. Prima vivevo a Ko-Koro, ma non mi sono mai integrato là. Mi hanno sbattuto fuori, socio!

# Dialogue_Text,DL_Pauri1
source: Greetings, welcome to our shop!
it: Saluti, benvenuto nel nostro negozio!

# Dialogue_Text,DL_Pauri2
source: That's right, me and my brother run this shop together! We primarily sell exotic plants, but due to most of them being imported they can be quite pricey.
it: Esatto, io e mio fratello gestiamo questo negozio insieme! Vendiamo principalmente piante esotiche, ma dato che la maggior parte di esse viene importata, possono essere molto costose.

# Dialogue_Text,DL_PetOwner
source: Howdy Toa! Staying long?
it: Ehilà Toa! Ti fermi a lungo?

# Dialogue_Text,DL_PetOwner_Why
source: Why it's beautiful! Haha, I crack myself up sometimes. Trade is going well from what I hear, I'm not really in a position to say much else.
it: Ma è meraviglioso! Ahah, a volte mi faccio morire dal ridere. Il commercio sta andando bene da quel che ho sentito, ma non sono davvero in una positione per poter dire molto altro.

# Dialogue_Text,DL_PlantSeller1
source: Fresh vegetation, Harakeke, Bamboo, and more!
it: Vegetazione fresca, Harakeke, Bambù e altro ancora!

# Dialogue_Text,DL_PoduFail1
source: Good to see you, $T.
it: È bello vederti, $T.

# Dialogue_Text,DL_PoduFailGeneral1
source: Just for Kopaka... again. It feels like I’ve been out here for so long... but at least it’s better than Ko-Koro.
it: Solo per Kopaka... di nuovo. Mi sembra di essere qua fuori da così tanto... ma se non altro è meglio di Ko-Koro.

# Dialogue_Text,DL_PoduFailKopaka1
source: DID SOMEONE JUST SAY POHATU?
it: QUALCUNO HA APPENA DETTO POHATU?

# Dialogue_Text,DL_PoduFailKopaka2
source: Well that’s just perfect timing on my part. You ready?
it: Beh, questo soltanto il mio tempismo perfetto. Sei pronto?

# Dialogue_Text,DL_PoduFailKopakaRematch
source: That’s good enough. Let’s Race!
it: Va bene così. Gareggiamo!

# Dialogue_Text,DL_PoduFailPohatu
source: You’re the only Toa I’ve seen, Pohatu.
it: Tu sei l'unico Toa che ho visto, Pohatu.

# Dialogue_Text,DL_PoduFailPohatu1
source: ...Sure thing.
it: ...certo che sì.
