Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_ThueiFun
source: I'm part of an amateur carving guild with my brother. I usually just carve for fun, but sometimes I get tasked to make stuff.
pl_pl: Razem z bratem należę do amatorskiej gildii rzeźbiarzy. Zazwyczaj rzeźbię dla przyjemności, ale czasami dostaję zlecenia.

# Dialogue_Text,DL_ThueiIntro
source: A little to the left, maybe... No, that wouldn't look right...
pl_pl: Delikatnie w lewo, może... Nie, to nie będzie wyglądać dobrze...

# Dialogue_Text,DL_ThueiOutro
source: Thanks, $T. Wait... Mata Nui! I forgot to finish the bridge Khalo tasked me to make in the pillarlands two weeks ago! I've gotta go... just after I finish adjusting this... hmm...
pl_pl: Dziękuję, $T. Zaczekaj... Mata Nui! Zapomniałem dokończyć most w Krainie Filarów, który Khalo zlecił mi zrobić dwa tygodnie temu! Muszę iść... ale najpierw dokończę te poprawki... hmm...

# Dialogue_Text,DL_Trader1
source: Wanna Trade?
pl_pl: Chcesz pohandlować?

# Dialogue_Text,DL_Trader2
source: You got it!
pl_pl: Proszę bardzo!

# Dialogue_Text,DL_TutCorruptedMakuta1
source: I believe that this has gone on long enough.
pl_pl: Myślę, że to trwało wystarczająco długo.

# Dialogue_Text,DL_TutCorruptedMakuta2
source: Your time has come to an end, Toa. Surely you can see that by now.
pl_pl: Wasz czas się skończył, Toa. Teraz możecie to jasno zobaczyć.

# Dialogue_Text,DL_TutCorruptedMakuta3
source: Hmph. If you cannot see your own destiny, then perhaps I will need to show you.
pl_pl: Hmmm. Skoro nie dostrzegacie własnego przeznaczenia, chyba muszę Wam je pokazać.

# Dialogue_Text,DL_TutFinalDialouge1
source: Hello... Toa.
pl_pl: Witaj... Toa.

# Dialogue_Text,DL_TutFinalDialouge2
source: I am he who has brought you to this place... a place to guide you and show you your true destiny.
pl_pl: Jestem tym, który Cię przywiódł w to miejsce... miejsce, które wyjaśniło i pokazało Ci Twoje prawdziwe przeznaczenie.

# Dialogue_Text,DL_TutFinalDialouge_Duty
source: Your duty is to the will of the Great Spirit... To collect the six great masks of power in order to fulfil your destiny.
pl_pl: Twoim przeznaczeniem jest wola Wielkiego Ducha... Zebrać sześć Wielkich Masek Mocy, aby wypełnić swoje przeznaczenie.

# Dialogue_Text,DL_TutFinalDialouge_Wake
source: Through the light, Toa...
pl_pl: Poprzez światło, Toa...

# Dialogue_Text,DL_TutFinalDialouge_Where
source: A mere vision which I have created for you, Toa. A place you will soon leave.
pl_pl: To jedynie wizja, którą dla Ciebie stworzyłem, Toa. Wizja, którą wkrótce opuścisz.

# Dialogue_Text,DL_TutFinalDialouge_Who
source: You are a Toa. A hero. One who fights valiantly no matter the circumstance.
pl_pl: Jesteś Toa. {G}|gender(Bohaterem, Bohaterką). {G}|gender(Tym, Tą), {G}|gender(który, która) walczy mężnie, niezależnie od okoliczności.

# Dialogue_Text,DL_Ukkar1
source: Oh, excellent...
pl_pl: Och, wspaniale...

# Dialogue_Text,DL_Ukkar2
source: Hah, Howdy Toa! Have you been in Po-Koro long?
pl_pl: Haha, hej, Toa! Od dawna jesteś w Po-Koro?

# Dialogue_Text,DL_Ukkar3
source: Isn't it great! Ahh I truely admire Akamar for this feat, he nearly redesigned the entire village!
pl_pl: Czyż nie jest wspaniałe! Ach, naprawdę podziwiam Akamara za ten wyczyn - praktycznie odnowiły cała wioskę!

# Dialogue_Text,DL_Ukkar4
source: Oh yes, If there's one thing I've learned about Akamar is that he gets things done! I am very excited to see what his next project will be...
pl_pl: Och, tak! Jeśli jest coś, czego dowiedziałem się o Akamarze, to to, że zawsze kończy to co zaczął! Jestem taki podekscytowany, żeby zobaczyć czym teraz się zajmie...

# Dialogue_Text,DL_UssalWasher
source: Hello Toa $T, I am a bit busy right now, as you can see.
pl_pl: Witaj, Toa $T! Jak widzisz, jestem teraz trochę zajęty.

# Dialogue_Text,DL_Vakama1
source: No celebration, Tahu. We do not come bearing good news.
pl_pl: Nie będzie świętowania, Tahu. Nie przynosimy dobrych wieści.

# Dialogue_Text,DL_Vakama2
source: No. For this time, you shall be armed with the truth.
pl_pl: Nie. Tym razem, będziecie uzbrojeni w prawdę.

# Dialogue_Text,DL_Vakama3
source: Makuta has stolen a mask of power... one that allows him to bend time itself to his will. One that he has used to reset your memories time and time again.
pl_pl: Makuta ukradł maskę mocy... taką, która pozwala mu naginać sam czas do swojej woli. Maskę, którą wykorzystuje, by raz za razem wymazywać Waszą pamięć.

# Dialogue_Text,DL_Vakama4
source: You must find this mask if you are to free the island and break Makuta’s chains that have bound you.
pl_pl: Jeśli zamierzacie uwolnić wyspę spod wpływu Makuty i przerwać cykl, w którym Was uwięził — musicie odnaleźć tę maskę.

# Dialogue_Text,DL_VakamaBeforeRescue1
source: Ah... welcome, Toa. I am glad that at least you are safe...
pl_pl: Ach... witaj, Toa. Cieszę się, że chociaż Ty jesteś {G}|gender(bezpieczny, bezpieczna)...

# Dialogue_Text,DL_VakamaBeforeRescue2
source: I have not heard from the other Turaga for quite a while… I am worried that something has happened to them.
pl_pl: Nie miałem wieści od innnych Turaga, od dłuższego czasu... Martwię się, że coś mogło im się stać.

# Dialogue_Text,DL_VakamaBeforeRescueLeave
source: Ah and one more thing. When you’re searching for masks, could you keep an eye out for... ah, it is nothing - I'm sure it will turn up in time. Forgive me, Toa. My mind is still troubled. I shall stay here and meditate upon the will of Mata Nui.
pl_pl: Ach, i jeszcze jedno. Podczas poszukiwań masek, czy mógłbyś się rozglądać za… ach, to nic takiego - że samo się odnajdzie z czasem. Wybacz mi, Toa. Moje myśli, wciąż są skołowane. Zostanę tutaj i pomedytuję nad wolą Mata Nui.

# Dialogue_Text,DL_VakamaBeforeRescueMap
source: Hmm, you don't have a map? I remember giving you one... Hmpf, very well - I can give you my spare, it's only for Ta-wahi but It may help.
pl_pl: Hmm, nie masz mapy? Pamiętam, że Ci ją dawałem... Hmm, no cóż - mogę oddać Ci moją. To tylko Ta-Wahi, ale może się przydać.

# Dialogue_Text,DL_VakamaBeforeRescueWhatDo
source: Head to the other villages- they might have a better idea of where their Turaga are... and be sure to visit me after you have found them all. I have something else that you will need to hear.
pl_pl: Udaj się do pozostałych wiosek - tam być może dowiesz się, gdzie są ich Turaga... A kiedy odnajdziesz ich wszystkich, koniecznie mnie odwiedź. Mam coś, co {G}|gender(powinieneś, powinnaś) usłyszeć.

# Dialogue_Text,DL_VakamaBeforeRescueWhere
source: We had gathered to discuss some... important matters at the Kini-Nui. It seems the other Turaga were less fortunate on their return journey...
pl_pl: Zebraliśmy się, aby przedyskutować... pewne ważne sprawy przy Kini-Nui. Wygląda na to, że pozostali Turaga mieli mniej szczęścia, podczas swoich podróży...

# Dialogue_Text,DL_VakamaCutscene
source: My my, your mind works in strange ways Toa, very well I will regale you... The captain of the guard had taken a small hunting party into the charred forest, they were attempting to capture a frightening beast that had been sighted by more than a few villagers. Little did they know that they were searching for you...
pl_pl: Ajaj, Twój umysł szwankuje, Toa. Cóż, w takim razie przypomnę Ci... Kapitan Gwardii zabrał mały oddział na polowanie do spalonego lasu. Próbowali pochwycić besitę, którą widziało paru Matoran. Nie mieli pojęcia, że szukają Ciebie...

# Dialogue_Text,DL_VakamaPostKini
source: Welcome, to Ta-koro Toa...
pl_pl: Witaj w Ta-Koro, Toa...

# Dialogue_Text,DL_VakamaPostKini1
source: Ahh it- Well it's nothing you should concern yourself with... for now.
pl_pl: Ach, to... Nic, czym {G}|gender(powinieneś, powinnaś) się przejmować... na razie.

# Dialogue_Text,DL_VakamaPostRescue
source: Welcome, Toa. I am glad to hear that all of the Turaga are safe.
pl_pl: Witaj, Toa. Miło mi słyszeć, że wszyscy Turaga są bezpieczni.

# Dialogue_Text,DL_VakamaPostRescueOtherToa
source: As a matter of fact, I must speak with Tahu about some rather urgent matters... Please send him my way if you come across him.
pl_pl: Właściwie, muszę porozmawiać z Tahu na temat niecierpiący zwłoki... Proszę, przyślij go do mnie, jeśli go spotkasz.

# Dialogue_Text,DL_VakamaPostRescueSafe
source: I pray that this is the first step towards normalcy on this Island... something which it has lacked for far too long.
pl_pl: Modlę się o to, by był to pierwszy krok ku normalności na tej wyspie... coś, czego brakuje nam od bardzo dawna.

# Dialogue_Text,DL_VakamaPostRescueTahu
source: I do... there is a grave task I have for you which only you can complete.
pl_pl: Zaiste mam... Mam dla Ciebie poważne zadanie, któremu tylko Ty możesz podołać.

# Dialogue_Text,DL_VakamaPostRescueTahu1
source: As you and the other Toa have been searching for your masks, I must admit that I have been searching for one as well. While I fear I cannot divulge much at the moment, I can say that I suspected it might have been hidden inside the Ta-Kini.
pl_pl: Podczas gdy Ty i inni Toa szukaliście swoich masek, ja również poszukiwałem jednej. Nie mogę teraz wiele wyjawić, ale przypuszczam, że została ukryta wewnątrz Ta-Kini.

# Dialogue_Text,DL_VakamaPostRescueTahu2
source: No... I have already sent another into the temple.
pl_pl: Nie... Już wysłałem tam kogoś innego.

# Dialogue_Text,DL_VakamaPostRescueTahu3
source: A rather... adventurous Matoran named Takua. When he overheard my predicament, he pleaded with me to allow him to enter the Kini... something I now greatly regret.
pl_pl: Dość... żądnego przygód Matoranina imieniem Takua. Kiedy usłyszał o moim problemie, błagał mnie, abym pozwoli mu pójść do Kini... czego teraz bardzo żałuję.

# Dialogue_Text,DL_VakamaPostRescueTahu4
source: I do not know, Tahu. No one has seen Takua since he entered the temple. I fear he is in grave danger... as a result of my ignorance.
pl_pl: Nie wiem, Tahu. Nikt nie widział Takuy odkąd wszedł do świątyni. Obawiam się, że jest w wielkim niebezpieczeństwie... i to z powodu mojej ignorancji.

# Dialogue_Text,DL_VakamaPostRescueTahu5
source: I pray that you still can...
pl_pl: Modlę się o to, że było kogo ratować...

# Dialogue_Text,DL_VakamaPostTAKiniFailsafe
source: You must all gather at the Kini Nui, the temple there holds the entrance to Makuta's Lair. I will mark it on your map but before you go, ensure that all of you have obtained your golden masks - The road ahead is difficult, and you will need the strength they offer.
pl_pl: Wszyscy musicie zebrać się przy Kini-Nui - skrywa ona wejście do kryjówki Makuty. Zaznaczę Ci ją na mapie, ale zanim tam pójdziecie, upewnijcie się, że każde z Was zdobyło swoją Złotą Maskę - dalsza ścieżka jest wyboista, więc będziecie potrzebować ich mocy.

# Dialogue_Text,DL_VegSeller1
source: Hmm... Still crooked...
pl_pl: Hmm... Wciąż jest krzywo...

# Dialogue_Text,DL_VegSeller2
source: Oh, Hi Toa $T! My sign's just a little crooked, I sell vegetation, Need any plants?
pl_pl: Och, witaj, Toa $T! Mój szyld jest lekko przekrzywiony. Sprzedaję rośliny - potrzebujesz jakiejś?

# Dialogue_Text,DL_WhagnaMeeting_Kahli5
source: I never thanked you for fixing that hole in my roof earlier Taphal.
pl_pl: Nigdy nie podziękowałam Ci za załatanie tej dziury w moim dachu, Taphal.

# Dialogue_Text,DL_WhagnaMeeting_Kahli9
source: What? What are we talking about?
pl_pl: Co? O czym wy mówicie?

# Dialogue_Text,DL_WhagnaMeeting_Numai11
source: I still believe it's too dangerous to stay here, I'm heading back to Ko-Koro unless we decide otherwise.
pl_pl: Wciąż uważam, że to zbyt niebezpieczne, by tu zostać. Wracam do Ko-Koro, chyba że zadecydujemy inaczej.

# Dialogue_Text,DL_WhagnaMeeting_Numai2
source: It would require far too much work to repair the village, than we can handle! There is no way we would finish the repairs before another attack!
pl_pl: Naprawa wioski zajęłaby więcej czasu, niż mamy! Nie mam mowy, żebyśmy zdążyli przed kolejnym atakiem!

# Dialogue_Text,DL_WhagnaMeeting_Numai4
source: You would be working yourself to death Taphal, there's no need for that!
pl_pl: Zapracowałbyś się na śmierć, Taphal - nie musisz tego robić!

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay
source: You have made a grave mistake Toa.
pl_pl: {G}|gender(Popełniłeś, Popełniłaś) wielki błąd, Toa.

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay1
source: Uhh, let me rephrase that. I believe that you have made a critical error in judgement $T, however only time will tell.
pl_pl: Och, pozwól mi to rozwinąć. Uważam, że {G}|gender(popełniłeś, popełniłaś) poważny błąd w swoim osądzie, $T. Jednak tylko czas pokaże, czy mam rację.

# Dialogue_Text,DL_WhagnaMeeting_Parhi1
source: Welcome all, I've called this meeting today so that we may make a final decicsion on what we should do about our village. There are two options, repair the town and attept to fortify it against any future Rahi attacks, or we all all return to our respective villages.
pl_pl: Witam was wszystkich. Zwołałem to spotkanie, ponieważ musimy podjąć ostateczną decyzję, co zrobić z naszą wioską. Mamy dwie opcje: naprawić miasteczko i spróbować je ufortyfikować na wypadek przyszłych ataków Rahi, albo wszyscy wracamy do naszych rodzimych wiosek.

# Dialogue_Text,DL_WhagnaMeeting_Parhi10
source: Okay Kalhi seems to still not have - Uhh, come back to us. Numai?
pl_pl: Dobra, Kalhi nadal wygląd jak nie - Eh, wróć do nas. Numai?

# Dialogue_Text,DL_WhagnaMeeting_Parhi12
source: Very well, Taphal?
pl_pl: W porządku, Taphal?

# Dialogue_Text,DL_WhagnaMeeting_Parhi14
source: And Tafall?
pl_pl: I Tafall?

# Dialogue_Text,DL_WhagnaMeeting_Parhi16
source: Dahh- A deadlock...
pl_pl: Achh- Patowa sytuacja...

# Dialogue_Text,DL_WhagnaMeeting_Parhi17
source: Toa $T, with the vote in a deadlock - and our deciding vote being completely out of it, I'd like to defer to your wisdom in this matter.
pl_pl: Toa $T, ponieważ głosowanie utknęło w martwym punkcie - a osoba decydująca nie bierze w nim udziału - chciałbym zdać się na Twoją mądrość w tej sprawie.

# Dialogue_Text,DL_WhagnaMeeting_Parhi18
source: Yes. Although these types of matters would usually be the duty of a Turaga. While we don't have one, we do have the next best thing, a Toa of legend.
pl_pl: Tak. Choć takie sprawy zwykle należałyby do obowiązków Turagi, my - choć go nie mamy - mamy coś niemal równie dobrego: {G}|gender(legendarnego, legendarną) Toa.

# Dialogue_Text,DL_WhagnaMeeting_Parhi19
source: Very good, So what will it be Toa? Do we stay or go?
pl_pl: Wspaniale, więc jaka jest Twoja wola, Toa? Zostajemy czy odchodzimy?

# Dialogue_Text,DL_WhagnaMeeting_Parhi7
source: Okay, okay, that's enough. We need to make a decision here, I'm calling a vote. I'm for staying and trying to repair.
pl_pl: Dobrze, dobrze, wystarczy. Musimy podjąć jakąś decyzję. Głosuję za zostaniem i próbą naprawy.

# Dialogue_Text,DL_WhagnaMeeting_Parhi8
source: Kahli, your vote?
pl_pl: Co z Twoim głosem, Kahli?

# Dialogue_Text,DL_WhagnaMeeting_ParhiLeave
source: You heard the Toa! Start packing up, I'll be taking you by boat to your village if that's possible.
pl_pl: Słyszeliście Toa! Zacznijcie się pakować - zabiorę Was łodzią do Waszych wiosek, jeśli to możliwe.

# Dialogue_Text,DL_WhagnaMeeting_ParhiStay
source: You heard the Toa! Taphal, get to work. I'll travel to Po-Koro to see if they have any materials we can use, perhaps I can hire a few more crafters there too.
pl_pl: Słyszeliście Toa! Taphal, bierz się do roboty. Udam się do Po-Koro i zobaczę, czy nie mają jakichś materiałów, które moglibyśmy wykorzystać. Może uda mi się nawet sprowadzić kilku robotników.

# Dialogue_Text,DL_WhagnaMeeting_ReturnStay
source: You may go now Toa, we can handle everything else.
pl_pl: Możesz już iść, Toa, poradzimy sobie ze wszystkim.

# Dialogue_Text,DL_WhagnaMeeting_Tafall15
source: I... I don't think we should stay, I'm sorry Taphal, but there's just too much work for just you and us.
pl_pl: Ja... Nie sądzę, że powinniśmy zostać. Przepraszam, Taphal, ale jest tu za dużo pracy tylko dla Ciebie i nas.

# Dialogue_Text,DL_WhagnaMeeting_Tafall6
source: I'm not him! You- I- Ugghhhh!
pl_pl: Nie jestem nim! Ty- Ja- Achhhh!

# Dialogue_Text,DL_WhagnaMeeting_Taphal13
source: I'm staying. I've already started working on the repairs, I'm not abandoning my work!
pl_pl: Zostaję. Zacząłem już pracować nad naprawami - nie porzucę swojej pracy!

# Dialogue_Text,DL_WhagnaMeeting_Taphal3
source: What do you mean too much work! I can do it all in half the time of any Po, or Onu matoran!
pl_pl: Za dużo pracy! Mogę zrobić to wszystko w połowie czasu, jaki potrzebowałby jakikolwiek Po lub Onu Matoranin!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave
source: Gah! You've gotta be kidding me!
pl_pl: Ach! Chyba sobie żartujesz!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave2
source: Yes, I understand it's just... My work, all for nought.
pl_pl: Tak, rozumiem, tylko... Moja praca, cała na nic.

# Dialogue_Text,DL_WhagnaMeeting_TaphalStay
source: Yes! I'll go get started right now!
pl_pl: Tak! Zacznę od razu!

# Dialogue_Text,DL_WhagnaVillager1
source: Hello Toa $T, Welcome to Whagna Village.
pl_pl: Witaj, Toa $T, w wiosce Whagna.

# Dialogue_Text,DL_Whenua1
source: We come bearing the truth.
pl_pl: Przychodzimy z prawdą.

# Dialogue_Text,DL_Whenua2
source: We have spoken, and decided that you must be armed with this knowledge if you are to break the Makuta’s cycle.
pl_pl: Porozmawialiśmy i zadecydowaliśmy, że musicie być uzbrojeni w tę wiedzę, aby przerwać cykl Makuty.

# Dialogue_Text,DL_WhenuaBack
source: Eager is an understatement, Toa. I do hope you will visit me once I am comfortably underground- I have other tasks for you.
pl_pl: Chętny wiedzy, Toa. Mam nadzieję, że odwiedzisz mnie, gdy już wygodnie zadomowię się pod ziemią - mam dla Ciebie kolejne zadania.

# Dialogue_Text,DL_WhenuaDefault1
source: Hello, Toa $T. I am glad to see you are well.
pl_pl: Witaj, Toa $T. Cieszę się, że jesteś {G}|gender(cały, cała).

# Dialogue_Text,DL_WhenuaDefaultPostKini
source: Hello, Toa $T. I am glad to see you are well.
pl_pl: Witaj, Toa $T. Cieszę się, że jesteś {G}|gender(cały, cała).

# Dialogue_Text,DL_WhenuaGetmeDown
source: Come on Toa, I don't have all day. Get me down!
pl_pl: Zrób coś, Toa. Nie mam całego dnia. Zdejmij mnie stąd!

# Dialogue_Text,DL_WhenuaJump
source: Hmph. I suppose you think that’s funny? I believed that you Toa would have a bit more respect for your Turaga, but apparently not. Why, back in my prime I would have- ...oh, never mind. Please just help me down!
pl_pl: Hmm. Myślisz, że to zabawne? Myślałem, że Toa jak Ty będzie {G}|gender(miał, miała) trochę więcej szacunku do Turagi, ale jak widać, myliłem się. W czasach mojej świetności po prostu bym... och, nieważne. Proszę, ściągnij mnie stąd!

# Dialogue_Text,DL_WhenuaKoro
source: Indeed it has. The Lightstone mines have increased in productivity, which is slight compensation for the incident at the great mine...
pl_pl: Tak, w rzeczy samej. Kopalnie Kamieni Świetlnych zwiększyły wydobycie, co jest pewną rekompensatą za incydent w Wielkiej Kopalni...

# Dialogue_Text,DL_WhenuaLost1
source: Toa! So good to see you here. I was beginning to get worried I would be lost for good...
pl_pl: Toa! Jak dobrze tutaj Cię widzieć. Zaczynałem się martwić, że zgubiłem się na dobre...

# Dialogue_Text,DL_WhenuaLost2
source: I was returning to Onu-Koro when a swarm of Nui-Jaga appeared and started chasing me. I climbed up here to escape them.
pl_pl: Wracałem do Onu-Koro, kiedy pojawił się rój Nui-Jaga i zaczął mnie ścigać. Wdrapałem się tutaj, żeby im uciec.

# Dialogue_Text,DL_WhenuaLost3
source: Well... yes I do. I’m not particularly fond of heights...
pl_pl: Cóż... tak, potrzebuje. Nie jestem fanem wysokości...

# Dialogue_Text,DL_WhenuaOnua
source: Indeed I do. Now that I am safely underground, there is something which I must tell you.
pl_pl: W rzeczy samej, mam. Teraz, kiedy jestem bezpieczny pod ziemią, jest coś, o czym muszę Ci powiedzieć.

# Dialogue_Text,DL_WhenuaOnua1
source: I believe I have a newfound appreciation for our safe underground home- though I fear portions of it will not remain safe for much longer...
pl_pl: Myślę, że mam nową wdzięczność za nasze bezpieczne podziemne schronienie — choć obawiam się, że niektóre jego części niedługo takie pozostaną...

# Dialogue_Text,DL_WhenuaOnua2
source: As you may have seen with our great mine, portions of the Onu-Wahi tunnels have become less stable than they were before. Cave-ins have been happening more frequently, which have even begun to affect the surface. It seems these tremors have affected the Onu-Kini temple, preventing us from burrowing into the temple from below again. It was a great convenience which is, unfortunately, lost.
pl_pl: Jak mogłeś zauważyć w naszej Wielkiej Kopalni, część tunelów Onu-Wahi jest mniej stabilna, niż kiedyś. Osuwiska zdarzają się coraz częściej, co zaczęło wpływać również na powierzchnię. Wygląda na to, że te wstrząsy uszkodziły świątynię Onu-Kini, uniemożliwiając nam ponowne dostanie się do niej od spodu. To było wielkie udogodnienie, które - niestety - straciliśmy.

# Dialogue_Text,DL_WhenuaOnua3
source: Do you not... Oh! Forgive me, Onua. We have attempted to access the Onu-Kini through alternate means in the past, in an attempt to avoid the Makuta’s threats. ...All in preparation for your arrival of course. I apologize for any... confusion I may have caused.
pl_pl: Nie pa... Och! Wybacz mi, Onua. Próbowaliśmy się dostać do Onu-Kini, inną drogą, w przeszłości, aby uniknąć zagrożenia ze strony Makuty. ...Wszystko to było oczywiście przygotowaniem na Twoje przybycie. Przepraszam za to... całe zamieszanie, które wywołałem.

# Dialogue_Text,DL_WhenuaOnua4real
source: Here, this map may help you find the temple. Be careful Toa.
pl_pl: Proszę, ta mapa pomoże Ci w znalezieniu świątyni. Bądź ostrożny, Toa.

# Dialogue_Text,DL_WhenuaOnuaGiveMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
pl_pl: Onu-Kini zawiera Kamień Makoki - część klucza, który musisz odzyskać, aby wypełnić swoje przeznaczenie. Makuta użyje wszystkich środków, aby powstrzymać Cię przed jego zdobyciem.

# Dialogue_Text,DL_WhenuaOnuaMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
pl_pl: Onu-Kini zawiera Kamień Makoki - część klucza, który musisz odzyskać, aby wypełnić swoje przeznaczenie. Makuta użyje wszystkich środków, aby powstrzymać Cię przed jego zdobyciem.

# Dialogue_Text,DL_WhenuaOtherToa
source: For you? Not exactly... Though if you could send a message to Onua I would appreciate it. Please tell him that I wish to speak with him as soon as he is able.
pl_pl: Dla Ciebie? Niezbyt... Ale jeśli możesz przekazać wiadomość Onule, byłbym wdzięczny. Proszę, powiedz mu, że chcę z nim porozmawiać najszybciej, jak to możliwe.

# Dialogue_Text,DL_WhenuaSaved
source: What is WRONG with you! I could have been hurt! ...But thank you for getting me down from there. That rock looks much taller from the top of it.
pl_pl: Co jest z Tobą NIE TAK! Coś mogło mi się stać! ...Ale dziękuję Ci za ściągnięcie mnie na dół. Z góry ta skała wygląda na o wiele wyższą .

# Dialogue_Text,DL_WhenuaSaved1
source: Oh… hah… that’s a story for another time, Toa. Perhaps one day I shall be able to tell it to you.
pl_pl: Och... haha... to opowieść na inny moment, Toa. Może pewnego dnia będę w stanie Ci ją opowiedzieć.

# Dialogue_Text,DL_WhenuaSaved2
source: Well, when you live underground long enough, finding yourself too far above it becomes rather nauseating.
pl_pl: Cóż, kiedy spędzasz wystarczająco dużo czasu pod ziemią, przebywanie zbyt wysoko nad nią zaczyna wywoływać mdłości.
