Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Loading,Loading_Text
source: Loading...
pl_pl: Wczytywanie...

# LoadingTip_Text,Tip_AkakuZoom
source: You can zoom while wearing the Akaku by pressing the assigned key (Default is Left ALT).
pl_pl: Podczas noszenia Akaku możesz przybliżyć widok, poprzez naciśnięcie przypisanego klawisza (Domyślnie Lewy Alt).

# LoadingTip_Text,Tip_CodexHints
source: The Codex contains not only lore, but also Gameplay hints.
pl_pl: Kodeks zawiera nie tylko tło fabularne, ale także wskazówki do gry.

# LoadingTip_Text,Tip_Cosmetics
source: Cosmetics found in the world are applied automatically, you can disable them from cosmetic benches.
pl_pl: Znalezione przedmioty personalizacyjne są nakładane automatycznie, możesz je zdjąć przy stoliku personalizacyjnym.

# LoadingTip_Text,Tip_MeditationStoneAutosave
source: The game Autosaves when interacting with a meditation stone.
pl_pl: Kiedy wchodzisz w interakcję z Kamieniem Medytacyjnym, gra dokonuje autozapisu.

# LoadingTip_Text,Tip_MeditationStonesHeal
source: Meditation Stones Heal all Toa on interaction, there's no need to actually meditate for this effect.
pl_pl: Interakcja z Kamieniem Medytacyjnym leczy wszystkich Toa bez konieczności medytacji.

# LoadingTip_Text,Tip_MeditationStonesInteract
source: Press the interaction key while in meditation stone menu to quickly exit it.
pl_pl: Będąc w menu Kamienia Medytacyjnego, naciśnij klawisz interakcji, aby wyjść.

# LoadingTip_Text,Tip_ObjectivesAkaku
source: Quest objectives can be seen in the world when using the Akaku.
pl_pl: Używając Akaku, można zobaczyć cele misji w świecie.

# LoadingTip_Text,Tip_Save
source: Remember to manually save OFTEN!
pl_pl: Pamiętaj, aby CZĘSTO dokonywać ręcznego zapisywać!

# LoadingTip_Text,Tip_SaveSlots
source: It's a good idea to Save in multiple slots.
pl_pl: Zaleca się dokonywanie zapisów na osobnych miejscach.

# LoadingTip_Text,Tip_UnderwaterElementalAttacks
source: Elemental Attacks can be triggered in water.
pl_pl: Ataki Żywiołu można wykonywać w wodzie.

# LoadingTip_Text,Tip_WaterDash
source: Tap your sprint button to dash underwater
pl_pl: Naciśnij przycisku spritu pod wodą, aby wykonać zryw.

# Quest_Description,Quest_Amongsttheburnttrees_Desc
source: A temple of worship in Ta-wahi has been overrun by rahi!
pl_pl: Świątynia w Ta-Wahi została opanowana przez Rahi!

# Quest_Description,Quest_CalmCave_Desc
source: This Cave sanctuary is infested by rahi, Free it so that the matoran may return to their Temple.
pl_pl: Ten zaciszny azyl został opanowany przez Rahi. Pozbądź się ich, aby Matoranie mogli wrócić do swojej Świątyni.

# Quest_Description,Quest_Challange_Desc
source: Kopaka has been informed by a Po-matoran in Ko-koro that he has been summoned to the tip of Po-wahi for an urgent purpose.
pl_pl: Po-Matoranin, spotkany przez Kopakę w Ko-Koro, poinformował go, że został wezwany na górny kraniec Po-Wahi w pilnej sprawie.

# Quest_Description,Quest_CometHunt_Desc
source: Komeke doesn't have the widgets to buy a Comet Kolhii ball, perhaps you could get one for him.
pl_pl: Komeke nie ma wystarczająco widżetów, żeby kupić piłkę Kolhii Kometę. Może uda ci się zdobyć jedną dla niego?

# Quest_Description,Quest_DangerOnTheHorizon_Desc
source: A small temple near Ga-koro has been taken over by a Tarakava, the matoran would like it back.
pl_pl: Mała świątynia w pobliżu Ga-Koro została opanowana przez Tarakavę. Matoranie chcieliby ją odzyskać.

# Quest_Description,Quest_FindKumo_Desc
source: A matoran by the name of Kumo got lost while collecting materials, and his friend is worried. You should be able to find Kumo in Fau swamp, on the lake with the "Huge-big" Boulder in it.
pl_pl: Matoranin imieniem Kumo zgubił się podczas zbierania materiałów. Jego zmartwiony przyjaciel poprosił Cię o pomoc. Powinieneś znaleźć Kumo na bagnach Fau, w pobliżu jeziora z "bardzo dużym" głazem.

# Quest_Description,Quest_FrozenInWood_Desc
source: Kohi, a Protosteel Collector has requested that you find a Protosteel tool in the Jungles of Le-wahi, He said it would be found "Frozen in Wood" and is surrounded by a Nui-Jaga nest.
pl_pl: Kohi, kolekcjoner Protostali, poprosił Cię, abyś odnalazł w dżungli Le-Wahi protostalowe narzędzia. Powiedział, że znajdziesz je "Zamrożone w Drewnie", pośrodku gniazda Nui-Jaga.

# Quest_Description,Quest_FrozenTower_Desc
source: The tower sanctuary in Ko-wahi has been taken over by rahi, free it so that the matoran may return.
pl_pl: Azyl w wieży, położonej w Ko-Wahi, został opanowany przez Rahi. Pozbądź się ich, aby Matoranie mogli do niego wrócić.

# Quest_Description,Quest_Gali_Desc
source: You have gathered all your Masks of Power, head to the suva in Ga-koro to gain your golden mask.
pl_pl: Zebrałeś wszystkie Maski Mocy. Udaj się do Ga-Koro i wejdź w interakcję z Suvą, aby otrzymać swoją Złotą Maskę.

# Quest_Description,Quest_GaMakokiStone_Desc
source: Turaga Nokama has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pl_pl: Turaga Nokama dała Ci zadanie, polegające na znalezieniu starożytnego reliktu, zwanego Kamieniem Makoki. Jednego z sześciu potrzebnych, aby dostać się na terytorium Makuty.

# Quest_Description,Quest_Infestation_Desc
source: A small Mining village has been Infested by Nui-jaga!
pl_pl: Mała górnicza wioska została zaatakowana przez Nui-Jaga!

# Quest_Description,Quest_KiniNui_Desc
source: You have recovered all the Makoki stones, Retrieve the remaining Golden masks - Then join the other Toa at the Kini-Nui for the final battle. ($G/6 Gold Masks)
pl_pl: Zebrałeś wszystkie Kamienie Makoki. Zdobądź pozostałe Złote Maski, a następnie dołącz do pozostałych Toa przy Kini-Nui, aby rozpocząć ostateczne starcie. ($G/6 Złote Maski)

# Quest_Description,Quest_KoMakokiStone_Desc
source: Matoro has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pl_pl: Matoro poinformował Cię o starożytnym relikcie, zwanym Kamieniem Makoki. Jednym z sześciu potrzebnych, aby dostać się na terytorium Makuty.

# Quest_Description,Quest_Kopaka_Desc
source: You have gathered all your Masks of Power, head to the suva in Ko-koro to gain your golden mask.
pl_pl: Zebrałeś wszystkie swoje Maski Mocy. Udaj się do Ko-Koro i wejdź w interakcję z Suvą, aby otrzymać swoją złotą maskę.

# Quest_Description,Quest_LeMakokiStone_Desc
source: Matau has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pl_pl: Matau poinformował Cię o starożytnym relikcie, zwanym Kamieniem Makoki. Jednym z sześciu potrzebnych, aby dostać się na terytorium Makuty.

# Quest_Description,Quest_LeTemple_Desc
source: There's a temple near the edge of the island in Le-wahi, you should explore it.
pl_pl: Na brzegu wyspy w Le-Wahi znajduje się świątynia, którą powinieneś zbadać.

# Quest_Description,Quest_Lewa_Desc
source: You have gathered all your Masks of Power, head to the suva in Le-koro to gain your golden mask.
pl_pl: Zebrałeś wszystkie Maski Mocy. Udaj się do Le-Koro i wejdź w interakcję z Suvą, aby otrzymać swoją złotą maskę.

# Quest_Description,Quest_LostResearch_Desc
source: Find Kylma's lost research. It should be in a hut near a ruined temple on a small island on the shore in ko-wahi near the le-wahi border. Kylma even said that there is a Great mask there.
pl_pl: Znajdź zaginione badania Kylma. Powinny znajdować się w chacie, w pobliżu zrujnowanej świątyni, na małej wyspie u wybrzeża Ko-Wahi, blisko granicy z Le-Wahi. Według Kylma, znajduje się tam Wielka Maska.

# Quest_Description,Quest_Mangaia_Desc
source: You have gathered all your Masks of Power, You've Found the Makoki stones, now you must face the ultimate test. Fight your way through the Makuta's beasts and defeat him once and for all.
pl_pl: Zebrałeś wszystkie Maski Mocy. Odnalazłeś wszystkie Kamienie Makoki. Teraz nadszedł czas na ostateczną próbę. Utoruj sobie drogę przez bestie Makuty, a następnie pokonaj go raz na zawsze.

# Quest_Description,Quest_OnTheLine_Desc
source: Reka, the Mask maker - needs 350 widgets to sell you a powered kakama.
pl_pl: Reka, wytwórca masek, potrzebuje 350 widżetów, aby sprzedać Ci zasiloną Kakamę.

# Quest_Description,Quest_Onua_Desc
source: You have gathered all your Masks of Power, head to the suva in Onu-koro to gain your golden mask.
pl_pl: Zebrałeś wszystkie Maski Mocy. Udaj się do Onu-Koro i wejdź w interakcję z Suvą, aby otrzymać swoją Złotą Maskę.

# Quest_Description,Quest_OnuMakokiStone_Desc
source: Turaga Whenua has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pl_pl: Turaga Whenua dał Ci zadanie, polegające na znalezieniu starożytnego reliktu, zwanego Kamieniem Makoki. Jednego z sześciu potrzebnych, aby dostać się na terytorium Makuty.

# Quest_Description,Quest_Pohatu_Desc
source: You have gathered all your Masks of Power, head to the suva in Po-koro to gain your golden mask.
pl_pl: Zebrałeś wszystkie Maski Mocy. Udaj się do Po-Koro i wejdź w interakcję z Suvą, aby otrzymać swoją złotą maskę.

# Quest_Description,Quest_PoMakokiStone_Desc
source: Turaga Onewa has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
pl_pl: Turaga Onewa dał Ci zadanie, polegające na znalezieniu starożytnego reliktu, zwanego Kamieniem Makoki. Jednego z sześciu potrzebnych, aby dostać się na terytorium Makuty.

# Quest_Description,Quest_PoTemple_Desc
source: There's a strange temple in the desert, Explore it and see what might be hidden among it's tunnels.
pl_pl: Na pustyni znajduje się tajemnicza świątynia. Zbadaj ją, aby odkryć, co mogą skrywać jej tunelach.

# Quest_Description,Quest_ProphetOfTheMakuta_Desc
source: A strange matoran has lead you in the direction of a cold and ominous cave on the south side of the Mangia. He said he saw the toa enter, but never leave; It's best to be careful.
pl_pl: Tajemniczy Matoranin wskazał Ci zimną i złowieszczą jaskinię na południowym zboczu Mangia. Powiedział, że widział Toa wchodzącego do środka, ale nigdy z niej nie wychodzącego. Lepiej zachować ostrożność.

# Quest_Description,Quest_Protosteel_Desc
source: The Po-Matoran Kohi has been seeking out rare tools cast in Protosteel, You've gathered the tool he wanted, return it to him.
pl_pl: Po-Matoranin Kohi szuka rzadkich narzędzi z Protostali. Zdobyłeś narzędzia, których potrzebuje - zanieś mu je.

# Quest_Description,Quest_Staff_Desc
source: Quater Master Niidok has gotten the wrong shipment of staves, he has requested that you speak to Takar the staff seller about this. He has a shop just outside Ta-koro.
pl_pl: Kwatermistrz Niidok, dostał błędne zamówienie kosturów i poprosił Cię, abyś porozmawiał o tym z ich sprzedawcą, Takarem. Prowadzi on sklep poza granicami Ta-Koro.

# Quest_Description,Quest_Tahu_Desc
source: You have gathered all your Masks of Power, head to the suva in Ta-koro to gain your golden mask.
pl_pl: Zebrałeś wszystkie Maski Mocy. Udaj się do Ta-Koro i wejdź w interakcję z Suvą, aby otrzymać swoją złotą maskę.

# Quest_Description,Quest_TaMakokiStone_Desc
source: Turaga Vakama needs you to recover a part of an important key called the Makoki stone.
pl_pl: Turaga Vakama prosi Cię, abyś odzyskał fragment ważnego klucza, zwanego Kamieniem Makoki.

# Quest_Description,Quest_TheLakeOfFrost_Desc
source: Dameo has asked you to restore the flow of the river and by extension restore his fishing town.
pl_pl: Dameo prosi Cię, abyś przywrócił bieg rzeki, dzięki czemu będzie mógł wznowić połów ryb.

# Quest_Description,Quest_TheToaOfFire1_Desc
source: Remember...
pl_pl: Pamiętaj...

# Quest_Description,Quest_TheTuragaOfAir_Desc
source: Turaga Matau has been missing for a while, Find him and help him get back to Le-koro.
pl_pl: Od jakiegoś czasu nie ma wieści o Turadze Matau. Znajdź go i pomóż mu wrócić do Le-Koro.

# Quest_Description,Quest_TheTuragaOfEarth_Desc
source: Turaga Whenua has been missing for a while, Find him and help him get back to Onu-koro.
pl_pl: Od jakiegoś czasu nie ma wieści o Turadze Whenua. Znajdź go i pomóż mu wrócić do Onu-Koro.

# Quest_Description,Quest_TheTuragaOfIce_Desc
source: Turaga Nuju got lost when passing through the drifts, find him and help him get back to Ko-koro.
pl_pl: Turaga Nuju zaginął podczas podróży przez Zaspy. Znajdź go i pomóż mu wrócić do Ko-Koro.

# Quest_Description,Quest_TheTuragaOfStone_Desc
source: Turaga Onewa has been missing for a while, Find him and help him get back to Po-koro.
pl_pl: Od jakiegoś czasu nie ma wieści o Turadze Onewa. Znajdź go i pomóż mu wrócić do Po-Koro.

# Quest_Description,Quest_TheTuragaOfWater_Desc
source: Turaga Nokama has been missing for a while, Find her and ensure her safety.
pl_pl: Od jakiegoś czasu nie ma wieści o Turadze Nokamie. Znajdź ją i pomóż jej wrócić do Ga-Koro.

# Quest_Name,Quest_Amongsttheburnttrees
source: Among the burnt trees
pl_pl: Wśród spalonych drzew

# Quest_Name,Quest_CalmCave
source: A Calm Cave
pl_pl: Zaciszna Jaskinia

# Quest_Name,Quest_Challange
source: The Challenge
pl_pl: Wyzwanie

# Quest_Name,Quest_CometHunt
source: The Comet Hunt
pl_pl: Poszukiwania Komety

# Quest_Name,Quest_DangerOnTheHorizon
source: Danger On The Horizon
pl_pl: Niebezpieczeństwo Na Horyzoncie

# Quest_Name,Quest_FindKumo
source: A Friend In Need
pl_pl: Przyjaciel W Potrzebie

# Quest_Name,Quest_FrozenInWood
source: Frozen In Wood
pl_pl: Zamrożone w Drewnie

# Quest_Name,Quest_FrozenTower
source: The Frozen Tower
pl_pl: Mroźna Wieża

# Quest_Name,Quest_Gakoro
source: The Village of Water
pl_pl: Wioska Wody

# Quest_Name,Quest_Gali
source: The Toa of Water
pl_pl: Toa Wody

# Quest_Name,Quest_GaMakokiStone
source: The Temple of Water
pl_pl: Świątynia Wody

# Quest_Name,Quest_Infestation
source: Infestation
pl_pl: Inwazja

# Quest_Name,Quest_KiniNui
source: The Kini-Nui
pl_pl: Kini-Nui

# Quest_Name,Quest_Kokoro
source: The Village of Ice
pl_pl: Wioska Lodu

# Quest_Name,Quest_KoMakokiStone
source: The Temple of Ice
pl_pl: Świątynia Lodu

# Quest_Name,Quest_Kopaka
source: The Toa of Ice
pl_pl: Toa Lodu

# Quest_Name,Quest_Lekoro
source: The Village of Air
pl_pl: Wioska Powietrza

# Quest_Name,Quest_LeMakokiStone
source: The Temple of Air
pl_pl: Świątynia Powietrza

# Quest_Name,Quest_LeTemple
source: A Temple in the Jungle
pl_pl: Świątynia W Dżungli

# Quest_Name,Quest_Lewa
source: The Toa of Air
pl_pl: Toa Powietrza

# Quest_Name,Quest_LostResearch
source: Lost Research
pl_pl: Zagubione Badania

# Quest_Name,Quest_Mangaia
source: The Makuta's Lair
pl_pl: Kryjówka Makuty

# Quest_Name,Quest_OnTheLine
source: On The Line
pl_pl: Na krawędzi

# Quest_Name,Quest_Onua
source: The Toa of Earth
pl_pl: Toa Ziemi

# Quest_Name,Quest_Onukoro
source: The Village of Earth
pl_pl: Wioska Ziemi

# Quest_Name,Quest_OnuMakokiStone
source: The Temple of Earth
pl_pl: Świątynia Ziemi

# Quest_Name,Quest_Pohatu
source: The Toa of Stone
pl_pl: Toa Kamienia

# Quest_Name,Quest_Pokoro
source: The Village of Stone
pl_pl: Wioska Kamienia

# Quest_Name,Quest_PoMakokiStone
source: The Temple of Stone
pl_pl: Świątynia Kamienia

# Quest_Name,Quest_PoTemple
source: A Temple Under the sands
pl_pl: Świątynia Pod Piaskami

# Quest_Name,Quest_ProphetOfTheMakuta
source: Prophet Of The Makuta
pl_pl: Prorok Makuty

# Quest_Name,Quest_Protosteel
source: The Secret of Protosteel
pl_pl: Sekret Protostali

# Quest_Name,Quest_Staff
source: The Staff Scramble
pl_pl: Pomieszane Kostury

# Quest_Name,Quest_Tahu
source: The Toa of Fire
pl_pl: Toa Ognia

# Quest_Name,Quest_Takoro
source: The Village of Fire
pl_pl: Wioska Ognia

# Quest_Name,Quest_TaMakokiStone
source: The Temple of Fire
pl_pl: Świątynia Ognia

# Quest_Name,Quest_TheLakeOfFrost
source: The Lake of The Frost
pl_pl: Jezioro Zmrożenia

# Quest_Name,Quest_TheToaOfFire1
source: The Toa Of Fire
pl_pl: Toa Ognia

# Quest_Name,Quest_TheTuragaOfAir
source: The Turaga of Air
pl_pl: Turaga Powietrza

# Quest_Name,Quest_TheTuragaOfEarth
source: The Turaga Of Earth
pl_pl: Turaga Ziemi

# Quest_Name,Quest_TheTuragaOfIce
source: The Turaga Of Ice
pl_pl: Turaga Lodu

# Quest_Name,Quest_TheTuragaOfStone
source: The Turaga Of Stone
pl_pl: Turaga Kamienia

# Quest_Name,Quest_TheTuragaOfWater
source: The Turaga Of Water
pl_pl: Turaga Wody

# Quest_Objective,Quest_Amongsttheburnttrees_Objective_1
source: Talk to the Temple master of the Ta-wahi temple.
pl_pl: Porozmawiaj z Opiekunem Świątyni Ta-Wahi.

# Quest_Objective,Quest_CalmCave_Objective_1
source: Defeat all of the rahi.
pl_pl: Pozbądź się wszystkich Rahi.

# Quest_Objective,Quest_CalmCave_Objective_2
source: Talk to the Hiding matoran.
pl_pl: Porozmawiaj z ukrywającym się Matoraninem.

# Quest_Objective,Quest_Challange_Objective_1
source: Speak to Podu at the tip of the Motara Desert.
pl_pl: Porozmawiaj z Podu na górnym krańcu Pustyni Motara.

# Quest_Objective,Quest_Challange_Objective_2
source: Accept the Challange.
pl_pl: Zaakceptuj Wyzwanie.

# Quest_Objective,Quest_Challange_Objective_3
source: Beat Pohatu to Po-koro.
pl_pl: Pokonaj Pohatu w wyścigu do Po-Koro.

# Quest_Objective,Quest_CometHunt_Objective_1
source: Give Komeke a Comet.
pl_pl: Daj Komeke Kometę.

# Quest_Objective,Quest_DangerOnTheHorizon_Objective_1
source: Defeat the Tarakava guarding the Temple.
pl_pl: Pokonaj Tarakavę pilnującego świątynię.

# Quest_Objective,Quest_FindKumo_Objective_1
source: Find Kumo in Fau swamp Near the lake he fishes in.
pl_pl: Znajdź Kumo na bagnach Fau, w pobliżu jeziora, gdzie łowił ryby.

# Quest_Objective,Quest_FrozenInWood_Objective_1
source: Find the Protosteel Tool.
pl_pl: Znajdź narzędzia z Protostali.

# Quest_Objective,Quest_FrozenTower_Objective_1
source: Defeat all of the rahi in the tower.
pl_pl: Oczyść wieżę z Rahi.

# Quest_Objective,Quest_Gakoro_Objective_1
source: Travel to Ga-Koro and Speak to Hahli.
pl_pl: Udaj się do Ga-Koro i porozmawiaj z Hahli.

# Quest_Objective,Quest_Gali_Objective_1
source: Travel to Ga-Koro and Interact with the Suva.
pl_pl: Udaj się do Ga-Koro i wejdź w interakcję z Suvą.

# Quest_Objective,Quest_GaMakokiStone_Objective_1
source: Speak to Nokama in Ga-koro
pl_pl: Porozmawiaj z Nokamą w Ga-Koro

# Quest_Objective,Quest_Infestation_Objective_1
source: Free the town of Nui-Jaga.
pl_pl: Uwolnij miasto od Nui-Jaga.

# Quest_Objective,Quest_KiniNui_Objective_1
source: Speak to the other Toa at the Kini-Nui.
pl_pl: Porozmawiaj z pozostałymi Toa przy Kini-Nui.

# Quest_Objective,Quest_Kokoro_Objective_1
source: Travel to Ko-Koro and find Matoro
pl_pl: Udaj się do Ko-Koro i znajdź Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_1
source: Return to Ko-koro and speak to Nuju.
pl_pl: Wróć do Ko-Koro i porozmawiaj z Nuju.

# Quest_Objective,Quest_KoMakokiStone_Objective_2
source: Speak to Matoro.
pl_pl: Porozmawiaj z Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_3
source: Meet Matoro at the Ko-Kini.
pl_pl: Spotkaj się z Matoro przy Ko-Kini.

# Quest_Objective,Quest_KoMakokiStone_Objective_5
source: Speak to Matoro.
pl_pl: Porozmawiaj z Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_6
source: Return to Ko-koro and speak to Nuju.
pl_pl: Wróć do Ko-Koro i porozmawiaj z Nuju.

# Quest_Objective,Quest_Kopaka_Objective_1
source: Travel to Ko-Koro and Interact with the Suva.
pl_pl: Udaj się do Ko-Koro i wejdź w interakcję z Suvą.

# Quest_Objective,Quest_Lekoro_Objective_1
source: Travel to Le-Koro and find Kongu
pl_pl: Udaj się do Le-Koro i znajdź Kongu

# Quest_Objective,Quest_LeMakokiStone_Objective_1
source: Return to Le-koro and speak to Matau.
pl_pl: Wróć do Le-Koro i porozmawiaj z Matau.

# Quest_Objective,Quest_LeTemple_Objective_1
source: Find the hidden tresure.
pl_pl: Znajdź ukryty skarb.

# Quest_Objective,Quest_Lewa_Objective_1
source: Travel to Le-Koro and Interact with the Suva.
pl_pl: Udaj się do Le-Koro i wejdź w interakcję z Suvą.

# Quest_Objective,Quest_LostResearch_Objective_1
source: Recover Kylma's research from the temple ruins.
pl_pl: Odzyskaj badania Kylma z ruin świątyni.

# Quest_Objective,Quest_LostResearch_Objective_2
source: Return the papers to Kylma
pl_pl: Zwróć dokumenty Kylmie

# Quest_Objective,Quest_Mangaia_Objective_1
source: Fight through the Mangaia.
pl_pl: Wywalcz sobie drogę przez Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_2
source: Fight through the Mangaia.
pl_pl: Wywalcz sobie drogę przez Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_3
source: Defeat the Shadow Toa.
pl_pl: Pokonaj Toa Cienia.

# Quest_Objective,Quest_OnTheLine_Objective_1
source: Reka has told you to find Khalo, the local Jobmaster; He may have a way for you to earn the widgets.
pl_pl: Reka polecił Ci znaleźć lokalnego Mistrza Zleceń - Khalo. Może mieć dla Ciebie zadanie, które pozwoli Ci trochę zarobić.

# Quest_Objective,Quest_OnTheLine_Objective_2
source: Jobmaster Khalo told you to investigate the Onu-Koro shipping center and determine the status of his shipment.
pl_pl: Khalo, Mistrz Zleceń, wysłał Cię do centrum przesyłkowego w Onu-Koro, abyś zbadał status jego przesyłki.

# Quest_Objective,Quest_OnTheLine_Objective_3
source: Omak has told you the couriers with Khalo's shipment may be somewhere in the Pillar-Lands north-east of the shipment center.
pl_pl: Omak powiedział Ci, że kurierzy z przesyłką Khalo mogą być gdzieś na północny-wschód od centrum przesyłkowego, w Krainie Filarów.

# Quest_Objective,Quest_OnTheLine_Objective_4
source: Jobmaster Khalo's shipment was filled with illegal ruki fish, confront him about this.
pl_pl: Przesyłka Mistrza Zleceń Khalo była wypełniona nielegalnymi rybami Ruki. Skonfrontuj tę informację z zleceniodawcą.

# Quest_Objective,Quest_Onua_Objective_1
source: Travel to Onu-Koro and Interact with the Suva.
pl_pl: Udaj się do Onu-Koro i wejdź w interakcję z Suvą.

# Quest_Objective,Quest_Onukoro_Objective_1
source: Travel to Onu-Koro and find Onepu
pl_pl: Udaj się do Onu-Koro i znajdź Onepu.

# Quest_Objective,Quest_OnuMakokiStone_Objective_1
source: Speak to Whenua in Onu-koro
pl_pl: Porozmawiaj z Whenuą w Onu-Koro.

# Quest_Objective,Quest_Pohatu_Objective_1
source: Travel to Po-Koro and Interact with the Suva.
pl_pl: Udaj się do Po-Koro i wejdź w interakcję z Suvą.

# Quest_Objective,Quest_Pokoro_Objective_1
source: Travel to Po-Koro and speak to Huki
pl_pl: Udaj się do Po-Koro i porozmawiaj z Huki.

# Quest_Objective,Quest_PoMakokiStone_Objective_1
source: Speak to Onewa in Po-koro
pl_pl: Porozmawiaj z Onewą w Po-Koro.

# Quest_Objective,Quest_PoTemple_Objective_1
source: Find the tresure
pl_pl: Znajdź skarb.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_1
source: Find the cave.
pl_pl: Znajdź jaskinię.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_2
source: Talk to the Matoran.
pl_pl: Porozmawiaj z Matoraninem.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_3
source: Complete the puzzle to escape.
pl_pl: Rozwiąż zagadkę, aby się wydostać.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_4
source: Return to the strange matoran in le-koro and tell him of your findings.
pl_pl: Wróć do Le-Koro i poinformuj Tajemniczego Matoranina o swoim odkryciu.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_5
source: Find and the Insane Matoran. There is a lock on the door to the cave he is hiding in, the strange matoran said the code would be Faith, Creation, Peace.
pl_pl: Znajdź Obłąkanego Matoranina. Wrota do jaskini, w której się ukrywa, są zamknięte na kod. Tajemniczy Matoranin powiedział Ci, że kod to Wiara, Kreacja, Pokój.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_6
source: Talk To The Insane Matoran
pl_pl: Porozmawiaj z Obłąkanym Matoraninem.

# Quest_Objective,Quest_Protosteel_Objective_1
source: Return to the Town
pl_pl: Wróć do miasta.
