Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_RacePohatuWhy6_PlayerResponse_1
source: I’d hardly call running across a vast, empty desert “Fun.”
pl_pl: Raczej bym nie nazwał biegania przez ogromną, pustą pustynię "zabawą".

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_1
source: ...Very well. I accept.
pl_pl: ...W porządku. Zgadzam się.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_2
source: I’m leaving.
pl_pl: Odchodzę.

# Dialogue_Response,DL_RacePohatuWhy_PlayerResponse_1
source: You mistake me for one who cares about such things. Lewa would have been a much better choice to tempt with this mindless game.
pl_pl: Pomyliłeś mnie z kimś kto dba o takie rzeczy. Lewa byłby o wiele lepszym wyborem do skuszenia do tej bezmyślnej gry.

# Dialogue_Response,DL_RahiAboutTemple_PlayerResponse_1
source: Don't worry, I'll deal with them.
pl_pl: Nie martw się, rozprawię się z nimi.

# Dialogue_Response,DL_RockGuy_PlayerResponse_2
source: Nice place.
pl_pl: Całkiem tu przyjemnie.

# Dialogue_Response,DL_SadKolhiiPlayer2_PlayerResponse_1
source: You can tell me.
pl_pl: Możesz mi powiedzieć.

# Dialogue_Response,DL_SadKolhiiPlayer_PlayerResponse_1
source: Hello?
pl_pl: Cześć?

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_1
source: I'm sure you'll use it more than I will.
pl_pl: Jestem {G}|gender(pewny, pewna), że przyda Ci się bardziej niż mnie.

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_2
source: Sorry I'm afriad I need it.
pl_pl: Przepraszam, ale obawiam się, że jej potrzebuję.

# Dialogue_Response,DL_SadKolhiiPlayerComplete1_PlayerResponse_1
source: Enjoying your Comet?
pl_pl: Podoba Ci się Twoja Kometa?

# Dialogue_Response,DL_SadKolhiiPlayerComplete2_PlayerResponse_1
source: I see, make sure you get lot's of rest.
pl_pl: Rozumiem, dbaj o siebie i dużo odpoczywaj.

# Dialogue_Response,DL_SadKolhiiPlayerCompleteQuest_PlayerResponse_1
source: There is no need for that, You have compensated me fairly.
pl_pl: Nie ma takiej potrzeby. Już mi się wystarczająco odwdzięczyłeś.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_1
source: Oh, I already have one.
pl_pl: Och, ja mam już jedną.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
pl_pl: To powinno wystarczyć, prawda? (300 Widżetów)

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
pl_pl: Daj mi, co masz, a zobaczę, czy dam radę dopłacić brakującą kwotę.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
pl_pl: Przepraszam, ale w tej chwili nie mogę pomóc.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_1
source: Oh, I already have one.
pl_pl: Och, ja mam już jedną.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
pl_pl: To powinno wystarczyć, prawda? (300 Widżetów)

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
pl_pl: Daj mi, co masz, a zobaczę, czy dam radę dopłacić brakującą kwotę.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
pl_pl: Przepraszam, ale w tej chwili nie mogę pomóc.

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_1
source: Of course!
pl_pl: Oczywiście!

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_2
source: On second thought...
pl_pl: W sumie, po namyśle...

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice2_PlayerResponse_1
source: You're welcome - and thank you.
pl_pl: Proszę bardzo - i dziękuję.

# Dialogue_Response,DL_SadKolhiiPlayerGiveHalf_PlayerResponse_1
source: I'll get right on it.
pl_pl: Od razu się tym zajmę.

# Dialogue_Response,DL_SadKolhiiPlayerNoMoney_PlayerResponse_1
source: I'll be back.
pl_pl: Niedługo wrócę.

# Dialogue_Response,DL_SadKolhiiPlayerReturn1_PlayerResponse_1
source: Relax, here it is.
pl_pl: Spokojnie, proszę - oto ona.

# Dialogue_Response,DL_SadKolhiiPlayerReturn2_PlayerResponse_1
source: Would there perhaps be some kind of a reward? That was very expensive.
pl_pl: Czy dostanę jakąś nagrodę? Ta Kometa naprawdę dużo kosztowała.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_1
source: I have.
pl_pl: Udało się.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_2
source: Not yet I'm afraid.
pl_pl: Obawiam się, że jeszcze nie.

# Dialogue_Response,DL_SadKolhiiPlayerReturnNoMoneyReward_PlayerResponse_1
source: Widgets would be enough, but if you want to give me more I suppose it couldn't hurt.
pl_pl: Widżety wystarczą, ale jeśli chcesz dać mi coś jeszcze, to chyba nie zaszkodzi.

# Dialogue_Response,DL_SadKolhiiPlayerRewardItem_PlayerResponse_1
source: You're welcome - and thank you.
pl_pl: Proszę bardzo - i dziękuję.

# Dialogue_Response,DL_ScaredConvo1_PlayerResponse_2
source: Omak sent me, you're the couriers for this shipment?
pl_pl: Przysyła mnie Omak. Czy jesteście kurierami, którzy dostarczają tę przesyłkę?

# Dialogue_Response,DL_ScaredConvo2_PlayerResponse_1
source: What happened?
pl_pl: Co się stało?

# Dialogue_Response,DL_ScaredConvo3_PlayerResponse_1
source: What is the cargo?
pl_pl: Co wieźliście?

# Dialogue_Response,DL_ScaredConvo4_PlayerResponse_1
source: Why would this kind of Tarakava be in the desert?
pl_pl: Dlaczego taka odmiana Tarakavy miałaby znajdować się na pustyni?

# Dialogue_Response,DL_ScaredConvo8_PlayerResponse_1
source: Was Khalo The Job master to recive this shipment?
pl_pl: Czy to była przesyłka dla Khalo, Mistrza Zleceń?

# Dialogue_Response,DL_ScaredConvo9_PlayerResponse_1
source: I do... I'm afraid I can't stand for this.
pl_pl: Znam go... Obawiam się, że nie mogę tego tolerować.

# Dialogue_Response,DL_ScaredConvoWho_PlayerResponse_1
source: Alright...
pl_pl: No dobrze...

# Dialogue_Response,DL_Scholar1_PlayerResponse_1
source: What is that language you're speaking?
pl_pl: Co to za język, którym mówisz?

# Dialogue_Response,DL_Scholar2_PlayerResponse_1
source: Very interesting, I'll leave you to your work.
pl_pl: Bardzo interesujące. Zostawię Cię zatem z Twoją pracą.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_1
source: Then lets trade.
pl_pl: Zatem pohandlujmy.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_2
source: I'm not looking for any of that at the moment.
pl_pl: W tej chwili niczego z tego nie potrzebuję.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_1
source: I'd like to see what you've got.
pl_pl: {G}|gender(Chciałbym, Chciałabym) zobaczyć, co masz.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_2
source: I heard a rumor about Kapura and your name came up, what's up with him?
pl_pl: {G}|gender(Słyszałem, Słyszałam) plotki o Kapurze i pojawiło się w nich Twoje imię - o co chodzi?

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_3
source: You sound different from the other Ga-Matoran.
pl_pl: Brzmisz inaczej niż pozostałe Ga-Matoranki.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_4
source: Maybe another time.
pl_pl: Może innym razem.

# Dialogue_Response,DL_SellerConsumablesHewtiniiFikouNui_PlayerResponse_1
source: Would it ease your mind if I promise to watch over Kapura?
pl_pl: Czy byłabyś spokojniejsza, gdybym {G}|gender(obiecał, obiecała) mieć oko na Kapurę?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran1_PlayerResponse_1
source: M-My apologies! I did not mean to misidentify you..!
pl_pl: Prze-przepraszam! Nie {G}|gender(chciałem, chciałam) Cię urazić!

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran2_PlayerResponse_1
source: If I may ask... What kind of Matoran are you?
pl_pl: Jeśli mogę spytać... Jakim rodzajem Matoranki jesteś?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran3_PlayerResponse_1
source: Words such as...?
pl_pl: Jakie słowa?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran4_PlayerResponse_1
source: What uhh... does that mean?
pl_pl: Co... co to znaczy?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran5_PlayerResponse_1
source: Let's umm... change the subject.
pl_pl: Cóż, umm... zmieńmy temat.

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran6_PlayerResponse_1
source: Come again?
pl_pl: Słucham?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran7_PlayerResponse_1
source: Yep...
pl_pl: Tak...

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura1_PlayerResponse_1
source: How so?
pl_pl: Nie rozumiem, co w tym złego.

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_1
source: You don't like Fikou-Nui?
pl_pl: Nie lubisz Fikou-Nui?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_2
source: Would it ease your mind if I promise to watch over Kapura?
pl_pl: Czy byłabyś spokojniejsza, gdybym {G}|gender(obiecał, obiecała) mieć oko na Kapurę?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura4_PlayerResponse_1
source: Then it's a promise.
pl_pl: W takim razie - obiecuję.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_1
source: Then lets trade.
pl_pl: Zatem pohandlujmy.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_2
source: I'm not looking for any of that at the moment.
pl_pl: W tej chwili niczego z tego nie potrzebuję.

# Dialogue_Response,DL_SellerMaskJuice1_PlayerResponse_2
source: I don't have the time, sorry.
pl_pl: Nie mam czasu, przepraszam.

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_1
source: Let me see!
pl_pl: Pokaż mi!

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_2
source: I'm not interested.
pl_pl: Nie jestem {G}|gender(zainteresowany, zainteresowana).

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_1
source: May I see them?
pl_pl: Mogę je zobaczyć?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_2
source: Masks, really?
pl_pl: Maski? Naprawdę?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_3
source: I'm not interested yet, sorry.
pl_pl: Nie jestem teraz {G}|gender(zainteresowany, zainteresowana), przepraszam.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_1
source: I did, let's trade.
pl_pl: Chcę, pohandlujmy.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_2
source: What are you selling here?
pl_pl: Co tutaj sprzedajesz?

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_3
source: No, just wanted to stop by.
pl_pl: Nie, tylko {G}|gender(przechodziłem, przechodziłam).

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_1
source: Let's trade.
pl_pl: Pohandlujmy.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_2
source: You sound down, what's wrong little one?
pl_pl: Wydajesz się przybity, co się stało, maluchu?

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_3
source: I must be going now.
pl_pl: Musze już iść.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_1
source: Go on.
pl_pl: Dawaj.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_2
source: Actually I'd like to trade.
pl_pl: W sumie to {G}|gender(chciałbym, chciałabym) pohandlować.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_3
source: Nevermind, I must be going now.
pl_pl: Nieważne, muszę już iść.

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_1
source: Is there anything I can do to help?
pl_pl: Czy mogę Ci jakoś pomóc?

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_3
source: Nevermind, I must be going now.
pl_pl: Nieważne, muszę już iść.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_1
source: Very well, let's trade.
pl_pl: W porządku, pohandlujmy.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_2
source: I'm sorry, but I can't buy anything from you at the moment.
pl_pl: Przepraszam, ale teraz nie mogę nic od Ciebie kupić.

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_1
source: Hi...
pl_pl: Cześć...

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_2
source: Sorry gotta go, Bye.
pl_pl: Przepraszam, muszę iść. Pa.

# Dialogue_Response,DL_SellerMetal1_PlayerResponse_1
source: Alright, let's trade!
pl_pl: W porządku, pohandlujmy!

# Dialogue_Response,DL_SellerNone1_PlayerResponse_1
source: What's wrong?
pl_pl: Co się stało?

# Dialogue_Response,DL_SellerNone2_PlayerResponse_1
source: Sorry, afraid there's not much I can do about that.
pl_pl: Przepraszam, ale chyba nic nie mogę na to poradzić.

# Dialogue_Response,DL_SellerNone_PlayerResponse_1
source: What do you sell?
pl_pl: Co sprzedajesz?

# Dialogue_Response,DL_SellerNone_PlayerResponse_2
source: I'll leave you in peace.
pl_pl: Zostawię Cię w spokoju.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_1
source: I may, lets trade.
pl_pl: Może coś mam, pohandlujmy.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_2
source: I don't, sorry.
pl_pl: Nie mam, przepraszam.

# Dialogue_Response,DL_SellerSports1_PlayerResponse_1
source: You don't like him?
pl_pl: Nie lubisz go?

# Dialogue_Response,DL_SellerSports_PlayerResponse_1
source: You sell Kolhii balls too?
pl_pl: Sprzedajesz też piłki Kolhii?

# Dialogue_Response,DL_Selling1_PlayerResponse_1
source: *Listen*
pl_pl: *Słuchaj*

# Dialogue_Response,DL_Seltra1_PlayerResponse_1
source: It seems like it.
pl_pl: Chyba tak.

# Dialogue_Response,DL_Seltra2_PlayerResponse_1
source: I suppose, why?
pl_pl: Tak, czemu pytasz?

# Dialogue_Response,DL_Seltra3_PlayerResponse_1
source: I have seen a fair few interesting ones yes.
pl_pl: Tak, {G}|gender(widziałem, widziałam) całkiem sporo ciekawych stworzeń.

# Dialogue_Response,DL_Seltra4_PlayerResponse_1
source: Well there was this one...
pl_pl: Cóż, jest takie jedno...

# Dialogue_Response,DL_Seltra5_PlayerResponse_1
source: Ahh, I see. I'll leave you to it.
pl_pl: Ach, rozumiem. Zostawię Cię z tym.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_1
source: I need some info about a recent shipment to Po-Koro that's been delayed.
pl_pl: Potrzebuję informacji, dlaczego ostatnia przesyłka do Po-Koro została opóźniona.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_2
source: If there's any other attacks, just shout and i'll be here.
pl_pl: Jeśli pojawią się jeszcze jakieś Rahi, po prostu zawołaj, a ja przyjdę.

# Dialogue_Response,DL_ShipperDefault2_PlayerResponse_1
source: Ahh Okay!
pl_pl: Aaaa, rozumiem!

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_1
source: What is this place?
pl_pl: Co to za miejsce?

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_2
source: No, I'm fine.
pl_pl: Nie, dziękuję.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_1
source: I'm a Toa.
pl_pl: Jestem Toa.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_2
source: I'm a Rahi.
pl_pl: Jestem Rahi.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_3
source: I'm Nobody. Nevermind.
pl_pl: Jestem nikim. Nieważne.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_1
source: Excuse me, what happened here?
pl_pl: Przepraszam, co się stało?

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_2
source: Hello, little one.
pl_pl: Witaj, maluchu.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_3
source: *Leave without disturbing him*
pl_pl: *Odejdź, nie niepokojąc go*

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_1
source: Alright, slow down. Tell me what happened.
pl_pl: W porządku, spokojnie. Opowiedz mi co się stało.

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_2
source: Speaking of - What is this place?
pl_pl: Właśnie - co to za miejsce?

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_1
source: An Ussal.
pl_pl: Ussal

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_2
source: A Tarakava.
pl_pl: Tarakva.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_3
source: A Toa.
pl_pl: Toa.

# Dialogue_Response,DL_ShipperIntroRahi_Tarakava_PlayerResponse_1
source: Just a bit of fun, my friend. Why are you lying down here?
pl_pl: Trochę luzu, przyjacielu. Dlaczego tu leżysz?

# Dialogue_Response,DL_ShipperIntroRahi_Toa_PlayerResponse_1
source: I'll keep that in mind. Why are you lying down back there?
pl_pl: Będę o tym pamiętać. Dlaczego tu leżysz?

# Dialogue_Response,DL_ShipperIntroRahi_Ussal_PlayerResponse_1
source: Why are you lying down back there?
pl_pl: Dlaczego tu leżysz?

# Dialogue_Response,DL_ShipperIntroToa_2_PlayerResponse_1
source: See who?
pl_pl: Kogo?

# Dialogue_Response,DL_ShipperIntroToa_PlayerResponse_1
source: Why? What are you doing lying down back here?
pl_pl: Dlaczego? Co robisz, leżąc tutaj?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_1
source: There's a shipment to Po-Koro that's been delayed.
pl_pl: Przesyłka do Po-Koro została opóźniona.

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_2
source: Can I help you out further here?
pl_pl: Czy mogę Ci jeszcze jakoś pomóc?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_3
source: Glad you're safe, but I need to get going.
pl_pl: Cieszę się, że jesteś bezpieczny, ale muszę już iść.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_1
source: I need to know about a shipment that should have arrived in Po-Koro by now.
pl_pl: Potrzebuję informacji na temat zamówienia, które powinno być już w Po-Koro.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_2
source: About the Tarakava attack...
pl_pl: Jeśli chodzi o atak Tarakava...

# Dialogue_Response,DL_ShipperQuest1_PlayerResponse_1
source: You probably have your hands full here, I can check out their route. Which way did they go?
pl_pl: Masz tu pewnie ręce pełne roboty, mogę sprawdzić ich trasę. Którędy poszli?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_1
source: Thank you. Do you need any help here?
pl_pl: Dziękuję. Czy potrzebujesz tu jakiejś pomocy?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_2
source: Thank you for the help.
pl_pl: Dziękuję Ci za pomoc.

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_1
source: Is this attack why the recent shipment to Po-Koro is late?
pl_pl: Czy to z powodu tego ataku, ostatnia dostawa do Po-Koro jest opóźniona?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_2
source: Do you need my help cleaning up?
pl_pl: Czy potrzebujesz mojej pomocy w sprzątaniu?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_3
source: They must have really wanted whatever it was, they didn't even eat your Mahi.
pl_pl: Musiały tego naprawdę chcieć, skoro nie zjadły nawet Twoich Mahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_1
source: I need to check a shipment that should have been delivered to Po-Koro by today.
pl_pl: Potrzebuję informacji na temat przesyłki, która powinna zostać dziś dostarczona do Po-Koro.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_2
source: We're not in Onu-Koro, this is Onu-Wahi.
pl_pl: Nie jesteśmy w Onu-Koro, to Onu-Wahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_3
source: You said some Tarakava attacked you?
pl_pl: Powiedziałeś, że zaatakowały Cię Tarakava.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_1
source: You got Niidok's shipment wrong.
pl_pl: Pomyliłeś się przy przesyłce Niidoka.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_2
source: I'm allowed to buy one?
pl_pl: Mogę kupić jedną?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_3
source: Not at the moment no.
pl_pl: Nie, na razie nie.

# Dialogue_Response,DL_StaffSeller2_PlayerResponse_1
source: I'm afraid I don't have any use for one at the moment.
pl_pl: Obawiam się, że na razie i tak nie będę go potrzebować.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_1
source: Gladly.
pl_pl: Z przyjemnością.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_2
source: What's in it for me?
pl_pl: Co z tego będę {G}|gender(miał, miała)?

# Dialogue_Response,DL_StaffSellerQuartermaster3_PlayerResponse_1
source: As will I.
pl_pl: Ja również.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_1
source: I have, here are the class two pikes.
pl_pl: Tak, proszę, oto kostury klasy drugiej.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_2
source: Not yet.
pl_pl: Jeszcze nie.

# Dialogue_Response,DL_StaffSellerQuartermaster5_PlayerResponse_1
source: Then my work is done here.
pl_pl: W takim razie moje zadanie tutaj jest zakończone.

# Dialogue_Response,DL_StaffSellerQuartermaster6_PlayerResponse_1
source: If you wish to reward me then very well.
pl_pl: Jeśli chcesz mnie nagrodzić, to tak.

# Dialogue_Response,DL_StaffSellerQuartermaster7_PlayerResponse_1
source: No problem.
pl_pl: Nie ma problemu.

# Dialogue_Response,DL_StaffSellerQuartermaster_PlayerResponse_1
source: You sent him class two's, not class one's.
pl_pl: Wysłałeś mu kostury klasy drugiej, zamiast pierwszej.

# Dialogue_Response,DL_StaffSellerQuartermasterRewardQuestion_PlayerResponse_1
source: Absolutely.
pl_pl: Jak najbardziej.

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_1
source: Hello, what are you doing?
pl_pl: Witaj, co porabiasz?

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_2
source: He's quite handsome wouldn't you say?
pl_pl: Jest całkiem przystojny, nieprawdaż?

# Dialogue_Response,DL_StatueCarver2_PlayerResponse_1
source: It looks good.
pl_pl: Wygląda dobrze.

# Dialogue_Response,DL_StatueCarverPohatu1_PlayerResponse_1
source: You're doing good work!
pl_pl: Robisz świetną robotę!

# Dialogue_Response,DL_StatueCarverPohatu2_PlayerResponse_1
source: I'm afraid I don't have time for that at the moment, but good luck!
pl_pl: Obawiam się, że nie mam teraz na to czasu, ale życzę powodzenia!

# Dialogue_Response,DL_StatueCarverPohatu_PlayerResponse_1
source: Haha! Over here little one.
pl_pl: Haha! Za tobą, maluchu.

# Dialogue_Response,DL_Tafall1_PlayerResponse_1
source: It seems very nice.
pl_pl: Wygląda bardzo ładnie.

# Dialogue_Response,DL_Tafall1_PlayerResponse_2
source: You're name is Tafall, however I've also met a Taphal here.
pl_pl: Twoje imię to Tafall, jednak spotkałem tu też Taphal.

# Dialogue_Response,DL_TafallAbandoned2_PlayerResponse_1
source: Hey guys...
pl_pl: Hej wam...

# Dialogue_Response,DL_TafallAbandoned3_PlayerResponse_1
source: What's this all about?
pl_pl: O co chodzi?

# Dialogue_Response,DL_TafallAbandoned4_PlayerResponse_1
source: I see, and Taphal can't teach you because he doesn't have enough time.
pl_pl: Rozumiem, a Taphal nie może Cię uczyć, ponieważ nie ma wystarczająco dużo czasu.

# Dialogue_Response,DL_TafallAbandoned5_PlayerResponse_1
source: Perhaps you could just let Tafall tag along, help out?
pl_pl: Może po prostu mógłbyś pozwolić Tafall towarzyszyć Ci i pomagać?

# Dialogue_Response,DL_TafallAbandoned7_PlayerResponse_1
source: There we go. Settling conflicts, it's what Toa do... Sometimes.
pl_pl: Świetnie. Rozwiązywanie konfliktów to coś, co Toa robią... czasami.

# Dialogue_Response,DL_TafallAbandoned8_PlayerResponse_1
source: You're welcome, and good luck. It's been great seeing you two.
pl_pl: Proszę bardzo i powodzenia. Miło było Was zobaczyć.

# Dialogue_Response,DL_TafallAbandonedReturn_PlayerResponse_1
source: No problem.
pl_pl: Nie ma problemu.

# Dialogue_Response,DL_TafallFixing1_PlayerResponse_1
source: You know snow is just water, right?
pl_pl: Wiesz, że śnieg to po prostu woda, prawda?

# Dialogue_Response,DL_TafallFixing2_PlayerResponse_1
source: I know, it's sort of a habit.
pl_pl: Wiem, to taki nawyku.

# Dialogue_Response,DL_TafallQuestion_PlayerResponse_1
source: Right, I'll try my best not to mix you up.
pl_pl: Rozumiem, postaram się was nie mylić.

# Dialogue_Response,DL_Tahu2_PlayerResponse_1
source: Continue to the End game
pl_pl: Kontynuj - Zakończenia gry

# Dialogue_Response,DL_Taipu1_PlayerResponse_1
source: Having some trouble deciding there little one?
pl_pl: Jakieś problemy z decyzją, maluchu?
