Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_WinRacePoduGeneral_PlayerResponse_1
source: I see. I’m glad you’ve found a place where you’re happy.
ru_ru: Ясно. Я {G}|gender(рад, рада), что тебе удалось найти то место, где ты счастлив.

# Dialogue_Response,DL_WinRacePoduKopaka_PlayerResponse_1
source: Good. And so have I.
ru_ru: Хорошо. Я тоже.

# Dialogue_Response,DL_WinRacePoduPohatu1_PlayerResponse_1
source: He thought it was... Very Cool™.
ru_ru: Он подумал, что она... Очень Крутая™.

# Dialogue_Response,DL_WinRacePoduPohatu_PlayerResponse_1
source: ...Well that certainly sounds like fun!
ru_ru: ...Ну, это явно звучит забавно!

# Dialogue_Response,DL_WinRacePohatu2_PlayerResponse_1
source: Speaking of rewards, didn’t you say there was some reward if I won?
ru_ru: Кстати о наградах: ты же говорил, что в случае победы я получу кое-какую награду, да?

# Dialogue_Response,DL_WinRacePohatu_PlayerResponse_1
source: Thank you Pohatu. ...You weren’t terrible either.
ru_ru: Спасибо, Похату. ...Ты тоже не был ужасен.

# Dialogue_Response,DL_WinRacePohatuGift_PlayerResponse_1
source: This looks idiotic.
ru_ru: Выглядит по-идиотски.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_1
source: Sorry, I'm not in the market for fish.
ru_ru: Извини, я не {G}|gender(большой любитель, большая любительница) рыбы.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_2
source: I usually just swim after them. Makes for good practice.
ru_ru: Я обычно просто плыву за ними. Неплохая практика.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_3
source: I prefer to eat leaf-plants instead of rahi...
ru_ru: Я предпочитаю есть растения, а не Рахи...

# Dialogue_Response,DL_YumaFishIntro_Gali_PlayerResponse_1
source: Good business to you, Yuma.
ru_ru: Удачного тебе бизнеса, Юма.

# Dialogue_Response,DL_YumaFishIntro_lewa_PlayerResponse_1
source: Hard-doubt I will, but thanks... I suppose.
ru_ru: Сильно в этом сомневаюсь, но спасибо... Наверное.

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_1
source: Hello... is everything alright?
ru_ru: Привет... Всё в порядке?

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_2
source: I'll leave you to it.
ru_ru: Я оставлю тебя в покое.

# Dialogue_Text,DL_420man
source: Huh? Oh you won't hurt me. You won't hurt me right?
ru_ru: А? Ой, вы же меня не будете бить. Не будете бить, да?

# Dialogue_Text,DL_420man1
source: Right. Right. I can't see the right pattern, if I could - maybe I would understand...
ru_ru: Да. Ладно. Я не вижу правильной последовательности. Если бы я увидел – может, я бы понял...

# Dialogue_Text,DL_420man2
source: Yes, I'll be fine. Just as long as I don't go too deep, you can't come back from that.
ru_ru: Да, я буду в порядке. Пока не зайду настолько глубоко, вернуться не получится.

# Dialogue_Text,DL_Ahkmou
source: Toa! Umm, hello... Would you like to buy a Comet?
ru_ru: Тоа! Эмм, здравствуй. Хочешь купить Комету?

# Dialogue_Text,DL_Ahkmou1
source: Why they're my main product! They are hand crafted and specifically designed to fly faster and farther than any other Kolhii ball!
ru_ru: Ну, это мой основной продукт! Они сделаны вручную и спроектированы таким образом, чтобы лететь быстрее и дальше любого другого мяча для Колхи!

# Dialogue_Text,DL_Ahkmou2
source: ... Well that would be my proprietary speed gel of course! It helps reduce friction on the ball.
ru_ru: ...Ну, это мой секретный скоростной гель, конечно! Он позволяет снизить трение мяча.

# Dialogue_Text,DL_Ahkmou3
source: Well there's a good chance you have! My Comets are in very high demand at the moment, they've been selling so fast that I've had to increase the price while I wait for more stock!
ru_ru: Ну, ты же наверняка {G}|gender(слышал, слышала)! На мои Кометы сейчас очень высокий спрос, они продаются настолько быстро, что мне пришлось поднять на них цены, пока я жду запасы!

# Dialogue_Text,DL_Akamar
source: Ahh Hello $T. As you may have noticed the Po-Koro renevation is complete...
ru_ru: Ааа, здравствуй, $T. Как вы можете заметить, реновация По-Коро завершена...

# Dialogue_Text,DL_Akamar2
source: Well, I'm still not entirely happy with it. Maybe I'll return to it at a later date. Besides, there are more pressing matters to attend to.
ru_ru: Ну, я всё ещё не совсем доволен ей. Может когда-нибудь я к ней вернусь. Да и у меня есть куда более насущные дела.

# Dialogue_Text,DL_Akamar3
source: I thank you Toa $T, however I must move on to even more important tasks. I will still remain here, but this time I will be creating the future...
ru_ru: Я вас благодарю, Тоа $T, но мне нужно заняться куда более важными делами. Я по-прежнему буду здесь, но в этот раз я буду создавать будущее...

# Dialogue_Text,DL_Akamar4
source: Yours... and your brothers, and Mata-Nui's... The future of everything.
ru_ru: Ваше... И ваших братьев, и Мата Нуи… Будущее всего.

# Dialogue_Text,DL_AkamarBuddy
source: Ahh, hello Toa! How are you?
ru_ru: А, здравствуй, Тоа! Как дела?

# Dialogue_Text,DL_AkamarBuddy2
source: I'm currently packing for my trip home, I was just here to help Akamar with Po-Koro. He won't need me for his next job... *Grumbles*
ru_ru: Я готовлюсь к возвращению домой, я был тут, дабы помочь Акамару с По-Коро. Для следующей работы я ему не нужен... *Ворчит*

# Dialogue_Text,DL_AkamarBuddy3
source: It's fine, I'm not that upset about it. I suppose there are just some things you have to do alone.
ru_ru: Всё в порядке, я не сильно этим расстроен. Полагаю, что есть вещи, которые нужно сделать одному.

# Dialogue_Text,DL_Akura
source: Sorry Toa, can't talk. Translating...
ru_ru: Извиняюсь, Тоа, но я не могу сейчас разговаривать. Я перевожу...

# Dialogue_Text,DL_Akura1
source: *Mumbling* That's an M... Memory... Okay. *Mumbling* Ga-Koro should really be IN Naho Bay... *Mumbling*
ru_ru: *Бормочет* Это П... Память... Ладно. *Бормочет* Га-Коро в действительности должен находиться В Бухте Нахо... *Бормочет*

# Dialogue_Text,DL_Allknowingmatoran
source: I've seen you before...
ru_ru: Я видел вас ранее...

# Dialogue_Text,DL_Allknowingmatoran_2
source: Not in person, no. I've seen you in my visions.
ru_ru: Не вживую, нет. Я видел вас в своих видениях.

# Dialogue_Text,DL_Allknowingmatoran_3
source: I've seen you before...
ru_ru: Я видел вас ранее...

# Dialogue_Text,DL_Allknowingmatoran_DidYouFindHim
source: Have you found the Matoran yet?
ru_ru: Удалось ли вам найти Маторана?

# Dialogue_Text,DL_Allknowingmatoran_Explaination
source: Ahh yes. It's our belief that Mata-Nui can't survive without the Makuta, and vice versa. It's been our belief for... a long time.
ru_ru: Ах, да. Это наше поверье, что Мата Нуи не может выжить без Макуты и наоборот. У нас было это поверье… очень длительное время.

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Reward
source: Wait! I found armor set during my travels, perhaps you could make use of it?
ru_ru: Постойте! Я нашёл комплект брони во время путешествий. Быть может, вам она пригодится?

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Thanks
source: Thank you for snaping me out of it Toa!
ru_ru: Спасибо, что вывели меня оттуда, Тоа!

# Dialogue_Text,DL_Allknowingmatoran_ThanksForSavingHim
source: Thank you for helping save Komaru $T!
ru_ru: Спасибо за помощь в спасении Комару, $T!

# Dialogue_Text,DL_Allknowingmatoran_Visions
source: Perhaps, it's unclear whether they show the future, or the past...
ru_ru: Возможно, не совсем ясно, что именно они показывают: будущее или прошлое...

# Dialogue_Text,DL_Allknowingmatoran_Visions_2
source: Perhaps, it's unclear whether they show the future, or the past...
ru_ru: Возможно, не совсем ясно, что именно они показывают: будущее или прошлое...

# Dialogue_Text,DL_Allknowingmatoran_WDYF2
source: Please tell me, I am eager to make sense of this vision.
ru_ru: Пожалуйста, расскажите мне. Я хочу понять смысл этого видения.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim
source: I need you to find this Matoran, Toa. If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
ru_ru: Мне нужно, чтобы вы нашли этого Маторана, Тоа. Если у вас этого не получится, это может означать конец Мата Нуи… Я знаю про непримечательный холм у берегов Ко-Вахи, он может прятаться там.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim2
source: There's no time for that Toa, I need you to find this Matoran, If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
ru_ru: У нас нет на это времени, Тоа. Мне нужно, чтобы вы нашли этого Маторана. Если у вас этого не получится, это может означать конец Мата Нуи… Я знаю про непримечательный холм у берегов Ко-Вахи, он может прятаться там.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHimDoor
source: There should be a rock door with three spinning rocks on it, The order is Faith, Creation, then Peace
ru_ru: Там должна быть каменная дверь с тремя вращающимися камнями на ней. Порядок такой: Вера, Созидание, а затем Мир.

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiar
source: Really? Was there any reason why?
ru_ru: Серьёзно? Есть ли этому какое-то объяснение?

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiarReason
source: Mhh Hmm interesting... Where there stones of the Great Spirit?
ru_ru: Ммм хмм, интересно… Где же камни Великого Духа?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere
source: Mhh Hmm... Where there stones of the Great Spirit?
ru_ru: Ммм хмм… Где же камни Великого Духа?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere2
source: Mhh Hmm... Where there stones of the Great Spirit?
ru_ru: Ммм хмм… Где же камни Великого Духа?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere3
source: Mhh Hmm... Where there stones of the Great Spirit?
ru_ru: Ммм хмм… Где же камни Великого Духа?

# Dialogue_Text,DL_Allknowingmatoran_WDYFOddMatoran
source: Really? Hmm, did he say anything that stood out to you?
ru_ru: Серьёзно? Хмм, сказал ли он что-то, что вас заинтересовало?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones
source: Oh no, this is a bad omen, a bad omen indeed. Did you see the Matoran's colors?
ru_ru: О нет, это дурной знак. Действительно дурной знак. Видели ли вы цвета Маторана?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones2
source: Oh no, this is a bad omen, A bad omen indeed. Was there a Matoran? Did you see the Matoran's colors?
ru_ru: О нет, это дурной знак. Действительно дурной знак. Был ли там Маторан? Видели ли вы цвета Маторана?

# Dialogue_Text,DL_Allknowingmatoran_WDYFWhatToDo
source: I... Just try talking him down, if not... Then I don't know.
ru_ru: Я... Попробую разговорить его, но если не получится... То я не знаю...

# Dialogue_Text,DL_Allknowingmatoran_Whatdidyoufind
source: Hello Toa, have you found the place I mentioned yet?
ru_ru: Приветствую, Тоа. Удалось ли вам найти место, о котором я говорил?

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw
source: One night, I lied down to rest. When I fell asleep I saw visions of a strange place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw them come out... And After a while, I woke up.
ru_ru: Однажды, я прилёг отдохнуть. Когда я уснул, я увидел в видениях странное место на горе... Это было холодное место, полное темноты. Но вдруг я почувствовал тепло за спиной, я мог почувствовать, что это был Тоа. Тоа вошёл, но я не видел, чтобы он оттуда вышел... И спустя некоторое время я проснулся.

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw_2
source: One night, I lied down to rest. When I fell asleep I saw visions of a dark place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw him come out... And After a while, I woke up.
ru_ru: Однажды, я прилёг отдохнуть. Когда я уснул, я увидел в видениях тёмное место на горе... Это было холодное место, полное темноты. Но вдруг я почувствовал тепло за спиной, я мог почувствовать, что это был Тоа. Тоа вошёл, но я не видел, чтобы он оттуда вышел... И спустя некоторое время я проснулся.

# Dialogue_Text,DL_Allknowingmatoran_Where
source: I don't know specifically, but I do know that you can see Le-Koro from there, so perhaps the southern side of Mangai.
ru_ru: Я точно не знаю, но я знаю, что вы оттуда можете увидеть Ле-Коро. Поэтому, возможно, в южной стороне Мангаи.

# Dialogue_Text,DL_BandGreeting1
source: *Doots instrument in your face*
ru_ru: *Дудит вам в лицо*

# Dialogue_Text,DL_BandGreetingNeg
source: *DOOT*
ru_ru: *ДУ-ДУ*

# Dialogue_Text,DL_Boat
source: Hello Toa, Come to rent a Boat?
ru_ru: Здравствуй, Тоа, хочешь арендовать лодку?

# Dialogue_Text,DL_BoatManager
source: Ahoy there Toa $T!
ru_ru: Добраго дня, Тоа $T!

# Dialogue_Text,DL_BoatManager2
source: What is it ye be wantin'?
ru_ru: Чаво вам надобно будец?

# Dialogue_Text,DL_BoatManager3
source: Aye, I'm told that quite often.
ru_ru: Агась, мне часто об этом говорят.

# Dialogue_Text,DL_BoatManagerKohi
source: Kohi? Ahh, he was one odd Po-Matoran. You rarely see people exploring the island in these dangerous times.
ru_ru: Кохи? Ааа, тот странный По-Маторан. Нечасто можно встретить людей, исследующих остров в эти опасные времена.

# Dialogue_Text,DL_BoatManagerKohi2
source: Aye, I believe he did... I think he said he was going to climb the Po-Koro Mesas.
ru_ru: Агась, думаю, что да... Кажется, он что-то говорил про подъём на Месы По-Коро.

# Dialogue_Text,DL_BoatManagerKohi3
source: The mesas, the big ol' rocks sittin' right next to Po-Koro.
ru_ru: Ну месы, огромныя кучи камней, каторые расположены рядом с По-Коро.

# Dialogue_Text,DL_BoatManagerQuest
source: Hello Toa, Come to rent a Boat?
ru_ru: Здравствуй, Тоа, хочешь арендовать лодку?

# Dialogue_Text,DL_Buyer
source: Where could it be? Maybe the next store has it?
ru_ru: Где же он может быть? Может, он есть в соседней лавке?

# Dialogue_Text,DL_Candles1
source: Welcome welcome Toa! Here to buy a candle?
ru_ru: Приветствую и добро пожаловать, Тоа! Хотите купить свечку?

# Dialogue_Text,DL_Candles2
source: Why yes it's our sister shop! The company has plenty stores around Mata-Nui... I probably shouldn't of said that.
ru_ru: Ну, да, это магазин нашей сети! У компании есть несколько магазинов по всему Мата Нуи… Наверное, мне не стоило об этом говорить.

# Dialogue_Text,DL_CandlesCompany
source: Uhh it's not - not something I can really talk about... *Whispering* They own most of the shops here and in Onu-koro! But you didn't hear it from me!
ru_ru: Ну, эээ… Это не... не то, о чём я могу говорить... *Шёпотом* Они владеют большей частью магазинов здесь и в Ону-Коро! Но вы это от меня не слышали!

# Dialogue_Text,DL_CandleSeller
source: Get your candles here! They're the brightest candles around! Straight from Ta-Koro!
ru_ru: Покупайте свечи здесь! Самые яркие свечи на острове! Прямиком из Та-Коро!

# Dialogue_Text,DL_CantWait
source: I can't wait to see what the Great Spirit brought me!
ru_ru: Мне не терпится узнать, что же Великий Дух принёс мне!

# Dialogue_Text,DL_CartographerHowWidgets
source: Hmm... I suppose you could ask Khalo if he has a job for you. He's the cheif Jobmaster in the city, and seems to always know of something that needs to be done.
ru_ru: Хмм… Полагаю, вам стоит спросить Кало, у него наверняка есть работа для вас. Он главный ремесленник и наверняка знает о чём-то, что нужно сделать.

# Dialogue_Text,DL_CartographerIntro
source: Greetings, Toa. Is there anything you need from me?
ru_ru: Приветствую, Тоа. Есть ли что-то, с чем я могу помочь?

# Dialogue_Text,DL_CartographerIntro_2
source: I craft masks, replacements - ususally for Matoran. Do you require my services?
ru_ru: Я создаю маски, заменители – как правило, для Маторанов. Вам нужны мои услуги?

# Dialogue_Text,DL_CartographerIntroNoKakama
source: Greetings, Toa. Is there anything you need from me?
ru_ru: Приветствую, Тоа! Чем я могу вам помочь?

# Dialogue_Text,DL_CartographerIntroNoKakama1
source: I'm afraid not, that Kakama was the only one.
ru_ru: Боюсь, что нет – та Какама была единственной.

# Dialogue_Text,DL_CartographerNeedMap
source: Hmm, I did find one a while back - It's a Kakama. I would normally price it at about 500 widgets, but i'll make an exception for you. 350 widgets it is.
ru_ru: Хмм, я нашёл одну какое-то время назад – Какаму. Я её, наверное, продал бы виджетов за 500, но для вас готов сделать исключение. Всего 350 виджетов.

# Dialogue_Text,DL_CartographerPay
source: Excellent, here you go $T.
ru_ru: Отлично! Держите, $T.

# Dialogue_Text,DL_CartographerPay1
source: Pleasure doing business with you $T!
ru_ru: Приятно вести с вами бизнес, $T!

# Dialogue_Text,DL_CartographerPillar
source: The Pillar-Lands don't really have lots of pillars, just large natural rock formations. It's very beautiful, but quite hard to get to. Maybe not for a toa though.
ru_ru: В Столбовых Землях в действительности нет множества столбов, лишь природные скальные образования. Место красивое, но туда сложно попасть. Ну, возможно, не для Тоа.

# Dialogue_Text,DL_CartographerQuestStart
source: Thanks for stopping by Toa $T.
ru_ru: Спасибо, что заглянули, Тоа $T.

# Dialogue_Text,DL_CartographerReturn
source: Hello again $T, can you pay for the mask yet?
ru_ru: И снова приветствую, $T, готовы заплатить за маску?

# Dialogue_Text,DL_CartographerTiro
source: Tiro Canyon is a dangerous but beatiful region just outside the city. It's home to many unique plants and rahi. If you're planning on venturing there, make sure to pack climbing gear... Although I suppose you wouldn't need that.
ru_ru: Каньон Тиро – опасный, но красивый регион за пределами поселения. Он является домом для множества редких растений и Рахи. Если вы планируете отправиться туда, обязательно возьмите альпинистское снаряжение... Хотя я думаю, что вам оно не понадобится.

# Dialogue_Text,DL_CartographerToaLegend
source: I'm aware, but I can't make exceptions - I already gave you half off. Sorry. Making masks is how I get my widgets for a living. I wouldn't be able to eat or buy the new Kolhii ball without them.
ru_ru: Я в курсе, но я не могу сделать исключения – я и так дал вам всё за полцены. Мне жаль. Создание масок – то, чем я зарабатываю на жизнь. Без них я не смогу ни поесть, ни купить новый мяч для Колхи.

# Dialogue_Text,DL_CartographerWhere
source: We're in the town of Po-Koro, in the Motara Desert. Nearby is Tiro Canyon and the Pillar-lands. We call this entire region Po-Wahi.
ru_ru: Мы в городке По-Коро, в районе пустыни Мотара. Недалеко отсюда расположены каньон Тиро и Столбовые земли. Этот регион целиком мы называем По-Вахи.

# Dialogue_Text,DL_CaveInMatoran
source: Hmm, Oh hello $T. I must appologize if you need to get to the great mine, as you can see there's been a cave in, it may be a while yet before we can clear it out.
ru_ru: Хмм… О, приветствую, $T. Если вы хотите попасть в великую шахту, то я должен извиниться: как вы можете видеть, недавно произошёл обвал, мы длительное время будем его расчищать.

# Dialogue_Text,DL_Cleaning
source: Hello Toa!
ru_ru: Приветствую, Тоа!

# Dialogue_Text,DL_Cleaning1
source: Why I'm polishing your Suva of course!
ru_ru: А, я полирую вашу Суву, конечно же!

# Dialogue_Text,DL_Cleaning2
source: Oh boy... I'm honered, but I'm not him! I just a Janitor, I clean things!
ru_ru: Ох... Я польщён, но я – не он! Я всего лишь Уборщик, чищу вещи!

# Dialogue_Text,DL_DamemoExit
source: Of course I won't keep you Toa, Good luck in your travels.
ru_ru: Конечно, не буду вас задерживать Тоа. Удачных вам путешествий.

# Dialogue_Text,DL_DamemoLeave
source: Perhaps back to Onu, or Ko-Koro. Maybe I can even start a new town!
ru_ru: Может вернусь обратно в Ону или Ко-Коро. Может я буду основателем нового поселения!

# Dialogue_Text,DL_DamemoLose
source: Toa, you're back, and alive too!
ru_ru: Тоа, вы вернулись! Ещё и живым!

# Dialogue_Text,DL_DamemoLose1
source: Too strong for a Toa? Oh my...
ru_ru: Слишком силён для Тоа? О боже...

# Dialogue_Text,DL_DamemoLose2
source: I see... I suppose you're right. I guess there's really nothing left for me here, if there's no way to restore the river.
ru_ru: Ясно... Думаю, что вы правы. Видимо, мне действительно нечего делать, раз нет способа восстановить течение реки.

# Dialogue_Text,DL_DamemoRuki
source: How? Oh I see you- you found out about that... Yes we collect Pink Tailed Ruki which are illegal in Po, Onu, Ga, and Ta-Koro. I started this town to get out of the jurisdiction of Onu-Koro law on their collection.
ru_ru: Как? А, я понял, вы... вы всё же узнали об этом... Да, мы собираем розовохвостых Руки, находящихся вне закона в По, Ону, Га и Та-Коро. Я основал это место, чтобы выбраться из-под юрисдикции Ону-Коро на их сбор.

# Dialogue_Text,DL_DamemoRukiDanger
source: Yeah so? I know that may seem cruel but everything dies at some point. Besides they're worth a lot, and I have to keep my town in shape - I mean half the huts here have collapsed or nearly.
ru_ru: Да, и что? Я знаю, что это может показаться грубым, но всё рано или поздно умрёт. Более того, они стоят прилично, а мне ещё нужно поддерживать моё поселение – в том плане, что половина домов или уже развалилась, или вот-вот развалится.

# Dialogue_Text,DL_DamemoRukiSell
source: They ARE legal to sell in, Le, and Ko-Koro... We also do the occasional exclusive import for high paying customers...
ru_ru: Их по закону МОЖНО продавать в Ле- и Ко-Коро… Мы также временами делаем эксклюзивный импорт для тех, кто готов заплатить...

# Dialogue_Text,DL_DamemoTruth
source: What- Why?
ru_ru: Что... Почему?

# Dialogue_Text,DL_DamemoWin1
source: You did it Toa! And you're still alive!
ru_ru: Вы сделали это, Тоа! И вы всё ещё живы!

# Dialogue_Text,DL_DamemoWin2
source: The spirit, did it not attack you? Or did you defeat it?
ru_ru: Дух, он не напал на вас? Или вы его смогли одолеть?

# Dialogue_Text,DL_DamemoWin3
source: Incredible, this is truely a story for the chronicles great Toa $T. I can't thank you enough.
ru_ru: Невероятно. Это точно войдёт в летописные хроники, великий Тоа $T. Я не знаю как вас отблагодарить.

# Dialogue_Text,DL_DameoCamping
source: Toa! I didn't expect to see you again.
ru_ru: Тоа! Не ожидал встретить вас вновь.

# Dialogue_Text,DL_DameoCamping1
source: Oh, since that whole fishing busniess didn't go to well, I'm on my way to stay in Ko-Koro... Eventually. I decided to take my time getting there and see the sights, like I used to before I started fishing.
ru_ru: Ну, поскольку вся эта афера с рыбой потерпела крах, я решил вернуться в Ко-Коро… В скором времени. А пока я иду туда, я решил насладиться видами, как я когда-то делал до того, как начал рыбачить.

# Dialogue_Text,DL_DameoReturn
source: Ahh Toa, you're back, anything I can do for you?
ru_ru: А, Тоа, вы вернулись. Чем могу помочь?

# Dialogue_Text,DL_DamMaster2
source: Yes I suppose you have defeated me, you have the right to an explanation.
ru_ru: Да, полагаю, что раз вы меня одолели, то имеете право услышать объяснение.

# Dialogue_Text,DL_DamMaster3
source: Indeed you have. This lake is home to the rare and endangered Pink Tailed Ruki. They swim up the river to nest, and back down again to eat. The village down there has been taking these fish and selling them, in five years time the Pink Tailed Ruki will be extinct.
ru_ru: Действительно. Это озеро – дом для редких и находящихся на грани исчезновения Розовохвостых Руки. Они плывут вверх по реке, чтобы обустроить гнездо и вниз по реке, чтобы поесть. Деревня неподалёку ловит этих рыб и продаёт, лет через 5 Розовохвостые Руки вымрут.
