Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# CodexPage_Description,CodexPage_Lewa_Desc
source: Lewa is the carefree and fun loving Toa of air. He is the most energetic out of all the Toa, and his reckless attitude is more often than not what gets him in trouble. Lewa is often overconfident in his own ability as a Toa, taking risks and chances when he shouldn’t, and acting before thinking his actions through. It seems he still has much to learn about being a hero- but that doesn’t stop him from rushing off on his own anyway. His elemental attack shoots a narrow jet of air, which will knock enemies very far back. It doesn’t do all that much damage however, so it’s best for keeping Rahi at bay so you don’t get overwhelmed.
it: Lewa è lo spensierato e giocoso Toa dell'aria. È il più energico di tutti i Toa e la sua avventatezza è spesso la causa dei suoi guai. Lewa è spesso troppo sicuro delle sua abilità come Toa, correndo rischi quando non dovrebbe e agendo senza pensare alle conseguenze. Sembra che abbia ancora molto da imparare sull'essere un eroe- ma ciò non gli impedisce comunque di fare di testa sua. Il suo attacco elementale scaglia uno stretto getto d'aria che spinge lontano i nemici. Tuttavia non arreca molti danni, perciò è meglio utilizzarlo per tenere alla larga i Rahi ed evitare di essere sopraffatti.

# CodexPage_Description,CodexPage_LeWahi_Desc
source: The dense jungles of Le-Wahi make it a confusing and unwelcoming place for travellers. Being the largest area on Mata Nui, it’s all too easy to find yourself lost in the seemingly endless sea of trees. The Le-Matoran choose to stick to the treetops when they can, swinging on vines between the trees instead of travelling on the dangerous jungle floor.
it: Le fitte giungle di Le-Wahi la rendono una regione disorientante ed inospitale per i viaggiatori. Essendo la più vasta area di Mata Nui, è fin troppo facile ritrovarsi perduti nel suo mare di alberi all'apparenza senza fine. I Le-Matoran preferiscono restare sulle cime degli alberi quando possibile, dondolandosi da un albero all'altro con delle liane, invece di camminare sul pericolo terreno della giungla.

# CodexPage_Description,CodexPage_LewasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Lush jungle lies all around, full of potential, energy, and life. What could lie within?
it: Uno strano vascello arenatosi sulla spiaggia... nessuno sull'isola sa con certezza da dove provenga. Una giungla rigogliosa ti circonda, piena di potenzialità, energia e vita. Che cosa si nasconderà al suo interno?

# CodexPage_Description,CodexPage_Log_Desc
source: A massive log fallen on the shore of Le-Wahi. It’s just lying there, decaying. It was probably a living, healthy tree once, but not anymore. How was this tree so large? Where is the rest of it? Who hollowed it out? That was likely the Rahi of Makuta… but then again it may have just been one of the developers.
it: Un enorme tronco caduto sulle sponde di Le-Wahi. Se ne sta semplicemente lì, a marcire. Probabilmente una volta era un albero forte ed in salute, ma non più ormai. Come faceva ad essere così largo quest'albero? Dov'e finito il resto? chi lo ha reso cavo? Probabilmente sono stati i Rahi di Makuta… ma d'altronde potrebbe semplicemente essere stato uno degli sviluppatori.

# CodexPage_Description,CodexPage_Mahi_Desc
source: A species of tame, goat-like Rahi that can be found primarily in Po-Wahi. These have been domesticated and trained by the Po-Matoran for use as livestock, as well as to help pull carts full of the heavy stone they bring into the city to carve. They are considered rather valuable to the Matoran, and are brought into the city to be traded in Po-Koro’s Bazaar.
it: Una specie di mansueti Rahi, simili a capre, che si possono trovare principalmente a Po-Wahi. Sono stati addomesticati dai Po-Matoran sia per fungere da bestiame, che per trainare i carri ricolmi delle pesanti pietre che vengono portate in città per essere scolpite. Sono considerati piuttosto preziosi dai Matoran e vengono portati in città per essere scambiati al Bazaar di Po-Koro.

# CodexPage_Description,CodexPage_Mahiki_Desc
source: The Kanohi Mahiki: the Noble Mask of Illusion. Spawn a clone next to you that will distract enemies for a time. (Warning: This mask can cause some bugs with enemy AI)
it: Kanohi Mahiki: la Nobile Maschera delle Illusioni. Genera un clone al tuo fianco che distrarrà i nemici per un po' di tempo. (Attenzione: questa maschera può causare alcuni bug con l'IA dei nemici)

# CodexPage_Description,CodexPage_MapFragments_Desc
source: These fragments are created by Matoran to help them explore the island. Matoran who are familiar with particular regions of the island often make these maps, but are only able to chart out portions of the island accurately. If someone were to find fragments that cover the entire island, they’d be able to accurately and easily find their way around.
it: Questi frammenti sono fabbricati dai Matoran per aiutarli ad esplorare l'isola. I Matoran che hanno familiarità con determinate regioni dell'isola spesso producono queste mappe, ma riescono a mappare accuratamente solo delle porzioni dell'isola. Se qualcuno dovesse trovare abbastanza frammenti da coprire l'intera isola, sarebbe in grado di trovare la sua strada con facilità e precisione.

# CodexPage_Description,CodexPage_Matanui_Desc
source: The island of Mata Nui. Named after the Great Spirit Mata Nui, this island paradise is home to the Matoran, Turaga, and- now that they have arrived- the Toa as well. The island is split into six elemental regions, where the six Matoran villages lie. As a Toa, it’s your duty to find all the Masks of Power hidden around the island, and rescue the Matoran from the evil shadow of Makuta.
it: L'isola di Mata Nui. Prende il nome dal Grande Spirito Mata Nui, quest'isola paradisiaca che è la casa dei Matoran, dei Turaga e- ora che sono giunti- anche dei Toa. L'isola è divisa in sei regioni elementali, dove sorgono i sei villaggi dei Matoran. Come Toa, è tuo dovere trovare tutte le Maschere del Potere nascoste sull'isola e salvare i Matoran dalla malvagia ombra di Makuta.

# CodexPage_Description,CodexPage_Matatu_Desc
source: The Kanohi Matatu: the Noble Mask of Telekinesis. This mask allows you to pull items to your person at a great range. Additionally the mask allows you to knock back your enemies further than before.
it: Kanohi Matatu: la Nobile Maschera della Telecinesi. Questa maschera ti consente di attirare a te oggetti da una grande distanza. Inoltre ti permette di respingere i nemici più lontano.

# CodexPage_Description,CodexPage_Matau_Desc
source: Matau is the Turaga of Le-Koro. Known as the Singer of Le-Koro by the Le-Matoran, Matau has always led his village with a cheerful outlook, something that he has maintained through some of the toughest times the Matoran have had to face. Matau is seen as a friend and a mentor, and looked up to by all Le-Matoran.
it: Matau è il Turaga di Le-Koro. Conosciuto come il Cantante di Le-Koro dai Le-Matoran, Matau ha guidato il villaggio sempre con allegria, un atteggiamento che ha conservato anche nei momenti più duri che i Matoran abbiano mai dovuto affrontare. Matau è visto come un amico ed un mentore, ammirato da tutti i Le-Matoran.

# CodexPage_Description,CodexPage_Matoran_Desc
source: The Matoran are the inhabitants of Mata Nui and it’s villages, and make up the very heart of the Island. They are split into six different elements: Fire, Water, Stone, Air, Earth, and Ice, and each live in their corresponding villages. It is your duty as a Toa to protect them from Makuta’s threats.
it: I Matoran sono gli abitanti di Mata Nui e dei suoi villaggi, costituendo il vero cuore dell'isola. Sono divisi in sei differenti elementi: Fuoco, Acqua, Pietra, Aria, Terra e Ghiaccio, ed ognuno vive nel corrispettivo villaggio. È tuo dovere in quanto Toa di proteggerli dalle minacce di Makuta.

# CodexPage_Description,CodexPage_MeditationPoints_Desc
source: These odd stones appear all around the island. Nobody knows exactly what they are or why they are here, but they act as places for frequent meditation for Matoran, Toa, and Turaga alike. You are able to use these stones to meditate, passing the time as you sit and ponder the will of Mata Nui.
it: Queste strane pietre sono sparse per tutta l'isola. Nessuno sa esattamente cosa siano e perché si trovino qui, ma fungono da luoghi di meditazione per Matoran, Toa e Turaga. Puoi utilizzare queste pietre per meditare, trascorrendo il tempo seduto e riflettendo sul volere di Mata Nui.

# CodexPage_Description,CodexPage_Miru_Desc
source: The Kanohi Miru: the Great Mask of Levitation. This mask increases the height of your jump. It’s essential for traversing around the landscape of Mata Nui, and is useful for reaching areas that you normally wouldn’t be able to.
it: Kanohi Miru: la Grande Maschera della Levitazione. Questa maschera incrementa l'altezza dei tuoi salti. È essenziale per attraversare l'isola di Mata Nui ed è utile per raggiungere aree che normalmente non sarebbero alla tua portata.

# CodexPage_Description,CodexPage_Muaka_Desc
source: These fearsome beasts are the largest of Makuta’s Rahi. They can be found primarily in Ko-Wahi. Their necks are able to extend, allowing them to lunge for their prey and attack incredibly quickly. These Rahi are powerful, fast, and a danger to any who encounter them. Make sure to take caution when approaching them, and try to make sure they never approach you.
it: Queste temibili bestie sono i più grandi Rahi di Makuta. Si possono trovare principalmente a Ko-Wahi. I loro colli possono allungarsi, consentendogli di lanciarsi verso le loro prede ed attaccare con incredibile rapidità. Questi Rahi sono possenti, veloci ed un pericolo per chiunque li incontri. Assicurati di avvicinarti con cautela evitando che siano loro ad avvicinarsi a te..

# CodexPage_Description,CodexPage_Nokama_Desc
source: Nokama is the Turaga of Ga-Koro. Like her village, she is often seen as the kindest of the Turaga, and is often the first one to attempt to quell any disagreements that appear between the other Turaga. Her ability to approach any situation with an open mind is what has made her an effective leader of Ga-Koro.
it: Nokama è il Turaga di Ga-Koro. Come il suo villaggio, lei è spesso vista come la più gentile tra i Turaga ed spesso la prima a tentare di placare le discussioni tra gli altri Turaga. La sua abilità nell'approcciare ogni situazione con una mente aperta è ciò che l'ha resa un efficiente leader di Ga-Koro.

# CodexPage_Description,CodexPage_NuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The purple variant can be found all around Mata Nui. They rely on numbers and their powerful, dangerous stingers to hunt down prey. If you see their stinger shake and rattle, get out of the way- fast.
it: Rahi simili a scorpioni controllati da Makuta. La variante viola si può trovare in tutta Mata Nui. Fanno affidamento sui numeri e i loro potenti e pericolosi pungiglioni per cacciare le loro prede. Se vedi il loro pungiglione scutersi e agitarsi, levati di mezzo- alla svelta.

# CodexPage_Description,CodexPage_NuiRama_Desc
source: These insectoid Rahi can be found primarily in Le-Wahi. They’re not the most powerful Rahi on their own, but their speed and numbers can easily make up for it. They’ll fly directly at you if they spot you, and can be difficult to shake off. Make sure to keep an ear out for the buzzing of their wings.
it: Questi Rahi insettoidi si possono trovare principalmente a Le-Wahi. Presi singolarmente non sono tra i Rahi più potenti, ma la loro velocità e i loro numeri compensano facilmente ciò. Voleranno dritti verso di te se dovessero avvistarti e può essere difficile liberarsene. Assicurati di prestare sempre un orecchio al ronzio delle loro ali.

# CodexPage_Description,CodexPage_Nuju_Desc
source: Nuju is the Turaga of Ko-Koro. He speaks only in the language of Rahi, and requires his translator, Matoro, around at all times to interpret his speech. Whether it is by choice or necessity is a subject of speculation among the Ko-Matoran. But those who choose to put in the effort for a conversation with him are rewarded by the wisdom he shares.
it: Nuju è il Turaga di Ko-Koro. Parla unicamente nella lingua dei Rahi e necessita che il suo interprete, Matoro, sia sempre al suo fianco per tradurre i suoi discorsi. Che si tratti di una scelta o di una necessità è argomento di speculazione tra i Ko-Matoran. Ma coloro che scelgono di sforzarsi di avere una conversazione con lui vengono ricompensati con la saggezza che egli condivide.

# CodexPage_Description,CodexPage_Onewa_Desc
source: Onewa is the Turaga of Po-Koro. He is known among the Po-Matoran and the other Turaga to be stubborn and inflexible in his decisions. To some, he may seem rude or insensitive. But this strength of character has guided the Po-Matoran through many trials, and he has earned respect for it.
it: Onewa è il Turaga di Po-Koro. È noto tra i Po-Matoran e gli altri Turaga per essere ostinato ed inflessibile nelle sue decisioni. Per alcuni potrebbe sembrare rude ed insensibile. Ma questo forte carattere ha guidato i Po-Matoran in molte avversità, guadagnandosi il rispetto per ciò.

# CodexPage_Description,CodexPage_Onu-Koro_Desc
source: Onu-Koro, the village of Earth. This village lies deep below Mata Nui, and has many tunnels that stretch out all across the island. It’s accessibility from different tunnels across the island has caused it to become a crossroads of sorts for Matoran of all kinds, and is home to the famous Onu-Koro Bazaar, where Matoran from all over the island come to sell their wares. As for the Onu-Matoran themselves, they mine Lightstones and Protodermis, and tend to spend most of their time underground. Ussal Crabs are commonly found here, used both by the Ussalry guard, and by Matoran for transport and sport.
it: Onu-Koro, il villaggio della Terra. Questo villaggio giace nelle profondità di Mata Nui ed è collegato a molti tunnel che si diramano per tutta l'isola. La possibilità di accedervi da diversi tunnel sull'isola lo ha trasformato in una sorta di crocevia per ogni tipo di Matoran interessato al Bazaar di Onu-Koro, dove possono vendere le loro merci. Per quanto riguarda gli Onu-Matoran, essi scavano alla ricerca di Pietre di Luce e Protodermis e tendono a passare la maggior parte del loro tempo sottoterra. Qui è facile trovare Granchi Ussal, utilizzati sia dalla guardia Ussalria che dai Matoran come mezzi di trasporto o per sport.

# CodexPage_Description,CodexPage_Onu-Wahi_Desc
source: A vast network of tunnels that run beneath the entire island. The surface of Onu-Wahi has little in terms of development, as the Onu-Matoran largely prefer to live beneath the surface due to their poor eyesight in the bright sun. The majority of Onu-Wahi lies underground, within the caves and mines that are populated by the Onu-Matoran.
it: Una vasta rete di tunnel che si estende sotto l'intera isola. La superficie di Onu-Wahi è poco sviluppata, dato che gli Onu-Matoran preferiscono di gran lunga vivere al di sotto di essa per via della loro scarsa vista alla luce del sole. La maggior parte di Onu-Wahi giace sottoterra, divisa tra le grotte e le miniere popolate dagli Onu-Matoran.

# CodexPage_Description,CodexPage_Onua_Desc
source: Onua is the wise and patient Toa of earth. While at first glance he may seem disconnected from the other Toa, that could not be further from the truth. Onua only speaks when he believes he has something worth saying. And when he does speak, it is impactful to the Toa team as a whole. Onua is noticeably shorter than the rest of the Toa, as his head is not in the same place as the rest of the Toa’s builds. His elemental attack launches a spiked piece of earth, which is useful for keeping your distance when dealing with enemies.
it: Onua è il saggio e paziente Toa della terra. Sebbene a prima vista possa sembrare distaccato dagli altri Toa, ciò non potrebbe che essere più lontano dalla verità. Onua parla solo quando crede di aver qualcosa di valido da dire. E quando parla, ha un grande impatto su tutto il team. Onua è decisamente più basso degli altri Toa, dato che la sua testa è posizionata diversamente da quella degli altri Toa. Il suo attacco elementale lancia uno spuntone di terra, ideale per mantenere le distanze mentre si affrontano dei nemici.

# CodexPage_Description,CodexPage_OnuasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. The land all around seems harsh and empty, but the land below is teeming with unseen life, waiting to be explored and discovered.
it: Uno strano vascello arenatosi sulla spiaggia... nessuno sull'isola sa con certezza da dove provenga. Il paesaggio pare ostile e desolato, ma sotto di esso c'è una terra brulicante di vita non vista, che attende solo di essere esplorata.

# CodexPage_Description,CodexPage_OnuKini_Desc
source: The Onu-Kini is the temple of Earth. While it lies on the surface of Onu-Wahi, the temple is still subject to the frequent tremors that occur in the caves beneath the surface. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
it: L'Onu-Kini è il tempio della Terra. Nonostante sia situato sulla superficie di Onu-Wahi, il tempio è comunque soggetto ai tremori che hanno luogo nelle grotte sottostanti. Il tempio custodisce una Pietra Makoki- un frammento della chiave indispensabile per accedere al covo di Makuta.

# CodexPage_Description,CodexPage_OnuTemple_Desc
source: This temple lies above the ground in Po-Wahi, despite being made by the Onu-Matoran. It was constructed long, long ago- before the Onu-Wahi tunnels had been completed. Many Onu-Matoran still choose to make the difficult trek across the harsh, bright desert to pay tribute to Mata Nui- a testament to their faith and dedication.
it: Questo tempio sorge sulla superficie di Po-Wahi, nonstante sia stato realizzato dagli Onu-Matoran. Fu costruito tanti, tanti anni fa- prima che i tunnel di Onu-Wahi fossero completati. Molti Onu-Matoran scelgono tuttora di affrontare il difficile cammino attraverso l'arso e abbagliante deserto per rendere omaggio a Mata Nui- a testamento della loro fede e dedizione.

# CodexPage_Description,CodexPage_Overlook_Desc
source: This overlook was featured in the first ever trailer for Bionicle: Masks of Power. From this point, you are able to see over Ga, Po, Ko, and even Onu-Wahi. It’s a good thing there’s an Akaku right here so that you’re able to enjoy the view.
it: Questo punto d'osservazione è stato inserito nel primo trailer di Bionicle: Masks of Power. Da questo punto sei in grado di vedere Ga, Po, Ko e persino Onu-Wahi. È un'ottima cosa che ci sia una Akaku proprio qui, così che tu possa goderti il panorama.

# CodexPage_Description,CodexPage_Pakari_Desc
source: The Kanohi Pakari- the Great Mask of Strength. This mask will enhance your combat strength, and make all of your attacks deal more damage. It’s a powerful mask to use in combat, but can be risky if you choose to use it as opposed to something more defensive, like the Hau.
it: Kanohi Pakari- la Grande Maschera della Forza. Questa mascherà aumenterà la tua forza in combattimento, così che tutti i tuoi attacchi infliggano più danni. È una potente maschera da usare in combattimento, ma può rivelarsi rischioso se decidi di usarla al posto di qualcosa di più difensivo, come la Hau.

# CodexPage_Description,CodexPage_Pohatu_Desc
source: Pohatu is the friendly and cheerful Toa of stone. He makes it a priority to treat all of his fellow Toa with kindness and comradery- though he can sometimes be a little over-the-top about it. He demonstrates the same kindness to the Matoran as well, not treating them like inferiors, but equals. He can often be found playing Koli with the Po-Matoran. Pohatu’s set has the most unique design out of all the Toa, flipping the torso used for all of the Toa upside down. Due to this, Pohatu kicks to attack instead of swinging a weapon. His elemental attack causes a stone pillar to erupt from the ground beneath an enemy, hitting them and launching them into the air.
it: Pohatu è l'amichevole e gioioso Toa della pietra. Per lui è una priorità trattare tutti i suoi alleati Toa con gentilezza e cameratismo- anche se a volte tende ad esagerare. Mostra la stessa gentilezza nei confronti dei Matoran, trattandoli non da inferiori, ma come pari. Spesso lo si può trovare mentre gioca a Koli coi Po-Matoran. Pohatu è costruito in maniera unica rispetto agli altri Toa, avendo il torso capovolto. Per questo, Pohatu tira calci per attaccare, invece di maneggiare un arma. Il suo attacco elementale fa eruttare un pilastro di roccia dal terreno al di sotto di un nemico, colpendolo e scagliandolo per aria.

# CodexPage_Description,CodexPage_PohatusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Canyons dotted with intricate carvings can be seen in the distance, beckoning to be explored.
it: Uno strano vascello arenatosi sulla spiaggia... nessuno sull'isola sa con certezza da dove provenga. In lontananza è possibile vedere dei canyon costellati di intricate incisioni, che invitano ad essere esplorati.

# CodexPage_Description,CodexPage_PoisonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The green variant can be found primarily in Le-Wahi. These Nui-Jaga are extremely fast, making them difficult to escape and even more difficult to avoid their relentless attacks. Take care that you don’t find yourself swarmed by a group of them.
it: Rahi simili a scorpioni controllati da Makuta. La variante verde si può trovare principalmente a Le-Wahi. Questi Nui-Jaga sono estremamente veloci, redendo difficile sfuggirgli ed ancor di più evitare i loro incessanti attacchi. Assicurati di non farti circondare.

# CodexPage_Description,CodexPage_PoKini_Desc
source: The Po-Kini is the temple of Stone. Hiding deep in the harsh Motara desert, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Turaga Onewa seems to know the secret to unlocking the temple.
it: Il Po-Kini è il tempio della Pietra. Nascosto nelle profondità del deserto Motara, questo tempio custodisce una Pietra Makoki- un frammento della chiave indispensabile per accedere al covo di Makuta. Pare che Turaga Onewa conosca il segreto per sbloccare il tempio.

# CodexPage_Description,CodexPage_Pokoro_Desc
source: Po-Koro, the village of Stone. This village is home to the best carvers on Mata Nui- a fact that is clear when you see the beautiful stone carvings that adorn the village and its surroundings. Merchants sell their wares in Po-Koro’s bazaar to whoever is strong enough to brave the harsh Po-Wahi deserts. Po-Koro is also seen as the home to the sport of Koli, seeing as it’s where the sport got its start. The sport’s popularity along with the bazaar make this city one of the liveliest on the island.
it: Po-Koro, il villaggio della Pietra. Questo villaggio è la casa dei migliori scultori su Mata Nui- un fatto evidente quando si osservano le meravigliose incisioni in pietra che adornano il villaggio ed i suoi dintorni. I mercanti vendono i loro beni nel bazaar di Po-Koro a chiunque sia abbastanza forte da affrontare i duri deserti di Po-Wahi. Po-Koro è considerato anche la casa dello sport del Koli, dato che qui è dove è stato inventato. La popolarità dello sport ed il bazaar rendono questa città una delle più vivaci sull'isola.
