Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# InvItem_NoteText,Item_BrothersNote_NoteDisplay
source: Dear Koha. I'm sorry brother, I concede the argument, I was at fault - but you didn't have to leave. I will meditate on you now, and try to remember the good times.
ru_ru: Дорогой Коха. Мне жаль, брат, я осуждаю этот спор, я был виноват. Но тебе не стоило уходить. Я буду размышлять о тебе и стараться вспоминать хорошие времена.

# InvItem_NoteText,Item_FirstMateLog1_NoteDisplay
source: First mate's log: Entry 1 Smooth sailing so far aboard the Waikiru. That's the name of our ship - we're not actually riding on a Waikiru. Nattie is helping us get adjusted, and everything is running smoothly. Entry 2 Our first route is from Ga-Koro to Le-Koro around the southern tip. Whatever our cargo is, it's heavy. Entry 8 Nattie is cheerful as ever, even after last night's storm. We're going to have to set down somewhere in Le-Wahi for the night due to the extensive damage we sustained.
ru_ru: Журнал Старшего помощника: Запись 1 На Вайкиру пока всё спокойно. Это название нашего корабля – на самом деле мы не плывём ни на какую Вайкиру. Натти помогает нам адаптироваться, всё пока идёт по плану. Запись 2 Наш первый маршрут – от Га-Коро до Ле-Коро вокруг южной оконечности. Что бы у нас ни был за груз, он тяжёлый. Запись 8 Натти как всегда навеселе, даже после вчерашнего шторма. Нам придётся сделать привал у Ле-Вахи на ближайшую ночь из-за сильных повреждений, которые мы получили.

# InvItem_NoteText,Item_FirstMateLog2_NoteDisplay
source: First mate's log: Entry 17 Nattie's acting strange. She put us on a new course without consulting me. I tried to talk to her, but she snapped... told me to call her 'Captain'. The crew is getting tired, she's kept us constantly working. Entry 22 The Captain... Nattie... She forced us to steal gold from other Matoran. I tried to stop her... she just threatened to throw me overboard and let the Razorfish rip me to shreds. The crew went along with her commands. Mostly, it seemed, out of fear.
ru_ru: Журнал Старшего помощника: Запись 17 Натти ведёт себя странно. Она сменила курс, не посоветовавшись со мной. Я попытался поговорить с ней, но она огрызнулась... сказала, чтобы я называл её «Капитаном». Команда устала, она нас заставляла работать без отдыха. Запись 22 Капитан... Натти... Она заставила нас украсть золото у других Маторанов. Я пытался остановить её... она пригрозила сбросить меня за борт и позволить Рыбам-бритвам разорвать меня на части. Команда подчиняется её приказам. Большая её часть, как кажется, из страха.

# InvItem_NoteText,Item_FirstMateLog3_NoteDisplay
source: First mate's log: Entry 31 Most of the crew are blindly following her orders now. A handfull of us are conducting secret meetings, trying to stop her from escalating further... but at this point it's us verses the entire crew. Entry 32 I saw something strange on the Captain's mask. A small patch of black material. I have no idea what it is... although I may just be getting paranoid. She hasn't let us sleep recently. Entry 61 We've collected so much gold. We've committed so many vile acts. The kind Matoran I once knew is no longer behind that blackened mask. I'm staying aboard in case I can somehow stop her.
ru_ru: Журнал Старшего помощника: Запись 31 Большая часть команды слепо ей подчиняется. Несколько из нас втайне проводят собрания, пытаясь остановить её от дальнейших неприятностей... но пока это лишь мы против всех остальных. Запись 32 Я заметил нечто странное на её маске. Небольшое чёрное пятно. Я не знаю что это... но, возможно, это просто у меня паранойя. В последнее время она не давала нам уснуть. Запись 61 Мы собрали много золота. Мы совершили много ужасных вещей. За этой почерневшей маской нет того Маторана, которого я знал. Я остаюсь на борту на тот случай, если мне каким-то образом удастся её остановить.

# InvItem_NoteText,Item_FirstMateLog4_NoteDisplay
source: First mate's log: Entry 115 The Captain is ordering us to hide all the gold. I'm not sure what she's planning, but I'm too terrified to ask. She looked at me strangely the other day. Her cold, yellow eyes peircing straight through my Akaku. I think she knows. Entry 165 We've hidden most of the gold... but lost many good Matoran to do so. Tonight is our last stop. An island off the western coast of Onu-Wahi, north of the tunnel entrance. Tonight I believe the Captain is going to end my life.
ru_ru: Журнал Старшего помощника: Запись 115 Капитан приказывает нам спрятать всё золото. Я не уверен в том, что она задумала, но я боюсь спрашивать. В один день она на меня странно посмотрела. Её холодные жёлтые глаза пронизывают меня сквозь Акаку. Кажется, она знает. Запись 165 Мы спрятали большую часть золота... но потеряли при этом немало достойных Маторанов. Сегодня наша последняя остановка. Остров в западном побережье от Ону-Вахи, к северу от входа в тоннель. Мне кажется, что этой ночью Капитан меня прикончит.

# InvItem_NoteText,Item_FirstMateLog5_NoteDisplay
source: First mate's log: Entry 166 It's over. We arrived at the island, ready to bury the last of the gold. A storm was brewing. The Captain ordered us to place the gold in an inconspicuous cave to the east inland. My job was to keep lookout. I stood at the edge of a sharp cliff, wondering just how it had all gone so wrong. As the crew wrestled with some local Fikou-Nui, The Captain came up to me. "I'm aware that you have not been loyal to me" She said, her now pitch-black mask reflecting the newly falling rain. I stared into her eyes. For the briefest second, I could see her old self emerge. A slight tinge of regret. "You've changed, Nattie." The second I uttered her name, she tackled me to the floor. We wrestled on that cliffside, rain drowning out any noise. Somehow, some of the crew began running up the hill towards us to protect their captain. She got a few good hits in on me, then stood up. "You should have just obeyed like the rest of them."
ru_ru: Журнал Старшего помощника: Запись 166 Это конец. Мы прибыли на остров, приготовившись закопать последнее золото. Надвигалась буря. Капитан приказывает нам оставить золото в неприметной пещере на востоке. Моя работа заключалась в слежке за всем этим. Я стоял на краю крутого обрыва, рассуждая о том, что же могло пойти не так. Пока команда боролась с несколькими Фику-Нуи, Капитан подошла ко мне. «Мне известно, что ты мне не подчиняешься» – сказала она. Её полностью чёрная маска отражала капли падающего дождя. Я посмотрел ей прямо в глаза. На долю секунды мне показалось, что видел её старое «я». С небольшим оттенком сожаления на лице. «Ты изменилась, Натти.». В ту же секунду, когда я произнёс её имя, она повалила меня на пол. Мы боролись на склоне того обрыва, дождь заглушал звуки. Каким-то образом, некоторые члены команды побежали по холму к нам, чтобы защитить своего капитана. Она ударила меня несколько раз, а затем встала. «Тебе стоило беспрекословно повиноваться, как и всем остальным.»

# InvItem_NoteText,Item_FirstMateLog6_NoteDisplay
source: First mate's log: Continued: Suddenly, lightning struck on the beach below. The cliff began to crumble... Nattie began to slip... I dashed forward to try and grab her hand- but it was too late. Nearly the second that she hit the ground, the remaining members of the crew stopped in their tracks, confused and terrified. They looked suddenly as if they had been awoken from a deep sleep. The next day, I buried Nattie in the cave with the rest of the gold. I placed that horrible black mask upon the grave as a marker. I'll also leave this final log here, too. If you find this note, you have also found the mask. Whatever you do, don't place it on your face.
ru_ru: Журнал Старшего помощника: Продолжение: Внезапно в район пляжа внизу ударила молния. Скала начала рассыпаться... Натти начала падать... Я рванул вперёд, чтобы попытаться схватить её за руку, но было уже слишком поздно. В ту же секунду, когда она соприкоснулась с землёй, оставшиеся члены команды остановились, они были в ужасе и смятении. Они выглядели так, будто только что вышли из глубокого сна. На следующий день я похоронил Натти в пещере, вместе с оставшимся золотом. Я поставил эту ужасную чёрную маску на могиле в качестве маркера. Я также оставлю здесь эту последнюю запись из журнала. Если вы нашли эту запись, вы также нашли и маску. Что бы ни случилось, ни в коем случае не надевайте её.

# InvItem_NoteText,Item_PoetNoteBurns_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this city burns with life. -Talok Poet-Nui, feat. The Toa Mata
ru_ru: Талок: Баллада о Та-Коро, Часть 2 Ах, Та-Коро, какое чудесное место. От Лавы и до огней факелов, этот город кипит жизнью. -Талок, Поэт-Нуи, совместно с Тоа Мата

# InvItem_NoteText,Item_PoetNoteHot_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this place is too hot. -Talok Poet-Nui, feat. Toa Kopaka
ru_ru: Талок: Баллада о Та-Коро, Часть 2 Ах, Та-Коро, какое чудесное место. От Лавы и до огней факелов, здесь очень жарко. -Талок, Поэт-Нуи, совместно с Тоа Мата

# InvItem_NoteText,Item_PoetNoteLight_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, our city is full of light. -Talok Poet-Nui, feat. The Toa Mata
ru_ru: Талок: Баллада о Та-Коро, Часть 2 Ах, Та-Коро, какое чудесное место. От Лавы и до огней факелов, наш город полон света. -Талок, Поэт-Нуи, совместно с Тоа Мата

# InvItem_NoteText,Item_PoetNotePart1_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 1 The Cavern of Lava, the great city stands alone within it's embrace. Fire springs up only to splash against it's black walls. -Talok Poet-Nui
ru_ru: Талок: Баллада о Та-Коро, Часть 1 Ущелье Лавы, великий город стоит один в её объятиях. Огонь рвётся вверх, чтобы брызнуть собой его чёрные стены. -Талок, Поэт-Нуи

# InvItem_NoteText,Item_PoetNotePart3_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 3 As the guards patrol, the heat will boil. The burning of the forest, and the setting of the sun. I believe now my time in Ta-koro is finally done. -Talok Poet-Nui
ru_ru: Талок: Баллада о Та-Коро, Часть 3 Пока стража патрулирует, жар будет накаляться. Горящий лес, солнце зашло. Считаю, моё время в Та-Коро к концу подошло. -Талок, Поэт-Нуи

# InvItem_NoteText,Item_PoetNoteSmoke_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, smoke rises to greet the sun. -Talok Poet-Nui, feat. The Toa Mata
ru_ru: Талок: Баллада о Та-Коро, Часть 2 Ах, Та-Коро, какое чудесное место. От Лавы и до огней факелов, дым поднимается вверх, чтобы приветствовать солнце. -Талок, Поэт-Нуи, совместно с Тоа Мата

# InvItem_NoteText,Item_ResearchNotes_NoteDisplay
source: Komata Research Notes - The Artifact Entry 1 - I've just bought a strange looking stone sculpture from the fellow I met in Po-Koro during the shifting festival last year. I found him outside Onu-Koro and he seemed strangely eager to get rid of this object. I took a liking to it, given that it was nothing like anything I had previously seen on Mata-Nui. I'll begin my research when I return to Onu-Koro. Entry 2 - It's Alive! Or rather it was. It turns out this sculpture is no sculpture at all, it's a fossil of a once living creature! However I see no indication of the common signs we have come to associate with living creatures, no limbs, orifices, or servos of any kind. Perhaps this creature made it's home beneath the waves? Entry 3 - After consulting with some seers from Ko-Koro, I believe we have made a connection between this fossil and the strange grey sculptures found around Mata-Nui, I no not what this connection is, but the seers have assured me that the stars tell us there is one. Entry 4 - I have arrived at a circle of the aforementioned sculptures in the Onu-Wahi wilds, upon inital examanation they seem to be ordinary sculptures. Returning to the fossil, I would like to retract my previous hypothesis of it residing under the ocean - I would instead infer that it came from under Mata-Nui's surface. I will elaborate on this potential conclusion tomorrow, as for now I must retire.
ru_ru: Исследовательские записи Коматы – Артефакт Запись 1 - Я купил странную каменную скульптуру у знакомого, которого я встретил в По-Коро во время фестиваля перемен год назад. Я нашёл его за пределами Ону-Коро и он яростно хотел избавиться от этого объекта. Мне он приглянулся, поскольку он не похож ни на что из того, что мне доводилось видеть на Мата Нуи. Я займусь исследованиями по возвращении в Ону-Коро. Запись 2 - Оно живое! По крайней мере, было. Оказывается, что это никакая не скульптура, а окаменелость некогда живого существа! Однако, я не вижу характерных примет, связанных с живыми существами, ни конечностей, ни отверстий, ни приводов какого-либо рода. Быть может, это чудище жило где-то под волнами? Запись 3 - Проконсультировавшись с провидцами из Ко-Коро, мне кажется, что мы нашли связь этой окаменелости со странными серыми скульптурами на Мата Нуи. Я не знаю что это за связь, но провидцы уверили меня, что звёзды об этом точно скажут. Запись 4 - Я прибыл к кругу упомянутых скульптур в степях Ону-Вахи. На первый взгляд, они кажутся простыми скульптурами. Возвращаясь к окаменелости, мне хотелось бы отвергнуть мою раннюю гипотезу, что оно жило под океаном – я бы теперь предположил, что оно появилось из-под поверхности Мата Нуи. Я займусь этим потенциальным выводом завтра, поскольку сейчас мне нужно идти.

# InvItem_NoteText,Item_ShoppingList_NoteDisplay
source: Needed: -10 Metallic Protodermis Ingots -10 Glow Crystals -50 Wahae-Mata Gel -200 Widgets
ru_ru: Требуется: -10 Слитков Металлического Протодермиса -10 Светящихся Кристаллов -50 единиц Геля Вахе-Мата -200 Виджетов

# InvItem_NoteText,Item_SouthernTipNote_NoteDisplay
source: To whoever finds this note: Welcome to the southernmost tip of Mata-Nui! First explored by Hahi of Le-Koro! Items found here when first explored: -An interesting looking rock (took it with me!) -A lonely looking ussal -A piece of driftwood All in all, worth the trip! -Note authored by Hahi of Le-Koro
ru_ru: Тому, кто найдёт эту записку: Добро пожаловать на южную оконечность Мата Нуи! Впервые была открыта Хахи из Ле-Коро! Найденные предметы при первом посещении: -Интересный камушек (взял его с собой!) -Одинокий Уссал -Кусок дрейфовавшей древесины В целом, оно того стоило! -Записка подписана Хахи из Ле-Коро

# InvItem_NoteText,Item_SwordStatueNotePart1_NoteDisplay
source: Akoga 22:1 The unrest in my soul is creeping into my every day life, I feel my mood becoming more and more unmanageable each day. I wish for a way to rid myself of these feelings, but I fear that I may never find peace. I have just awoken from a dream that could not have been less than a message from the great spirit himself. In this dream I found myself humbled at the feet of three massive swords that towered over me, they reached so high they seemed to penetrate the clouds. A rather strange, tall Ko-Matoran stood in the middle of these three swords, he uttered one word, "Pahtu". I am unsure of the spelling of course, but I will be consulting the Turaga later today, as well as the wall of prophicies - to decifer what the meaning of this vision could be, and who or what "Pahtu" could be.
ru_ru: Акога 22:1 Беспокойство в моей душе лезет в мою повседневную жизнь, я чувствую, что моё настроение с каждым днём становится всё менее и менее управляемым. Мне хотелось бы избавиться от этих чувств, но боюсь, что я никогда не смогу найти покоя. Я проснулся ото сна, который может быть ни много ни мало, а сообщением от самого Великого Духа. В этом сне я обнаружил себя у подножия трёх огромных мечей, возвышавшихся надо мной. Они были настолько высокими, что могли пронизывать облака. Посреди этих трёх мечей стоял странный, высокий Ко-Маторан, он произнёс всего одно слово: «Пахту». Конечно, я не уверен насчёт произношения, но я сегодня обращусь к Турага, а также к стене предсказаний – дабы расшифровать значение этого видения, а также выяснить кто или что такое «Пахту».

# InvItem_NoteText,Item_SwordStatueNotePart2_NoteDisplay
source: Akoga 22:2 After doing some research I've discovered that Pahtu was a Ko-Matoran that made many exploits into the drifts as well as many other places in Ko-Wahi. I am unsure if this was the tall creature in the dream, someone I must find, or perhaps this matoran is completely unreleated. The Turaga has informed me that Pahtu has not been seen in many many years, he went missing during an expedition near the Ko-Wahi coast. No one really knows what happened to him, but I intend to discover that truth. I believe I am on the road to enlightenment - while some may think that my path is dangerous or folly, strangely... I have a good feeling about this. (Note: It turns out the spelling "Pahtu" is correct. Strange....)
ru_ru: Акога 22:2 Проведя некоторые исследования, я выяснил, что Пахту – Ко-Маторан, совершивший немало подвигов в районе Сугробов и в других местах Ко-Вахи. Я не уверен: был ли он тем гигантом из сна, тем, кого мне нужно найти, или он вообще со всей этой историей никак не связан. Турага рассказал мне, что Пахту не видели много-много лет, он пропал без вести во время экспедиции у берегов Ко-Вахи. Никто не знает, что с ним случилось, но я намерен узнать правду. Я чувствую, что я на пути к просветлению – хотя некоторые могут подумать, что этот путь опасен или глуп, что странно... У меня на этот счёт хорошее предчувствие. (Примечание: Как оказалось, произношение «Пахту» является верным. Странно....)

# InvItem_NoteText,Item_SwordStatuesNotePart3_NoteDisplay
source: Akoga 22:3 They stood even taller than I could have imagined, for all this time. When my journey first began I did not believe that I could ever find this holy place, I even doubted it's existance - but now that I am here I truly feel at peace. As I meditate at the structure nearby, directly underneath Mata-Nui's might, I feel more refreshed and alive than ever. I feel as though Mata-Nui himself has blessed these statues with his divine will. While Pahtu is nowhere in sight, I believe this to be where his jouney ended. Something happened to him here, and what that was no-one will ever know. But I have a feeling that he was not killed, he is still alive, somewhere, and somehow. Dear reader, This will be my last entry for some time. I hope my words have perhaps inspired you to strive for enlightenment similar to myself. Thank you for reading, and may the Great Spirit guide you.
ru_ru: Акога 22:3 Они были гораздо выше, чем я их себе представлял всё это время. Когда моё путешествие началось, я не думал, что смогу найти это святое место. Я даже сомневался в его существовании – но теперь, когда я здесь, я наконец-то почувствовал покой. Медитируя у структуры неподалёку, прямо под мощью Мата Нуи, я чувствую себя более свежим и живым, чем когда-либо. Я чувствую, что сам Мата Нуи благословил эти статуи и наделил их своей волей. И хотя Пахту нигде не видно, я считаю, что это место, где его путешествие подошло к концу. Здесь с ним что-то произошло, но что именно – никто так и не узнает. Но у меня есть предчувствие, что он не погиб, он всё ещё жив, где-то и как-то. Дорогой читатель, Это будет моя последняя запись на некоторое время. Надеюсь, что мои слова вдохновили вас на поиск просветления, как и меня. Спасибо за прочтение и пусть Великий Дух хранит вас.

# InvItem_NoteText,Item_ThueiNote_NoteDisplay
source: THUEI'S GOOD QUALITY CARVING SERVICE Out carving! If you're stopping by to ask about an order you placed, it will probably be finished in approximately 2-30 weeks depending on certain factors! Thank you! -Thuei
ru_ru: РЕЗЬБА ХОРОШЕГО КАЧЕСТВА ОТ ТЮИ Ушёл заниматься резьбой! Если вы хотите узнать о статусе вашего заказа, то он наверняка будет закончен, в зависимости от факторов, в срок от 2 до 30 недель! Спасибо! -Тюи

# InvItem_NoteText,KylmaNote_NoteDisplay
source: The text seems indecipherable. It might be an older dialect or just Kylma's handwriting...
ru_ru: Текст кажется неразборчивым. Это может быть как старый диалект, так и почерк Килмы...

# Loading,Loading_Text
source: Loading...
ru_ru: Загрузка...

# LoadingTip_Text,Tip_AkakuZoom
source: You can zoom while wearing the Akaku by pressing the assigned key (Default is Left ALT).
ru_ru: Вы можете использовать увеличение, надев Акаку и нажав назначенную кнопку (По умолчанию – Левый ALT).

# LoadingTip_Text,Tip_CodexHints
source: The Codex contains not only lore, but also Gameplay hints.
ru_ru: Кодекс содержит не только информацию по лору, но и Игровые подсказки.

# LoadingTip_Text,Tip_MeditationStoneAutosave
source: The game Autosaves when interacting with a meditation stone.
ru_ru: Игра сохраняется автоматически при взаимодействии с Камнем Медитации.

# LoadingTip_Text,Tip_MeditationStonesHeal
source: Meditation Stones Heal all Toa on interaction, there's no need to actually meditate for this effect.
ru_ru: Камни Медитации исцелят всех Тоа при взаимодействии с ним, для достижения этого эффекта не нужно специально медитировать у него.

# LoadingTip_Text,Tip_MeditationStonesInteract
source: Press the interaction key while in meditation stone menu to quickly exit it.
ru_ru: Нажмите кнопку взаимодействия в меню камня медитации, чтобы быстро выйти из него.

# LoadingTip_Text,Tip_ObjectivesAkaku
source: Quest objectives can be seen in the world when using the Akaku.
ru_ru: Квестовые задачи можно увидеть в мире при использовании Акаку.

# LoadingTip_Text,Tip_Save
source: Remember to manually save OFTEN!
ru_ru: Не забывайте ЧАСТО сохраняться вручную!

# LoadingTip_Text,Tip_SaveSlots
source: It's a good idea to Save in multiple slots.
ru_ru: Неплохой идеей будет сохраняться в нескольких слотах.

# LoadingTip_Text,Tip_UnderwaterElementalAttacks
source: Elemental Attacks can be triggered in water.
ru_ru: Атаки Стихии можно активировать в воде.

# Quest_Description,Quest_Amongsttheburnttrees_Desc
source: A temple of worship in Ta-wahi has been overrun by rahi!
ru_ru: Храм поклонения в Та-Вахи захвачен Рахи!

# Quest_Description,Quest_CalmCave_Desc
source: This Cave sanctuary is infested by rahi, Free it so that the matoran may return to their Temple.
ru_ru: Это пещерное святилище захвачено Рахи. Освободите его, чтобы Матораны могли вернуться в свой храм.

# Quest_Description,Quest_Challange_Desc
source: Kopaka has been informed by a Po-matoran in Ko-koro that he has been summoned to the tip of Po-wahi for an urgent purpose.
ru_ru: По-Маторан в Ко-Коро рассказал Копаке о том, что он был призван на окраину По-Вахи по архиважной причине.

# Quest_Description,Quest_CometHunt_Desc
source: Komeke doesn't have the widgets to buy a Comet Kolhii ball, perhaps you could get one for him.
ru_ru: У Комеке недостаточно виджетов, чтобы купить мяч для Колхи «Комета». Быть может, вам удастся купить ему один мяч.

# Quest_Description,Quest_DangerOnTheHorizon_Desc
source: A small temple near Ga-koro has been taken over by a Tarakava, the matoran would like it back.
ru_ru: Небольшой храм у Га-Коро захвачен Таракавами, Матораны хотели бы его вернуть.

# Quest_Description,Quest_FindKumo_Desc
source: A matoran by the name of Kumo got lost while collecting materials, and his friend is worried. You should be able to find Kumo in Fau swamp, on the lake with the "Huge-big" Boulder in it.
ru_ru: Маторан по имени Кумо заблудился, собирая материалы. Его друг волнуется. Вы сможете найти Кумо в районе болота Фау, у озера с «очень огромным» булыжником в нём.
