Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_MatauOutofTree
source: Well... that’s one way to do it. Heart-thanks, Toa.
it: Beh... è un modo di farlo. Cuor-grazie, Toa.

# Dialogue_Text,DL_MatauOutofTreeSaved
source: It’ll take a bit more than chop-knocking me down from a tree to mind-shake old Matau! ...but I do think that when I get back I might take a good, long sleep-nap... or two. Wake me up afterwards- I’ve got a couple of other task-quests for you to do.
it: Ci vuole ben più di colpo-tirarmi giù da un albero per mente-scuotere il vecchio Matau! ...ma penso che una volta tornato, potrei farmi una bella, lunga pisolin-dormita... o due. Svegliami più tardi- ho un paio di altri missioni-incarichi per te da svolgere.

# Dialogue_Text,DL_MatauOutofTreeWhere
source: Oh... that. Never mind that! You won’t be getting any slip-tongue gossip out of me. Wouldn’t have even happened if that old firespitter kept better track of his belongings...
it: Oh... quello. Non preoccuparti di quello! Non otterai nessun pettegolezzo lingua-sfuggente da me. Non sarebbe successo nemmeso se quel vecchio sputafuoco avesse tenuto d'occhio meglio i suoi averi...

# Dialogue_Text,DL_MatauOutofTreeWhere2
source: Agreed. I’m headed quick-back to Le-Koro. If you happen to swing by, give me a little quick-chat. I’ve got a few things for you.
it: D'accordo. Sono diretto indietro-veloce a Le-Koro. Se dovesse capitarti di passare di lì, vieni a chiacchiera-veloce con me. Ho delle cose per te.

# Dialogue_Text,DL_MatoranTransporter1
source: Sorry $T I'm a little busy right now, I have a delivery to make.
it: Scusa $Tn sono un po' occupato adesso, devo fare una consegna.

# Dialogue_Text,DL_MatoranTransporter10
source: Oh, of course they're very good at moving heavy objects, even mining! They're probably the most versitile Rahi around!
it: Oh, di certo sono molto bravi a muovere oggetti pesanti e persino a scavare! Sono probabilmente i Rahi piùversatili in circolazione!

# Dialogue_Text,DL_MatoranTransporter11
source: Well I've heard about the Ga-Matoran using big fishes for some things, The Le-Matoran riding birds... And I even head some crazy myth once about a Ko-Matoran that could ride a Mahi! What a load of protodermis that is.
it: Beh, ho sentito dei Ga-Matoran che sfruttano i grossi pesci per qualcosa, dei Le-Matoran che cavalcano uccelli... e persino di un folle mito secondo su di un Ko-Matoran che poteva cavalcare un Mahi! È tutto solo un mucchio di Protodermis.

# Dialogue_Text,DL_MatoranTransporter12
source: YOU'RE RIGHT, I GOTTA GO!
it: HAI RAGIONE, DEVO ANDARE!

# Dialogue_Text,DL_MatoranTransporter2
source: I'm late! Out of the way!
it: Sono in ritardo! Levati di mezzo!

# Dialogue_Text,DL_MatoranTransporter3
source: Greetings Toa, what are you doing out here?
it: Saluti Toa, Che cosa stai facendo qua fuori?

# Dialogue_Text,DL_MatoranTransporter4
source: Why, I'm making a delivery to the Onu-Koro shipping center of course!
it: Ma ovviamente sto facendo una consegna dal centro di spedizione di Onu-Koro!

# Dialogue_Text,DL_MatoranTransporter5
source: I'm... Not sure actually. It's not like they bother to tell me what I'm transporting, they only say if it's urgent or fragile.
it: Io non... ne sono sicuro in verità. Non è che gli importi di dirmi che cosa sto trasportando, mi dicono solo se è urgente o fragile.

# Dialogue_Text,DL_MatoranTransporter6
source: Yeah kind of, Oh but sometimes I like to pretend it's something really REALLY important, like a super powerful gemstone that will be used to invent the next big thing! But usally it just ends up being fish or wood - Something boring.
it: Già, più o meno. Oh, ma a volte mi piace far finta che sia qualcosa di davvero DAVVERO importante, come una pietra preziosa super potente che verrà utilizzata per inventare la prossima grande novità! Ma di solito finisce per trattarsi di pesce o del legname - qualcosa di noioso.

# Dialogue_Text,DL_MatoranTransporter7
source: I'm on the clock Toa, speak fast.
it: Sono di turno Toa, parla alla svelta.

# Dialogue_Text,DL_MatoranTransporter8
source: Transporting Goods to Po-Koro.
it: Trasporto merci a Po-Koro.

# Dialogue_Text,DL_MatoranTransporter9
source: It's a She, but yes she's been doing very well recently! The loads can be quite heavy but she's used to it!
it: È una Lei, ma sì, ultimamente se la cava piuttosto bene! I carichi possono essere alquanto pesanti, ma lei ci è abituata!

# Dialogue_Text,DL_Matoro1
source: Greetings again Toa, there is an important matter I need to discuss with you.
it: Saluti di nuovo Toa, c'è un'importante questione di cui devo discutere con te.

# Dialogue_Text,DL_Matoro2
source: You don't remember me? Strange... That will have to wait, my name is Matoro - and we have a more important matter to discuss.
it: Non ti ricordi di me? Strano... quello dovrà aspettare, il mio nome è Matoro - e noi abbiamo un faccenda molto più importante di cui discutere.

# Dialogue_Text,DL_Matoro3
source: I was returning from a meeting with Turaga Nuju, when we decided to cut through the drifts to save time - However during the blizzard I was separated from him! We have conducted searches, but the drifts are so difficult to navigate that we've had no luck in finding him.
it: Stavo tornando da una riunione con Turaga Nuju, quando decidemmo di passare per i cumuli per risparmiare tempo - tuttavia durante la bufera sono stato separato da lui! Abbiamo condotto delle ricerche, ma i cumuli sono così difficili da navigare che non abbiamo avuto nessuna fortuna nel trovarlo.

# Dialogue_Text,DL_Matoro4
source: Yes if you would. I fear for his safety, the drifts are a harsh and dangerous place, no one can survive in there for long...
it: Sì, se volessi. Temo per la sua incolumità, i cumuli sono un luogo aspro e pericoloso, nessuno può sopravvivere al lungo lì...

# Dialogue_Text,DL_Matoro5
source: Please do find him, I- I feel partially responsible for his disappearance.
it: Per favore trovalo, io- io mi sento in parte responsabile per la sua scomparsa.

# Dialogue_Text,DL_MatoroGetMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate. Here I'll mark it on your- you don't have a map? Gah, very well take my piece, it's just Ko-Wahi but it should help you find Nuju.
it: Le ricerche ci hanno condotto ad un nido di Nui-Jaga alquanto strano, ma siamo stati scacciati prima di poter investigare. Dai qua, lo segno sulla tua- non hai una mappa? Gah, molto bene, prendi il mio pezzo. Mostra solo Ko-Wahi, ma dovrebbe aiutarti a trovare Nuju.

# Dialogue_Text,DL_MatoroHaveMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate, here I'll mark it on your map.
it: Le ricerche hanno portato alla scoperta di un nido di Nui-Jaga alquanto strano, ma siamo stati scacciati prima di poter indagare, lo segnerò sulla vostra mappa.

# Dialogue_Text,DL_MatoroKini1
source: Welcome, $T.
it: Benvenuto, $T.

# Dialogue_Text,DL_MatoroKini2
source: What are you waiting for?
it: Cosa stai aspettando?

# Dialogue_Text,DL_MatoroKiniExplanation1
source: $T! Wait!
it: $T! Aspetta!

# Dialogue_Text,DL_MatoroKiniExplanation10
source: I shall go to the Ko-Kini and wait for you there.
it: Mi recherò al Ko-Kini e ti spetterò lì.

# Dialogue_Text,DL_MatoroKiniExplanation2
source: I... I must speak with you. It’s about the task Nuju didn’t tell you about.
it: Io... io devo parlarti. Si tratta dell'incarico di cui Nuju non ti ha parlato.

# Dialogue_Text,DL_MatoroKiniExplanation3
source: The Turaga recently held a meeting to discuss certain... things that have been happening to you Toa. Nuju, unfortunately, came to the conclusion that he was unsure where your loyalties lie.
it: I Turaga hanno tenuto una rionione di recente per discutere di alcune... cose che sono capitate a voi Toa. Nuju, sfortunatamente, è giunto alla conclusione di non essere certo della vostra lealtà.

# Dialogue_Text,DL_MatoroKiniExplanation4
source: Do not blame him, Kopaka... Nuju is skeptical and cold by his nature. He has seen prophecies change and fail. He has seen his own friends and allies turn against him. It has taken a bigger toll on him than he cares to admit.
it: Io non lo biasimo, Kopaka... Nuju è scettico e freddo di natura. Havisto profezie mutare e fallire. Ha visto i suoi stessi amici ed alleati rivoltarsi contro di lui. Su di lui ha avuto un impatto maggiore di quanto voglia ammettere.

# Dialogue_Text,DL_MatoroKiniExplanation5
source: ...My oath to the Turaga forbids me from sharing information which is deemed a secret. However, helping you to fulfil your destiny through my actions does not violate that oath.
it: ...il mio giuramento al Turaga mi proibisce di condividere informazioni considerate segrete. Tuttavia, aiutarvi a compiere il vostro destino attraverso le mie azioni non viola il giuramento.

# Dialogue_Text,DL_MatoroKiniExplanation6
source: It means I shall assist you on your task, Toa.
it: Significa che ti aiuterò nel tuo incarico, Toa.

# Dialogue_Text,DL_MatoroKiniExplanation7
source: You, Kopaka, must travel to the Ko-Kini temple on the outskirts of Ko-Wahi. Within the temple lies a Makoki stone- a part of a key to the lair of the Makuta.
it: Tu, Kopaka, devi recarti al tempio Ko-Kini ai margini di Ko-Wahi. All'interno del tempio giace una pietra Makoki- una parte della chiave del covo di Makuta.

# Dialogue_Text,DL_MatoroKiniExplanation8
source: I am afraid we must, Kopaka.
it: Temo che dovremo, Kopaka.

# Dialogue_Text,DL_MatoroKiniExplanation9
source: I will accompany you. The temple remains locked, and I know the secret to unlocking it. I... hope that Nuju can forgive me for this, but this must be done. I cannot allow Nuju’s skepticism to prevent it.
it: Ti accompagnerò io. Il tempio è sigillato ed io conosco il segreto per sbloccarlo. Io... spero che Nuju possa perdonarmi per questo, ma deve essere fatto. Non posso permettere che lo scetticismo di Nuju lo impedisca.

# Dialogue_Text,DL_MatoroKiniKopaka1
source: Good. Now descend into the Ko-Kini.
it: Bene. Ora addentrati nel Ko-Kini.

# Dialogue_Text,DL_MatoroKiniOther
source: Just... waiting. I wonder what’s taking Kopaka so long...
it: Sto solo... aspettando. Mi chiedo perché Kopaka ci stia mettendo così tanto...

# Dialogue_Text,DL_MatoroKiniReturn
source: I see you have found the stone...
it: Vedo che hai trovato la pietra...

# Dialogue_Text,DL_MatoroKiniReturn1
source: Yes... I suppose...
it: Sì... suppongo...

# Dialogue_Text,DL_MatoroKiniReturn2
source: I… I know that I am doing the right thing in helping you with this... but I have still gone behind Nuju’s back to complete this task. I still feel uneasy about this...
it: Io… io so di star facendo la cosa giusta aiutandoti in questo... ma ho pur sempre agito alle spalle di Nuju per completare questo incaro. Mi sento ancora a disagio per questo...

# Dialogue_Text,DL_MatoroKiniReturn3
source: ...Forgive me, Toa, but I do not feel that you should leave with this stone while Nuju is deceived.
it: ...perdonami, Toa, ma non credo che dovresti andartene con questa pietra mentre Nuju ne è ancora all'oscuro.

# Dialogue_Text,DL_MatoroKiniReturnEnd
source: I shall go to speak with Nuju. Speak to us when you are ready.
it: Andrò a parlare con Nuju. Vieni da noi quando sei pronto.

# Dialogue_Text,DL_MatoroKiniReturnMine
source: If it were not for my help, you would remain without the stone, Toa. We have both gone behind Nuju’s back to do this- and I feel it is both my and your duty to have his blessing before you continue.
it: Se non fosse stato per il mio aiuto, saresti ancora senza pietra, Toa. Entrambi abbiamo agito alle spalle di Nuju per farcela- e credo che sia dovere mio quanto tuo di ricevere il suo benestare prima prima che tu possa continuare.

# Dialogue_Text,DL_MatoroKiniReturnUnderstand
source: I will as well... I only hope that he will be able to see reason. Please speak with him as soon as you are able to.
it: Ci sarò anch'io... spero solo che sia in grado comprendere le nostre ragioni. Per favore, parlo con lui non appena ne sarai ingrado.

# Dialogue_Text,DL_MatoroReturn
source: Have you found our Turaga yet?
it: Hai già trovato il nostro Turaga?

# Dialogue_Text,DL_MetalSeller
source: Metals, Statues, Crystals! I've got it all, want to take a look Toa?
it: Metalli, Statue, Cristalli! Ho di tutto, vuoi dare un'occhiata, Toa?

# Dialogue_Text,DL_Metonu
source: Hmm... Finally done.
it: Hmm... Finalmente è fatta.

# Dialogue_Text,DL_Metonu1
source: Oh it's nothing... Well it was actually quite a feat - But nothing you need concern yourself with Toa.
it: Oh non è niente... beh in realtà è stata un'impresa notevole - ma nulla di cui dovresti preoccuparti, Toa.

# Dialogue_Text,DL_Metonu2
source: Hah! Very well. I will say that all endings are merely beginnings, waiting to be born. So, It's now time for our next step.
it: Hah! Molto bene. Ti dirò che ogni fine è soltanto un'inizio che attende di nascere. Dunque è giunto il momento per il nostro prossimo passo.

# Dialogue_Text,DL_Metonu3
source: Oh wait Toa! You're still looking for the masks right? I have a device that may help.
it: Oh aspetta Toa! Stai ancora cercando le maschere, giusto? Ho un dispositivo che potrebbe essere d'aiuto.

# Dialogue_Text,DL_MetonuAkaku
source: The Akaku! X-Ray vision... Yup... That's a pretty cool one. Anyways I'll get to work!
it: La Akaku! La visione a Raggi X... eh già... è davvero una figata. Comunque sia, mi metto al lavoro!

# Dialogue_Text,DL_MetonuExplain
source: I had my friend Nuparu draft up some plans for a small device that would seek out the unique energy signals of powered masks! Or well, It's supposed to... The current design can only track one type of mask. If you'd like one I'll need some rare materials to build it, a Toa like yourself shouldn't have trouble with that though.
it: Ho fatto sviluppare al mio amico Nuparu dei progetti per un piccolo dispositivo che rintraccerà i segnali unici emessi dalle maschere con poteri! O che, beh, dovrebbe... il modello attuale è in grado di rintracciare solo un tipo di maschera. Se ne volessi uno, avrò bisogno di alcuni materiali rari per costruirlo, il che non dovrebbe essere un problema per un Toa come te.

# Dialogue_Text,DL_MetonuGive
source: Here you go. I hope you'll use it well $T!
it: Ecco a te. Spero che lo utilizzerai bene $T!

# Dialogue_Text,DL_MetonuHau
source: The Hau! Quite a useful mask, Very well!
it: La Hau! Una maschera alquanto utile, molto bene!

# Dialogue_Text,DL_MetonuHaveMaterials
source: Excellent! I'll get to work on it immediately. Before I do though, What mask would you like to track?
it: Eccellente! Mi metterò subito al lavoro. Però, prima che lo faccia, quale maschera vorresti rintracciare?

# Dialogue_Text,DL_MetonuHuna
source: The Huna! Very sneaky Toa... I'll get to work then!
it: La Huna! Un Toa alquanto furtivo... allora mi metto al lavoro!

# Dialogue_Text,DL_MetonuKakama
source: The Kakama! Ahh this one has always been one of my favorites, if I could use mask powers that'd be the one I'd wear... Anyways I'll get to work!
it: La Kakama! Ahh questa è sempre stata una delle mie preferite. Se potessi sfruttare i poteri delle maschere sarebbe quella che indosserei... comunque sia, mi metto al lavoro!

# Dialogue_Text,DL_MetonuKaukau
source: The Kaukau! Water breathing is always a handy thing to have. I'll get to work right away!
it: La Kaukau! La respirazione subacquea è sempre una cosa utile da avere. Mi metto subito al lavoro!

# Dialogue_Text,DL_MetonuKomau
source: The Komau! Mind control? I trust you won't go around using these on my fellow Matoran? Hah, I jest. I'll get to work then!
it: La Komau! Controllo mentale? Confido che non te ne andrai in giro ad usarlo sui miei compagni Matoran, vero? Hah, scherzo. Allora mi metto al lavoro!

# Dialogue_Text,DL_MetonuMahiki
source: The Mahiki! Huh, Illusion... alright I'll get to work!
it: La Mahiki! Huh, illusione... va bene, mi metto al lavoro!

# Dialogue_Text,DL_MetonuMatatu
source: The Matatu! Huh, never really saw the use in Telekinesis, but alright I'll get to work!
it: La Matatu! Huh, non ho mai compreso l'utilità della Telecinesi, ma va bene, mi metto al lavoro!

# Dialogue_Text,DL_MetonuMaterials
source: Now I hate to ask this of you, as it is a rather large list but here we go... Ten Metallic Protodermis Ingots, Ten Glow Crystals, Fifty Wahae-Mata Gel, and Two Hundred widgets. Did you catch all that?
it: Ora, detesto chiertelo, dato che è una lista piuttosto lunga, ma eccola... 10 Lingotti di Protodermis Metallico, 10 Cristalli Luminosi, 50 Gel Wahae-Mata, e 200 congegni. Hai afferrato tutto?

# Dialogue_Text,DL_MetonuMaterialsWriting
source: Oh, of couse. Here you go!
it: Oh, certamente. Ecco a te!

# Dialogue_Text,DL_MetonuMiru
source: The Miru! Levitation is nice, but I've heard it gives you a jump boost too. Maybe it should be renamed to like... The Mask of High Jump! Okay, not that but... I'll just make the thing now.
it: La Miru! Levitazione non è male, ma ho sentito che ti da una maggiore spinta nei salti. Forse dovrebbe essere rinominata come... La Maschera del Salto in Alto! Ok, magari non quello ma... ora mi limito a realizzare il dispositivo.

# Dialogue_Text,DL_MetonuOrig
source: Ahh, Finally done. Wonder what I'll do now... Wait. What do I do now?
it: Ahh, Finalmente è fatta. Mi chiedo che cosa farò ora... aspetta... ed ora che faccio?

# Dialogue_Text,DL_MetonuPakari
source: The Pakari! Wish I had one of those myself... Err, uhh, I mean I wish I could use the power! I'll just get to work...
it: La Pakari! Vorrei averne una anch'io... ehm, uhh, intendo che vorrei poterne usare i poteri! Mi metto al lavoro...

# Dialogue_Text,DL_MetonuRau
source: The Rau! Translation, not super useful but I can see the appeal... I'll get right to work then!
it: La Rau! Traduzione, non molto utile ma ne comprendo il fascino... allora mi metterò subito al lavoro!

# Dialogue_Text,DL_MetonuReturn
source: Ahh yes, Interested?
it: Ahh sì, sei interessato?

# Dialogue_Text,DL_MetonuRuru
source: The Ruru! I hope this may shed some light on it's location... That was bad, I'll just get to work.
it: La Ruru! Spero che questo possa far luce sulla sua posizione... era una pessima battuta, ora mi metto al lavoro.

# Dialogue_Text,DL_Midak1
source: G'day $T!
it: 'giorno $T!

# Dialogue_Text,DL_Midak2
source: I'm not a fan of the dark, so I stay out here.
it: Non sono un fan del buio, perciò me ne sto qui fuori.

# Dialogue_Text,DL_MiningMatoran1
source: *Huff Huff*
it: *Sbuffa, sbuffa*

# Dialogue_Text,DL_MiningMatoran2
source: *Humming*
it: *Canticchia*

# Dialogue_Text,DL_MiningMatoran3
source: *Singing* Oh, there once was a great spirit. They called him Mata-Nui, he stood tall above the clouds, he was oh so very proud. Then one day the Makuta came, and took that all away. Mata-Nui Hit the ground and will, forever, slumber now.
it: *Cantando* Oh, c'era una volta un Grande Spirito. Lo chiamavano Mata-Nui, si stagliava alto sopra le nuvole, lui era oh così orgoglioso. Poi un giorno giunse Makuta, e gli portò via tutto ciò. Mata-Nui cadde al suolo ed ora, e per sempre, lui dormirà.

# Dialogue_Text,DL_MiningMatoranLost
source: *Cuckle* I don't know how I got out here.
it: *Ridacchia* Non so come sono finito qua fuori.

# Dialogue_Text,DL_MiningMatoranUssal
source: You got it, Keep going buddy!
it: Ce la puoi fare, continua così amico!

# Dialogue_Text,DL_NightWatchGuard1
source: Greetings Toa $T. Any trouble to report?
it: Saluti Toa $T. qualche problema da segnalare?

# Dialogue_Text,DL_NightWatchGuard2
source: Be on the look out for trouble makers.
it: Tieni un occhio aperto per i piantagrane.

# Dialogue_Text,DL_Nixie
source: Hmm, I see, interesting.
it: Hmm, vedo, interessante.

# Dialogue_Text,DL_NixieResponse
source: Ahh, Hello Toa $T, It's nothing just studying the stars.
it: Ahh, salve Toa $T. Non è niente, sto solo studiando le stelle.

# Dialogue_Text,DL_NixieResponse1
source: I interpret the positions of the stars in relation to the Red Star to determine the future.
it: Interpreto la posizione delle stelle in relazione alla Stella Rossa per determinare il futuro.

# Dialogue_Text,DL_NixieResponse2
source: I've seen the tell tale signs of a big change on the horizon. For better or for worse, things will be changing Toa $T...
it: Ho visto i segni rivelatori di un grande cambiamento all'orizzonte. Nel bene o nel male, le cose cambieranno Toa $T...

# Dialogue_Text,DL_Nokama1
source: A truth that, we confess, should have been told to you from the beginning.
it: Un verità che, confessiamo, avremmo dovuto dirvi fin dall'inizio.

# Dialogue_Text,DL_Nokama2
source: This... this is not the first time you have descended into Mangaia.
it: Questa... questa non è la prima volta che scendete nel Mangaia.

# Dialogue_Text,DL_Nokama3
source: The Turaga and I were... holding a meeting. On my way back to Ga-Koro, I was attacked by that Tarakava you encountered and dragged down here.
it: Io ed i Turaga stavamo... tenendo una riunione. Mentre tornavo a Ga-Koro, sono stata attaccata da quel Tarakava che hai incontrato e sono stata trascinata quaggiù.

# Dialogue_Text,DL_NokamaBase1
source: $T! It is good to see you. It has been quite some time since I’ve seen a friendly face.
it: $T! È bello vederti. È passato un bel po' di tempo dall'ultima volta che ho visto una faccia amica.

# Dialogue_Text,DL_NokamaHeadBack
source: I will indeed. Many thanks, Toa $T. I hope you will visit our village once I have returned- there are more things I wish to show you.
it: Lo farò di certo. Molte grazie, Toa $T. Spero che visiterai il nostro villaggio una volta che vi avrò fatto ritorno- ci sono altre cose che desidero mostrarti.

# Dialogue_Text,DL_NokamaHeadBack2
source: I am as well. Do come visit me once I have returned to Ga-Koro. I have something which I will be able to share with you.
it: Lo sono anch'io. Vieni a trovarmi una volta che sarò tornata a Ga-Koro. Ho qualcosa che potrò condividere con te.

# Dialogue_Text,DL_NokamaKoro
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
it: Che piacere vederti, Toa $T. Confido che ti stia godendo il tuo tempo a Ga-Koro?

# Dialogue_Text,DL_NokamaKoroGali1
source: I did, Gali. There is another artifact which you must collect, alongside your great masks. It is called a Makoki Stone, and it is a part of a key to the Makuta’s lair.
it: L'ho fatto, Gali. C'è un altro artefatto che devi recuperare, insieme alle tue grandi maschere. È chiamata Pietra Makoki, ed una parte della chiave per il covo di Makuta.

# Dialogue_Text,DL_NokamaKoroGali2
source: The stone lies within the Ga-Kini, a Temple which lies beneath the water not far from here. You must go there, descend into the temple, and retrieve the stone that lies within.
it: La pietra giace all'interno del Ga-Kini, un Tempio che giace sommerso non lontano da qui. Devi andare là, inoltrarti nel tempio, e recuperare la pietra che giace al suo interno.

# Dialogue_Text,DL_NokamaKoroGali25
source: Take great care, Toa Gali. The Temple is infested with The Makuta’s Rahi. I do hope you fare better than last time.
it: Fai molta attenzione, Toa Gali. Il Tempio è infestato dai Rahi di Makuta. Spero che tu riesca a cavartela meglio dell'ultima volta.

# Dialogue_Text,DL_NokamaKoroGali26
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
it: Quando tu- Oh! Perdonami, l'ultima volta che *NOI* abbiamo tentato di entrare nel Ga-Kini. Un gruppo della guardia di Ga-Koro è stato scacciato dai Rahi all'interno- Rahi che tu dovrai sconfiggere.
