Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Quest_Objective,Quest_Protosteel_Objective_2
source: Discover what happened to the town.
pl_pl: Dowiedz się, co stało się z miastem.

# Quest_Objective,Quest_Protosteel_Objective_3
source: Find Kohi (He went to Ga-Koro to charter a boat)
pl_pl: Znajdź Kohiego. (Udał się do Ga-Koro, aby wyczarterować łódź)

# Quest_Objective,Quest_Protosteel_Objective_4
source: Pull the protosteel sword from the stone
pl_pl: Wyciągnij protostalowy miecz z kamienia.

# Quest_Objective,Quest_Protosteel_Objective_5
source: Speak to Kohi
pl_pl: Porozmawiaj z Kohim.

# Quest_Objective,Quest_Protosteel_Objective_6
source: Visit Kohi's forge in Po-koro
pl_pl: Odwiedź kuźnię Kohiego w Po-Koro.

# Quest_Objective,Quest_Protosteel_Objective_7
source: Recive Kohi's Gift
pl_pl: Odbierz prezent od Kohiego.

# Quest_Objective,Quest_Staff_Objective_1
source: Speak to Takar about the mix up.
pl_pl: Porozmawiaj z Takarem o pomyłce.

# Quest_Objective,Quest_Staff_Objective_2
source: Get the Staff shipment back from Niidok.
pl_pl: Zabierz przesyłkę kosturów od Niidoka.

# Quest_Objective,Quest_Staff_Objective_3
source: Return to Takar and give him the shipment.
pl_pl: Wróć do Takara i daj mu przesyłkę.

# Quest_Objective,Quest_Tahu_Objective_1
source: Travel to Ta-Koro and Interact with the Suva.
pl_pl: Udaj się do Ta-Koro i wejdź w interakcję z Suvą.

# Quest_Objective,Quest_Takoro_Objective_1
source: Travel to Ta-Koro and find Jala.
pl_pl: Udaj się do Ta-Koro i znajdź Jalę.

# Quest_Objective,Quest_Takoro_Objective_2
source: Talk to Turaga Vakama.
pl_pl: Porozmawiaj z Turagą Vakamą.

# Quest_Objective,Quest_TaMakokiStone_Objective_1
source: Speak to Vakama.
pl_pl: Porozmawiaj z Vakamą.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_1
source: Find the cause of the river stoppage.
pl_pl: Znajdź przyczynę zatoru rzeki.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_2
source: Defeat the "Tarakava of the Frost"
pl_pl: Pokonaj "Tarakavę Zmrożenia"

# Quest_Objective,Quest_TheLakeOfFrost_Objective_3
source: Speak to the matoran.
pl_pl: Porozmawiaj z Matoraninem.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_4
source: Report to Dameo.
pl_pl: Wróć do Dameo.

# Quest_Objective,Quest_TheToaOfFire1_Objective_1
source: Find Mask
pl_pl: Znajdź Maskę

# Quest_Objective,Quest_TheToaOfFire1_Objective_2
source: Pick Up Mask
pl_pl: Podnieś Maskę

# Quest_Objective,Quest_TheToaOfFire1_Objective_3
source: Use Mask Power
pl_pl: Użyj Mocy Maski

# Quest_Objective,Quest_TheToaOfFire1_Objective_4
source: Retrive Sword
pl_pl: Wyciągnij Miecz

# Quest_Objective,Quest_TheToaOfFire1_Objective_5
source: Defeat the Rahi
pl_pl: Pokonaj Rahi

# Quest_Objective,Quest_TheToaOfFire1_Objective_6
source: Investigate The Figure
pl_pl: Zbadaj Statuę

# Quest_Objective,Quest_TheToaOfFire1_Objective_7
source: Head to Ta Koro
pl_pl: Udaj się do Ta-Koro

# Quest_Objective,Quest_TheTuragaOfAir_Objective_1
source: Find Matau.
pl_pl: Znajdź Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_2
source: Attack the tree to loose Matau.
pl_pl: Zaatakuj drzewo, aby strącić Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_3
source: Talk To Matau.
pl_pl: Porozmawiaj z Matau.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_1
source: Find Whenua and Speak to him.
pl_pl: Znajdź Whenuą i porozmawiaj z nim.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_2
source: Push Whenua. (Attack him)
pl_pl: Popchnij Whenuę. (Zaatakuj go)

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_3
source: Speak to Whenua.
pl_pl: Porozmawiaj z Whenuą.

# Quest_Objective,Quest_TheTuragaOfIce_Objective_1
source: Find and save Nuju.
pl_pl: Znajdź i uratuj Nuju.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_1
source: Find Onewa and Speak to him.
pl_pl: Znajdź Onewę i porozmawiaj z nim.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_2
source: Attack the pillar to make a ramp up for Onewa
pl_pl: Zaatakuj filar, aby stworzyć podest dla Onewy

# Quest_Objective,Quest_TheTuragaOfStone_Objective_3
source: Talk To Onewa
pl_pl: Porozmawiaj z Onewą

# Quest_Objective,Quest_TheTuragaOfWater_Objective_1
source: Find Nokama.
pl_pl: Znajdź Nokamę.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_2
source: Defeat the Tarakava.
pl_pl: Pokonaj Tarakava.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_3
source: Find Nokama and Speak to her.
pl_pl: Znajdź Nokamę i porozmawiaj z nią.

# ST_CutsceneDialogue,MakutaExplode_Line1
source: Everyone's alright? Good.
pl_pl: Wszyscy w porządku? To dobrze.

# ST_CutsceneDialogue,MakutaExplode_Line10
source: Makuta used this to reset us to when we first arrived. Do you think…?
pl_pl: Makuta użył tego, aby zresetować nas do czasu, kiedy tu po raz pierwszy przybyliśmy. Czy myślicie...?

# ST_CutsceneDialogue,MakutaExplode_Line11
source: It’s our only chance.
pl_pl: To nasza jedyna szansza.

# ST_CutsceneDialogue,MakutaExplode_Line12
source: This is the only way to dispel his influence over us. Over the whole island!
pl_pl: To jedyny sposób, aby pozbyć się jego wpływu nad nami. Nad całą wyspą!

# ST_CutsceneDialogue,MakutaExplode_Line13
source: Then it is what we must do.
pl_pl: W takim razie, zróbmy to, co musimy.

# ST_CutsceneDialogue,MakutaExplode_Line14
source: ...I can only hope we'll do better next time.
pl_pl: …Mogę mieć tylko nadzieję, że następnym razem pójdzie nam lepiej.

# ST_CutsceneDialogue,MakutaExplode_Line15
source: You are out of time, Toa.
pl_pl: Was czas się skończył, Toa.

# ST_CutsceneDialogue,MakutaExplode_Line16
source: Not anymore.
pl_pl: Nie tym razem.

# ST_CutsceneDialogue,MakutaExplode_Line17
source: What? Stop! What are you doing?
pl_pl: Co? Przestań! Co robisz?

# ST_CutsceneDialogue,MakutaExplode_Line18
source: What I have to.
pl_pl: To co muszę.

# ST_CutsceneDialogue,MakutaExplode_Line2
source: Is this it? Have we won?
pl_pl: Czy to wszystko? Wygraliśmy?

# ST_CutsceneDialogue,MakutaExplode_Line3
source: I think... we have.
pl_pl: Chyba tak... wygraliśmy.

# ST_CutsceneDialogue,MakutaExplode_Line4
source: Not... quite.
pl_pl: Nie... nie do końca.

# ST_CutsceneDialogue,MakutaExplode_Line5
source: Give up, You've been defeated!
pl_pl: Poddaj się. Zostałeś pokonany!

# ST_CutsceneDialogue,MakutaExplode_Line6
source: What’s going on?
pl_pl: Co się dzieje?

# ST_CutsceneDialogue,MakutaExplode_Line7
source: He’s going to bring all of Mangaia down on us!
pl_pl: Chce na nas zwalić cały Mangai!

# ST_CutsceneDialogue,MakutaExplode_Line8
source: You fool! You’ll crush yourself as well!
pl_pl: Głupcze! Zginiesz razem z nami!

# ST_CutsceneDialogue,MakutaExplode_Line9
source: I am not killed so easily. Unfortunately, you are far more fragile.
pl_pl: Nie tak łatwo mnie zabić. Niestety, jesteście o wiele bardziej delikatni.

# ST_CutsceneDialogue,MakutaIntro_Line1
source: Makuta! We have come!
pl_pl: Makuta! Przyszliśmy po Ciebie!

# ST_CutsceneDialogue,MakutaIntro_Line10
source: We’ve come to break your cycle of destruction and lies! You shall not control us, or the matoran.
pl_pl: Przyszliśmy, aby przerwać Twój cykl zniszczenia i kłamstw! Nie możesz kontrolować nas, ani Matoran.

# ST_CutsceneDialogue,MakutaIntro_Line11
source: ...interesting.
pl_pl: ...doprawdy ciekawe.

# ST_CutsceneDialogue,MakutaIntro_Line12
source: It seems the foolish Turaga have grown weary of their deception. How many defeats did you need to suffer before they revealed their secrets?
pl_pl: Wygląda na to, że ci głupcy Turaga zmęczyli się swoimi kłamstwami. Ile razy musielibyście jeszcze polec, zanim wyjawiliby wam swoje sekrety?

# ST_CutsceneDialogue,MakutaIntro_Line13
source: And how many other secrets do they still selfishly cling to after all of these years?
pl_pl: A ile innych sekretów wciąż samolubnie ukrywają po tylu latach?

# ST_CutsceneDialogue,MakutaIntro_Line14
source: Enough of your deceitful words. Your reign ends here!
pl_pl: Dość twych zwodniczych słów. Twoje panowanie kończy się tutaj!

# ST_CutsceneDialogue,MakutaIntro_Line15
source: We won’t allow you to reset us again!
pl_pl: Nie pozwolimy na to, abyś znów nas zresetował!

# ST_CutsceneDialogue,MakutaIntro_Line16
source: ...Yes... I believe you are correct.
pl_pl: ...Tak... Chyba macie rację.

# ST_CutsceneDialogue,MakutaIntro_Line17
source: What?
pl_pl: Co?

# ST_CutsceneDialogue,MakutaIntro_Line18
source: I enjoyed toying with you, Toa. Watching you struggle past all of my challenges only to fail again, and again, and again. But I believe... that time has passed.
pl_pl: Lubiłem się z Wami bawić, Toa. Oglądać, jak borykacie się ze wszystkimi moimi wyzwaniami, tylko po to, aby znowu przegrywać - raz za razem. Ale myślę... że ten czas się skończył.

# ST_CutsceneDialogue,MakutaIntro_Line19
source: I’ll be sure to kill you this time.
pl_pl: Tym razem upewnię się, że was zabiję.

# ST_CutsceneDialogue,MakutaIntro_Line2
source: Welcome, Toa.
pl_pl: Witajcie,Toa.

# ST_CutsceneDialogue,MakutaIntro_Line20
source: WAIT!
pl_pl: STÓJ!

# ST_CutsceneDialogue,MakutaIntro_Line3
source: You... are the Makuta?
pl_pl: Ty... ty jesteś Makuta?

# ST_CutsceneDialogue,MakutaIntro_Line4
source: I am that which you have sworn to protect.
pl_pl: Jestem tym, którego przysięgaliście chronić.

# ST_CutsceneDialogue,MakutaIntro_Line5
source: It’s a trick... another one of Makuta’s illusions.
pl_pl: To sztuczka... kolejna z iluzji Makuty.

# ST_CutsceneDialogue,MakutaIntro_Line6
source: You defile Mata Nui’s name by taking the form of the matoran!
pl_pl: Kalasz imię Mata Nui, przybierając formę Matoranina!

# ST_CutsceneDialogue,MakutaIntro_Line7
source: You know nothing of my brother’s name, nor his will. You do not even know the truth...
pl_pl: Nie wiecie nic o imieniu mojego brata, ani jego woli. Nie znacie nawet całej prawdy...

# ST_CutsceneDialogue,MakutaIntro_Line8
source: We know the truth! We know what you’ve done to us in the past!
pl_pl: Znamy prawdę! Wiemy, co nam zrobiłeś w przeszłości!

# ST_CutsceneDialogue,MakutaIntro_Line9
source: ...Oh?
pl_pl: ...Och?

# ST_CutsceneDialogue,MakutaReturn_Line1
source: Why must you persist? Can you not see how futile your struggle is?
pl_pl: Dlaczego jesteście tacy uparci? Nie widzicie, jak daremne są wasze wysiłki?

# ST_CutsceneDialogue,MakutaReturn_Line2
source: You cannot hold us any longer! This cycle ends here!
pl_pl: Nie możesz nas już dłuzej powstrzymywać! Ten cykl kończy się tutaj!

# ST_CutsceneDialogue,MakutaReturn_Line3
source: I shall use this mask to rule over the Matoran! It is my destiny!
pl_pl: Użyję tej maski, by rządzić Matoranami! To moje przeznaczenie!

# ST_CutsceneDialogue,MakutaReturn_Line4
source: And it is our destiny to defeat you!
pl_pl: A naszym jest pokonanie Cię!

# ST_CutsceneDialogue,POTM_Line1
source: So it seems you've found me... You cannot stop my crusade, your time will come toa... For I am THE PROPHET OF THE MAKUTA!
pl_pl: Wygląda na to, że mnie znalazłeś... Nie możesz powstrzymać mojej krucjaty, Twój czas nadejdzie, Toa… Bo ja jestem PROROKIEM MAKUTY!

# ST_CutsceneDialogue,POTM_Line10
source: Wait, What? What's this about equality?
pl_pl: Czekaj, co? Co ma znaczyć ta mowa o równowadze?

# ST_CutsceneDialogue,POTM_Line11
source: Remember when we made the three tenets? Do you remember what they are?
pl_pl: Pamiętasz, kiedy ustalaliśmy trzy zasady? Pamiętasz jak one brzmiały?

# ST_CutsceneDialogue,POTM_Line12
source: Destruction... Creation... Peace...
pl_pl: Zniszczenie... Kreacja... Pokój...

# ST_CutsceneDialogue,POTM_Line2
source: What is this crusade? And what would you have to gain from siding with the Makuta?
pl_pl: Co to za krucjata? I co zyskasz, sprzymierzając się z Makutą?

# ST_CutsceneDialogue,POTM_Line3
source: My Quest is to show my fellow Matoran what really happened that day. That Makuta Defeated Mata Nui and therefore is the greater being! Why are they all worshiping Mata Nui when he was the one that fell?!?
pl_pl: Moją misją jest uświadomienie innym Matoranom co naprawdę wydarzyło się tamtego dnia. Że to Makuta pokonał Mata Nui i dlatego jest istotą wyższą. Dlaczego wszyscy czczą Mata Nui, skoro to on był tym, który przegrał?!?

# ST_CutsceneDialogue,POTM_Line4
source: How did you find this place?
pl_pl: Jak znalazłeś to miejsce?

# ST_CutsceneDialogue,POTM_Line5
source: A Matoran told me where it was. Why?
pl_pl: Pewien Matoranin powiedział mi, gdzie je znaleźć.

# ST_CutsceneDialogue,POTM_Line6
source: Impossible! No one knows where it is! Except for...
pl_pl: Niemożliwe! Nikt nie wie, gdzie ono jest! Nikt poza...

# ST_CutsceneDialogue,POTM_Line7
source: Brother...
pl_pl: Bracie...

# ST_CutsceneDialogue,POTM_Line8
source: Komaru, stop this madness! You know that one being is not superior! It's both combined that creates equality!
pl_pl: Komaru, skończ z tym szaleństwem! Wiesz dobrze, że żadna z istot nie jest wyższa! Tylko razem mogą tworzyć równowagę!

# ST_CutsceneDialogue,POTM_Line9
source: That's not my name! I... I am The PROPHET OF THE MAKUTA!
pl_pl: Nie nazywaj mnie tak! Ja... Ja jestem PROROKIEM MAKUTY!

# ST_CutsceneDialogue,TarakavaOfFrost2_Line2
source: Wait! Who are you?
pl_pl: Zaczekaj! Kim jesteś?

# ST_CutsceneDialogue,TarakavaOfFrost2_Line3
source: How did he make it up there so fast? I should probably talk to him, maybe he knows a little more about what's going on here.
pl_pl: Jak on się tam tak szybko znalazł? Chyba {G}|gender(powinienem, powinnnam) z nim porozmawiać, może wie coś więcej o tym, co się tu dzieje.

# ST_CutsceneDialogue,TarakavaOfFrost_Line1
source: Strange. It appears it wasn't a landslide that blocked off the water, but rather a mechanical dam.
pl_pl: Dziwne. Wygląda na to, że to nie lawina zablokowała bieg rzeki, lecz mechaniczna tama.

# ST_CutsceneDialogue,TarakavaOfFrost_Line2
source: That's one huge Tarakava!
pl_pl: To wielki Tarakava!

# ST_CutsceneDialogue,TarakavaOfFrost_Line3
source: I am the spirit of this lake, You will not harm it Toa.
pl_pl: Jest duchem tego jeziora. Nie skrzywdzisz go, Toa.

# ST_CutsceneDialogue,TarakavaOfFrost_Line4
source: I'm not here to harm it, I just want to restore the flow of the river.
pl_pl: Nie jestem tu, aby je skrzywdzić. Chcę tylko przywrócić bieg rzeki.

# ST_CutsceneDialogue,TarakavaOfFrost_Line5
source: This lake contains holy water, it should be contained. Not allowed to run off into the sea.
pl_pl: To jezioro zawiera świętą wodę i tak powinno zostać. Nie mogę pozwolić, by spłynęła do morza.

# ST_CutsceneDialogue,TarakavaOfFrost_Line6
source: There are other Matoran and Rahi that rely on this river, would you have them displaced from their homes just to keep your water?
pl_pl: Inni Matoranie i Rahi czerpią polegają na tej rzece. Chcesz zmusić ich do opuszczenia swoich domów, tylko po to, aby zachować swoją wodę?

# ST_CutsceneDialogue,TarakavaOfFrost_Line7
source: I would. I cannot allow other, more inferior beings to use my water for their own impure purposes.
pl_pl: Tak, chcę. Nie mogę pozwolić, aby inne, niższe istoty wykorzystywały moją wodę do swoich nieczystych celów.

# ST_CutsceneDialogue,TarakavaOfFrost_Line8
source: I'm afraid I can't stand for that...
pl_pl: Obawiam się, że nie mogę na to pozwolić...

# ST_DialogueGeneralLocalization,AnythingToDo
source: Do you have anything for me to do?
pl_pl: Czy jest coś, co {G}|gender(mógłbym, mogłabym) zrobić?

# ST_DialogueGeneralLocalization,Anythingtoreport
source: Anything to report?
pl_pl: Cokolwiek nowego?

# ST_DialogueGeneralLocalization,Areyoualright
source: Are you alright?
pl_pl: Czy wszystko w porządku?

# ST_DialogueGeneralLocalization,Areyoulost
source: Are you lost?
pl_pl: Czy się {G}|gender(zgubiłeś, zgubiłaś)?

# ST_DialogueGeneralLocalization,Buildingforfun
source: Are you just building this for fun?
pl_pl: Czy budujesz to dla przyjemności?

# ST_DialogueGeneralLocalization,Bye!
source: Bye!
pl_pl: Pa!

# ST_DialogueGeneralLocalization,Goodbye
source: Goodbye.
pl_pl: Do wiedzenia.

# ST_DialogueGeneralLocalization,GoodbyeElipsis
source: Goodbye...
pl_pl: Do widzenia...

# ST_DialogueGeneralLocalization,HelloToaElipsis
source: Hello Toa...
pl_pl: Witaj, Toa...

# ST_DialogueGeneralLocalization,ISee
source: I see.
pl_pl: Rozumiem.

# ST_DialogueGeneralLocalization,Isee...
source: I see...
pl_pl: Rozumiem...

# ST_DialogueGeneralLocalization,Issomethingthematter
source: Is something the matter?
pl_pl: Czy coś się stało?

# ST_DialogueGeneralLocalization,Itwasnotrouble
source: It was no trouble.
pl_pl: To żaden problem.

# ST_DialogueGeneralLocalization,IWill
source: I will.
pl_pl: Dobrze.

# ST_DialogueGeneralLocalization,Leave
source: *Leave*
pl_pl: *Odejdź*

# ST_DialogueGeneralLocalization,Nothankyou
source: No thank you.
pl_pl: Nie, dziękuję.

# ST_DialogueGeneralLocalization,Perhapsanothertime
source: Perhaps another time.
pl_pl: Może innym razem.

# ST_DialogueGeneralLocalization,Riverdriedup
source: Do you know why the river dried up?
pl_pl: Czy wiesz, dlaczego rzeka wyschła?

# ST_DialogueGeneralLocalization,TakeLook
source: I'll take a look.
pl_pl: Przyjrzę się temu.

# ST_DialogueGeneralLocalization,ThankYou
source: Thank you.
pl_pl: Dziękuję.

# ST_DialogueGeneralLocalization,Thankyou!
source: Thank you!
pl_pl: Dziękuję!

# ST_DialogueGeneralLocalization,Trade
source: I'd like to trade.
pl_pl: Chciałbym pohandlować.

# ST_DialogueGeneralLocalization,Verywell
source: Very well.
pl_pl: W porządku.

# ST_DialogueGeneralLocalization,What
source: What?
pl_pl: Co?

# ST_DialogueGeneralLocalization,Whatareyoudoing
source: What are you doing?
pl_pl: Co robisz?

# ST_DialogueGeneralLocalization,Whatdoyoumean
source: What do you mean?
pl_pl: Co masz na myśli?

# ST_DialogueGeneralLocalization,Whatisit
source: What is it?
pl_pl: O co chodzi?

# ST_DialogueGeneralLocalization,WhatYouHave
source: I'd like to see what you have.
pl_pl: Chciałbym zobaczyć twoje towary.

# ST_DialogueGeneralLocalization,Wheretogo
source: Where would you like to go?
pl_pl: Gdzie chciałbyś się udać?

# ST_DialogueGeneralLocalization,Whoareyou
source: Who are you?
pl_pl: Kim jesteś?

# ST_DialogueGeneralLocalization,WillSee
source: I'll see what I can do.
pl_pl: Zobaczę, co da się zrobić.

# ST_GeneralLocalization,Gen_CableTransport
source: Cable Transport System
pl_pl: Kolejka linowa

# ST_GeneralLocalization,Gen_Climb
source: Climb {Facing}
pl_pl: Wespnij się po {Facing}

# ST_GeneralLocalization,Gen_ClimbDown
source: Climb Down {Facing}
pl_pl: Zejdź po {Facing}

# ST_GeneralLocalization,Gen_ClimbUp
source: Climb Up {Facing}
pl_pl: Wespnij się po {Facing}

# ST_GeneralLocalization,Gen_Conv_Conversation
source: Conversation
pl_pl: Rozmowa

# ST_GeneralLocalization,Gen_Conv_HarekLaru
source: Harek and Laru
pl_pl: Harek i Laru

# ST_GeneralLocalization,Gen_Conv_PauriKauri
source: Pauri and Kauri
pl_pl: Pauri i Kauri

# ST_GeneralLocalization,Gen_Conv_TafallTaphal
source: Tafall and Taphal
pl_pl: Tafall i Taphal

# ST_GeneralLocalization,Gen_Conv_TapahlTafall
source: Tapahl and Tafall
pl_pl: Taphal i Tafall

# ST_GeneralLocalization,Gen_Conv_Whagna
source: The Whagna Villagers
pl_pl: Mieszkańcy Whagna

# ST_GeneralLocalization,Gen_CosmeticsBench
source: Cosmetics Bench
pl_pl: Stolik personalizacyjny

# ST_GeneralLocalization,Gen_Door
source: Door
pl_pl: Drzwi

# ST_GeneralLocalization,Gen_ElevatorLever
source: Elevator Lever
pl_pl: Dźwignia windy

# ST_GeneralLocalization,Gen_Gate
source: Gate
pl_pl: Brama

# ST_GeneralLocalization,Gen_Interact
source: Interact with {Facing}
pl_pl: Wejdź w interakcję z {Facing}

# ST_GeneralLocalization,Gen_Ladder
source: Ladder
pl_pl: Drabina

# ST_GeneralLocalization,Gen_LeftBlock
source: Left Block
pl_pl: Lewy Blok

# ST_GeneralLocalization,Gen_Lever
source: Lever
pl_pl: Dźwignia

# ST_GeneralLocalization,Gen_LeverOne
source: Lever One
pl_pl: Pierwsza Dźwignia

# ST_GeneralLocalization,Gen_LeverThree
source: Lever Three
pl_pl: Trzecia Dźwignia

# ST_GeneralLocalization,Gen_LeverTwo
source: Lever Two
pl_pl: Druga Dźwignia

# ST_GeneralLocalization,Gen_Listen
source: Listen to {Facing}
pl_pl: Słuchaj {Facing}

# ST_GeneralLocalization,Gen_LockedDoor
source: Locked Door
pl_pl: Zamknięte drzwi

# ST_GeneralLocalization,Gen_MakokiDesc
source: A piece of a key used to enter the Makuta's Lair.
pl_pl: Fragment klucza pozwalającego wejść do Kryjówki Makuty.

# ST_GeneralLocalization,Gen_MiddleBlock
source: Middle Block
pl_pl: Środkowy Blok

# ST_GeneralLocalization,Gen_ObtaintheMakokiStone
source: Obtain the Makoki Stone.
pl_pl: Zdobądź Kamień Makoki.

# ST_GeneralLocalization,Gen_Open
source: Open {Facing}
pl_pl: Otwórz {Facing}

# ST_GeneralLocalization,Gen_Pickup
source: Pick up {Facing}
pl_pl: Podnieś {Facing}

# ST_GeneralLocalization,Gen_RestoryMyMemory
source: I can't remember... Where am I? There is a pull, a drive to begin walking - Perhaps I can find someone that can help restore my memory.
pl_pl: Nie mogę sobie przypomnieć... Gdzie jestem? To pragnienie poruszania... aby iść do przodu - może znajdę kogoś, kto może mi pomóc odzyskać moje wspomnienia.

# ST_GeneralLocalization,Gen_RightBlock
source: Right Block
pl_pl: Prawy Blok

# ST_GeneralLocalization,Gen_Rope
source: Rope
pl_pl: Lina

# ST_GeneralLocalization,Gen_Speak
source: Speak with {Facing}
pl_pl: Porozmawiaj z {Facing}

# ST_GeneralLocalization,Gen_SpeakTo
source: Speak to {NPC}
pl_pl: Porozmawiaj z {NPC}

# ST_GeneralLocalization,Gen_SuvaInteract
source: Unlock Golden Mask for {Toa}
pl_pl: Odblokuj Złotą Maskę dla {Toa}

# ST_GeneralLocalization,Gen_Telescope
source: Telescope
pl_pl: Teleskop

# ST_GeneralLocalization,Gen_TradeDeal
source: Trade deal
pl_pl: Umowa handlowa

# ST_GeneralLocalization,Gen_Waikiru
source: Fragments of a First Mate's log from a ship named the 'Waikiru'
pl_pl: Fragment dzienniku pierwszego oficera statku 'Waikiru'

# ST_GeneralLocalization,Gen_Window
source: Window
pl_pl: Okno

# ST_Localization,UIAnalogR
source: Right Analog Stick
pl_pl: Prawy gałka analogowa

# ST_Localization,UIAutoSave
source: Auto Save
pl_pl: Autozapis

# ST_Localization,UIBack
source: Back
pl_pl: Wróć

# ST_Localization,UIBindFirst
source: Bind to First Slot
pl_pl: Przypisz do slotu 1

# ST_Localization,UIBindSecond
source: Bind to Second Slot
pl_pl: Przypisz do slotu 2

# ST_Localization,UIBoat
source: Boat
pl_pl: Łódź

# ST_Localization,UIBorderless
source: Borderless
pl_pl: Bez ramki

# ST_Localization,UICancel
source: Cancel
pl_pl: Anuluj

# ST_Localization,UIClose
source: Close
pl_pl: Zamknij

# ST_Localization,UIConfirm
source: Confirm
pl_pl: Potwierdź

# ST_Localization,UIContinuous
source: Continuous
pl_pl: Stały

# ST_Localization,UIConvert
source: Convert
pl_pl: Zmień

# ST_Localization,UICredits
source: Credits
pl_pl: Napisy

# ST_Localization,UICrush
source: Crush
pl_pl: Zgnieć

# ST_Localization,UIDisable
source: Disable
pl_pl: Wyłącz

# ST_Localization,UIDisabled
source: Disabled
pl_pl: Wyłączone

# ST_Localization,UIEnable
source: Enable
pl_pl: Włącz

# ST_Localization,UIEnabled
source: Enabled
pl_pl: Włączone

# ST_Localization,UIEpic
source: Epic
pl_pl: Ultra

# ST_Localization,UIExit
source: Exit
pl_pl: Wyjdź

# ST_Localization,UIExitControlScheme
source: {Input} <Key>to exit</>
pl_pl: {Input} <Key>aby wyjść</>

# ST_Localization,UIFullScreen
source: FullScreen
pl_pl: Pełny ekran

# ST_Localization,UIHigh
source: High
pl_pl: Wysokie

# ST_Localization,UIHigher
source: Higher
pl_pl: Bardzo wysokie

# ST_Localization,UILMB
source: Left Mouse Button
pl_pl: Lewy Przycisk Myszy

# ST_Localization,UILoadGame
source: Load Game
pl_pl: Wczytaj Grę

# ST_Localization,UILocked
source: (Locked)
pl_pl: (Zablokowane)

# ST_Localization,UILow
source: Low
pl_pl: Niskie

# ST_Localization,UILower
source: Lower
pl_pl: Bardzo niskie

# ST_Localization,UIMeditationPoint
source: Meditation Point
pl_pl: Punktem Medytacyjnym

# ST_Localization,UIMedium
source: Medium
pl_pl: Średnie

# ST_Localization,UIMouse
source: Mouse
pl_pl: Myszka

# ST_Localization,UIMultiple
source: Multiple
pl_pl: Wiele
