Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_OutcastGrass
source: It's real simple tall guy - The rocks above protect us from the snow, the stones hanging from them are heat stones, and the water below me is an underground hotspring!
pl_pl: To proste {G}|gender(wysoki, wysoka) {G}|gender(ziomie, ziomeczko) - skały powyżej chronią nas przed śniegiem, kamienie zwisające z nich to Kamienie Cieplne, a woda pode mną to podziemne gorące źródło!

# Dialogue_Text,DL_OutcastWho
source: Me? Uhh, I don't remember what they called me. Weirdo? No that's not right... You can just call me Plant Man!
pl_pl: Ja? Eee, nie pamiętam, jak mnie nazywali. Dziwak? Nie, to nie to... Możesz po prostu nazywać mnie Roślinnym Ziomem!

# Dialogue_Text,DL_OutcastWhy
source: I'm here to protect my plants mannn...
pl_pl: Jestem tu, żeby chronić moje roślinki, zioooom...

# Dialogue_Text,DL_OutcastWhy1
source: Uhh... No, not really. I used to live in Ko-Koro but I didn't really fit in there, they threw me out dude!
pl_pl: Eeee... Nie do końca. Mieszkałem kiedyś w Ko-Koro, ale nie pasowałem tam, więc mnie wyrzucili, ziom!

# Dialogue_Text,DL_Pauri1
source: Greetings, welcome to our shop!
pl_pl: Witaj w naszym sklepie!

# Dialogue_Text,DL_Pauri2
source: That's right, me and my brother run this shop together! We primarily sell exotic plants, but due to most of them being imported they can be quite pricey.
pl_pl: Tak, dobrze {G}|gender(słyszałeś, słyszałaś), ja i mój brat prowadzimy razem ten sklep! Głównie sprzedajemy egzotyczne rośliny, ale ponieważ musimy je sprowadzać, ceny są dosyć wysokie.

# Dialogue_Text,DL_PetOwner
source: Howdy Toa! Staying long?
pl_pl: Hej, Toa! Zostajesz tu na dłużej?

# Dialogue_Text,DL_PetOwner_Why
source: Why it's beautiful! Haha, I crack myself up sometimes. Trade is going well from what I hear, I'm not really in a position to say much else.
pl_pl: Jest pięknie! Haha, czasami sam siebie rozbawiam. Z tego, co słyszałem, handel idzie całkiem dobrze, ale nie mam odpowiedniego stanowiska, żeby się wypowiadać.

# Dialogue_Text,DL_PlantSeller1
source: Fresh vegetation, Harakeke, Bamboo, and more!
pl_pl: Świeże rośliny: harakeke, bambus i wiele więcej!

# Dialogue_Text,DL_PoduFail1
source: Good to see you, $T.
pl_pl: Dobrze Cię widzieć, $T.

# Dialogue_Text,DL_PoduFailGeneral1
source: Just for Kopaka... again. It feels like I’ve been out here for so long... but at least it’s better than Ko-Koro.
pl_pl: Na Kopakę... znowu. Czuję, jakbym czekał tu już wieczność... ale przynajmniej jest tu cieplej niż w Ko-Koro.

# Dialogue_Text,DL_PoduFailKopaka1
source: DID SOMEONE JUST SAY POHATU?
pl_pl: CZY KTOŚ POWIEDZIAŁ POHATU?

# Dialogue_Text,DL_PoduFailKopaka2
source: Well that’s just perfect timing on my part. You ready?
pl_pl: Cóż, wygląda na to, że mam wspaniałe wyczucie czasu. Gotów?

# Dialogue_Text,DL_PoduFailKopakaRematch
source: That’s good enough. Let’s Race!
pl_pl: W porządku. Niech rozpocznie się wyścig!

# Dialogue_Text,DL_PoduFailPohatu
source: You’re the only Toa I’ve seen, Pohatu.
pl_pl: Pohatu, jesteś jedynym Toa, jakiego widziałem.

# Dialogue_Text,DL_PoduFailPohatu1
source: ...Sure thing.
pl_pl: ...Pewnie.

# Dialogue_Text,DL_PoduRace1
source: It’s a lot… c-c-colder here than it is in Po-Koro…
pl_pl: Tu jest... o wiele z-z-zimniej niż w Po-Koro...

# Dialogue_Text,DL_PoduRace2
source: Sigh…
pl_pl: Ech...

# Dialogue_Text,DL_PoduRaceActive
source: Don't talk to me, you have a race to win!
pl_pl: Nie mów do mnie, masz wyścig do wygrania!

# Dialogue_Text,DL_PoduRaceGeneral
source: Well, I’m here on somewhat of an urgent mission… I need to find Toa Kopaka and talk to him!
pl_pl: Cóż, jestem tu z pewną pilną sprawą... Muszę znaleźć Toa Kopakę i z nim porozmawiać!

# Dialogue_Text,DL_PoduRaceGeneral2
source: Well I’m just waiting for Toa Kopaka… I told him that this is where he needed to come, but I’m worried that he’s simply forgotten.
pl_pl: Cóż, po prostu czekam tu na Toa Kopakę... Powiedziałem mu, że to tutaj ma przyjść, ale obawiam się, że po prostu zapomniał.

# Dialogue_Text,DL_PoduRaceKopaka
source: Well I’ve been looking for you, Toa Kopaka!
pl_pl: Cóż, szukałem Cię, Toa Kopako!

# Dialogue_Text,DL_PoduRaceKopaka2
source: I wasn’t told much, only that it was urgent for you to hear this. You must travel to the very northern tip of Po-Wahi, past the old Temple.
pl_pl: Nie powiedziano mi wiele, tylko że to pilne i musisz to usłyszeć. Musisz udać się na sam północny kraniec Po-Wahi, za starą świątynią.

# Dialogue_Text,DL_PoduRaceKopakaCutscene
source: Perfect! You’re here! Now all we need to do is wait for...
pl_pl: Wspaniale! Przyszedłeś! Teraz musimy tylko poczekać na...

# Dialogue_Text,DL_PoduRaceKopakaExit
source: Thank you, Kopaka. Oh, and one other thing- I was told that you should bring a Kakama if you have one. Some legends say there’s one in the hidden Temple...
pl_pl: Dziękuję, Kopaka. Och, i jeszcze jedno - powiedziano mi, że powinieneś zabrać ze sobą Kakamę, jeśli ją masz. Legenda mówi, że jedna znajduje się w ukrytej świątyni...

# Dialogue_Text,DL_PoduRaceKopakaWhat
source: I’m… not quite sure honestly. All I know is that it’s urgent. There isn’t much past the hidden Temple, so your guess is as good as mine.
pl_pl: Nie... nie jestem pewien, szczerze mówiąc. Wiem tylko, że to pilne. Za ukrytą świątynią nie ma zbyt wiele, więc Twoje domysły są równie dobre jak moje.

# Dialogue_Text,DL_PoduRaceKopakaWho
source: I... was told to keep it anonymous. All I was told to say is that it came from a good friend of yours. ...Sorry.
pl_pl: ...Powiedziano mi. żebym zachował to w tajemnicy. Jedyne co mi przekazano, to że pochodzi od Twojego dobrego przyjaciela. ...Przepraszam.

# Dialogue_Text,DL_PoduRaceKopakaWho2
source: This- this isn’t a trap, I swear! If I really wanted to put you in danger, I would have run out to find you instead of freezing my mask off in Ko-Koro for Mata-Nui knows how long!
pl_pl: To- To nie jest pułapka, przysięgam! Gdybym naprawdę chiał Cię wpędzić w niebezpieczeństwo, sam bym Cię odszukał, zamiast siedzieć tutaj w Ko-Koro i odmrażać sobie maskę przez Mata Nui wie, ile czasu!

# Dialogue_Text,DL_PoduRacePohatu
source: Well… it is a little chillier than I expected. But I’m staying until I find Kopaka, just like you told me to do!
pl_pl: Cóż... jest tu trochę chłodniej, niż się spodziewałem. Ale zostaję tu, dopóki nie znajdę Kopaki - tak jak mi kazałeś!

# Dialogue_Text,DL_PoduRacePohatu2
source: I sure hope he is. I’ve had to do a lot of waiting around for this, so it better be worth it!
pl_pl: Liczę na to. Długo już czekam, więc lepiej, żeby było warto!

# Dialogue_Text,DL_PoduRaceReturn1
source: Sigh…
pl_pl: Ech...

# Dialogue_Text,DL_PoduRaceReturnKopaka
source: Finally! Now if only Pohatu were to show up...
pl_pl: Nareszcie! Gdyby tylko pojawił się Pohatu...

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu1
source: I knew you’d come back!
pl_pl: Wiedziałem, że wrócisz!

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu2
source: Of course not! Not the entire time...
pl_pl: Oczywiście, że nie! Nie przez cały czas...

# Dialogue_Text,DL_PoduRaceReturnPohatu
source: Not yet... you think he’s ever gonna show up again?
pl_pl: Jeszcze nie... myślisz, że w ogóle wróci?

# Dialogue_Text,DL_PoduRaceReturnPohatu2
source: ...You might not know him as well as you think.
pl_pl: ...Możesz nie znać go tak dobrze, jak Ci się wydaje.

# Dialogue_Text,DL_Poekae
source: Welcome Toa, to Poekae's goods!
pl_pl: Witaj, Toa, w sklepie Poekae!

# Dialogue_Text,DL_Poekae1
source: Why only the best treatment for all alements, Wahae-Mata Gel! It can cure everything from joint pain to a cracked mask!
pl_pl: Najlepszy środek na wszystkie dolegliwości - żel Wahae-Mata! Może wyleczyć wszystko, od bolących jointów do pękniętej maski!

# Dialogue_Text,DL_Poekae2
source: Of course it can, just try it yourself! While you're here, check out our Wahae-Mata Canister, it holds a large amount of Gel so you can keep feeling good for longer!
pl_pl: Oczywiście, że może! Spróbuj sam! Skoro tu jesteś, zerknij na nasz karnister z Wahae-Mata - zawiera dużą ilość żelu, dzięki czemu będziesz czuć się dobrze przez dłuższy czas!

# Dialogue_Text,DL_Pohatu1
source: What do you mean? Each of us has collected the masks, found the Makoki stones, and done all that we are to do to face our destiny! How could we be more prepared?
pl_pl: O co wam chodzi? Każde z nas zebrało maski, znalazło Kamień Makoki i zrobiło wszystko, co trzeba, aby stawić czoła naszemu przeznaczeniu! Jak możemy być jeszcze bardziej przygotowani?

# Dialogue_Text,DL_PohatuLoseRace1
source: Well played, brother! You almost had me for a bit there. You wouldn’t happen to care for a rematch, would you?
pl_pl: Bardzo dobrze, bracie! Prawie mnie pokonałeś. Nie miałbyś może ochoty na rewanż?

# Dialogue_Text,DL_PohatuLoseRaceNo
source: ...Oh well. If you ever change your mind, you know where to find Podu!
pl_pl: ...No cóż, jeśli zmienisz zdanie - wiesz gdzie znaleźć Podu!

# Dialogue_Text,DL_PohatuLoseRaceYes
source: That’s the spirit! Race you back to Podu!
pl_pl: To jest to! Ścigajmy się z powrotem do Podu!

# Dialogue_Text,DL_PotMaker
source: Oh, Uhh. Hi Toa $T.
pl_pl: Och, ach. Witaj, Toa $T.

# Dialogue_Text,DL_PotMaker1
source: I make pots, I'm currently inspecting them as the final stage before I sell them. Usually I sell them to local shops, but would you like to buy one from me?
pl_pl: Wytwarzam donice. Teraz sprawdzam je - to ostatni etap przed sprzedażą. Zwykle sprzedaję je lokalnym sklepom, ale może Ty {G}|gender(chciałbyś, chciałabyś) kupić jedną?

# Dialogue_Text,DL_PotMakerBacktoNormal
source: Oh, Uhh. Hello again Toa $T.
pl_pl: Och, ach. Witaj ponownie, Toa $T.

# Dialogue_Text,DL_PotMakerBacktoNormal1
source: A Toa, check up on me? Uhh, I'm okay I guess. Kohi was a friend but we weren't that close... I just hope he's okay.
pl_pl: Toa sprawdza, co u mnie słychać? Och, chyba w porządku. Kohi był moim przyjacielem, ale nie byliśmy zbyt blisko... Mam nadzieję, że wszystko z nim w porządku.

# Dialogue_Text,DL_PotMakerTrade1
source: I do! Usually I sell them to local retailers, but I suppose you could buy one from me if you want.
pl_pl: Tak! Zwykle sprzedaję je lokalnym sklepom, ale myślę, że możesz ode mnie kupić jedną, jeśli chcesz.

# Dialogue_Text,DL_PotMakerWhatHappened
source: I- I didn't think-
pl_pl: Nie- nie sądziłem-

# Dialogue_Text,DL_PotMakerWhatHappened1
source: I think it was attacked! I live next door you see, and while I was asleep I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
pl_pl: Myślę, że to był atak! Mieszkam tuż obok, jak widzisz, i kiedy spałem, usłyszałem jakieś dziwne odgłosy. Myślałem, że to po prostu Kohi, jak zwykle, kuje metal w nocy, ale te dźwięki były bardziej intensywne niż zwykle. Po jakimś czasie ucichły, a rankiem odkryłem, że Kohi zniknął, a jego sklep wygląda właśnie tak!

# Dialogue_Text,DL_PotMakerWhatHappened1Alt
source: You- You remembered me? Oh, well I was asleep and I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
pl_pl: Ty- Ty mnie pamiętasz? Och, kiedy spałem, usłyszałem jakieś dziwne odgłosy. Myślałem, że to po prostu Kohi, jak zwykle, kuje metal w nocy, ale te dźwięki były bardziej intensywne niż zwykle. Po jakimś czasie ucichły, a rankiem odkryłem, że Kohi zniknął, a jego sklep wygląda właśnie tak!

# Dialogue_Text,DL_PotMakerWhatHappened2
source: No! I've asked about everyone in Po-Koro, and no one knows!
pl_pl: Nie! Pytałem już chyba wszystkich w Po-Koro i nikt nic nie wie!

# Dialogue_Text,DL_PotMakerWhatHappened3
source: One of the guards thought he saw a Tarakava driving away from Po-Koro, but that's impossible. Tarakava don't live in Po-Wahi, and this is much too far from anywhere they WOULD live! I suppose it could be the fabled Sand-Tarakava, but those are just a myth...
pl_pl: Jeden ze strażników twierdzi, że widział Tarakavę odjeżdzającego z Po-Koro, ale to niemożliwe. Tarakavy nie żyją w Po-Wahi, a to miejsce jest zbyt oddalone od jakichkolwiek terenów, na których MOGŁYBY żyć! Przypuszczam, że mógł to być legendarny Piaszczysty Tarakava, ale to tylko mit...

# Dialogue_Text,DL_PotMakerWhatHappened4
source: I- I don't know... I hate to say it but, I don't think so.
pl_pl: Nie- nie wiem... Przykro mi to mówić, ale nie sądzę.

# Dialogue_Text,DL_ProtoSeller
source: Greetings, I have Protodermis for you Toa, need a boost of energy? I've got that too!
pl_pl: Witaj, mam dla Ciebie Protodermis, Toa - potrzebujesz zastrzyku energii? To też mam!

# Dialogue_Text,DL_QuarterMaster1
source: *Seething to self* What exactly am I supposed to do with four crates of CLASS TWOS?! When I specifically requested CLASS ONES!
pl_pl: *Kipi ze złości* Co ja mam zrobić z czterema skrzyniami KLASY DRUGIEJ?! Przecież mówiłem, że chcę KLASĘ PIERWSZĄ!

# Dialogue_Text,DL_QuarterMaster10
source: You have the pikes now. If you would be so kind, return them to the fool who sent them.
pl_pl: Masz teraz kostury. {G}|gender(Byłbyś, Byłabyś) tak {G}|gender(miły, miła) i {G}|gender(zwrócił, zwróciła) je temu głupcowi, który je wysłał.

# Dialogue_Text,DL_QuarterMaster11
source: I have finally received the correct pikes thanks to you Toa.
pl_pl: Nareszcie otrzymałem właściwe kostury. Dziękuję Ci, Toa.

# Dialogue_Text,DL_QuarterMaster2
source: Toa! I didn't see you there... I suppose there is yes, Would you mind speaking to Takar about this mix up? He's the staff seller just outside of Ta-Koro.
pl_pl: Toa! Nie zauważyłem Cię... Myślę, że możesz. Czy sprawiłoby Ci problem porozmawiać z Takarem o pomyłce w zamówieniu? Jest sprzedawcą kosturów zaraz przed Ta-Koro.

# Dialogue_Text,DL_QuarterMaster3
source: Good, meanwhile I'll just stare at these useless things.
pl_pl: Wspaniale. W międzyczasie po prostu będę się gapił na te bezużyteczne rzeczy.

# Dialogue_Text,DL_QuarterMaster4
source: Welcome back Toa, have you spoken to that fool yet?
pl_pl: Witaj z powrotem, Toa. {G}|gender(Rozmawiałeś, Rozmawiałaś) już z tym głupcem?

# Dialogue_Text,DL_QuarterMaster5
source: Finally, some good news. Did he send you to pick up these ones then?
pl_pl: Nareszcie jakieś dobre wieści. Czy wysłała Cię, abyś zabrał te niewłaściwe?

# Dialogue_Text,DL_QuarterMaster6
source: It's the logical choice. You're strong, fast, and best of all free.
pl_pl: To logiczny wybór. Jesteś {G}|gender(silny, silna), {G}|gender(szybki, szybka) i - co najlepsze - {G}|gender(darmowy, darmowa).

# Dialogue_Text,DL_QuarterMaster7
source: Strange, It's not everyday you hear about Toa being paid to do a petty task, usually they just do them for free.
pl_pl: Dziwne, nie codziennie słyszę, żeby Toa byli opłacani za wykonanie błahego zadania — z reguły robią to za darmo.

# Dialogue_Text,DL_QuarterMaster8
source: I suppose that could be true for some, but being paid is usually my prefered route.
pl_pl: Myślę, że niektórym może to wystarczać, ale bycie opłacanym to zazwyczaj moja preferowana opcja.

# Dialogue_Text,DL_QuarterMaster9
source: Ahh yes, I nearly forgot. Lets get to work.
pl_pl: Ach, tak, prawie zapomniałem - bierzmy się do roboty.

# Dialogue_Text,DL_RacePohatu1
source: Brother!
pl_pl: Bracie!

# Dialogue_Text,DL_RacePohatu2
source: What’s wrong? You don’t look happy to see me. I thought you’d enjoy getting to spend some time with a good friend!
pl_pl: Co w tym złego? Nie wyglądasz na szczęśliwego, że mnie widzisz. Pomyślałem, że chciałbyś spędzić trochę czasu z dobrym przyjacielem!

# Dialogue_Text,DL_RacePohatu3
source: Oh, what’s the difference? But hey, if that’s gonna be your attitude about it, it's a good thing I brought you down here for some good old friendly competition.
pl_pl: Och, co za różnica? Hej, jeśli masz takie nastawienie, to dobrze, że zaprosiłem Cię tutaj na trochę dobrej, starej przyjacielskiej rywalizacji.

# Dialogue_Text,DL_RacePohatu4
source: Of course. If there’s one thing Po-Koro’s known for, it’s sport!
pl_pl: Oczywiście. Jeśli jest jedna rzecz, z której Po-Koro słynie, to sport!

# Dialogue_Text,DL_RacePohatu5
source: ...He was in on the whole thing from the start.
pl_pl: ...On był w to zamieszany od samego początku.

# Dialogue_Text,DL_RacePohatu6
source: A friendly race, that’s all! From here to Po-Koro. Just you and me!
pl_pl: Przyjacielski wyścig - to wszystko! Stąd do Po-Koro. Tylko Ty i ja!

# Dialogue_Text,DL_RacePohatu7
source: There’s a very stylish prize for you if you win.
pl_pl: Jeśli wygrasz, dostaniesz bardzo stylową nagrodę.

# Dialogue_Text,DL_RacePohatuAccept
source: Excellent! First one to make it to the gates of Po-Koro wins! Hope you’re ready!
pl_pl: Wspaniale! Pierwszy, który dotrze do bram Po-Koro, wygrywa! Mam nadzieję, że jesteś gotów!

# Dialogue_Text,DL_RacePohatuLeave
source: Very well... just let Podu here know WHEN you change your mind.
pl_pl: W porządku... tylko powiedz Podu, KIEDY zmienisz zdanie.

# Dialogue_Text,DL_RacePohatuPodu1
source: Huh? What do I have to do with this?
pl_pl: Huh? A co to ma wspólnego ze mną?

# Dialogue_Text,DL_RacePohatuPodu2
source: Half of it was my idea.
pl_pl: Połowa tego to był mój pomysł.

# Dialogue_Text,DL_RacePohatuWhy
source: Well you just haven’t seen it yet! Trust me- it is a VERY cool hat.
pl_pl: Cóż, po prostu jeszcze jej nie widziałeś! Zaufaj mi - to BARDZO fajna czapka.

# Dialogue_Text,DL_RacePohatuWhy2
source: Well I don’t want to race anyone else but you.
pl_pl: Cóż, nie chcę się ścigać z nikim innym oprócz Ciebie.

# Dialogue_Text,DL_RacePohatuWhy3
source: Yes! ...But also because of the Island-wide poll I did.
pl_pl: Tak! ...Ale też dlatego, że przeprowadziłem ankietę na całej wyspie.

# Dialogue_Text,DL_RacePohatuWhy4
source: I held a vote asking Matoran from all across the island who their favorite Toa was - And you won!
pl_pl: Przeprowadziłem głosowanie wśród Matoran z całej wyspy, pytając, kto jest ich ulubionym Toa - i wygrałeś!

# Dialogue_Text,DL_RacePohatuWhy5
source: I do as well. Though I did come in a very close second... half a percent of the vote! A little outrageous if you ask me, but you still won, fair and square.
pl_pl: Tak! Och, przestań być cały czas taki poważny, Kopako! Zawsze jesteś najbardziej oddany ze wszystkich nas — nie sądzisz, że od czasu do czasu zasługujesz na odrobinę zabawy?

# Dialogue_Text,DL_RacePohatuWhy6
source: Yes! Oh, quit being so serious all the time, Kopaka! You’re always the one who is most dedicated out of all of us - don’t you think you deserve a little bit of fun now and then?
pl_pl: Tak! Och, przestań być cały czas taki poważny, Kopako! Zawsze jesteś najbardziej oddany z nas wszystkich — nie sądzisz, że od czasu do czasu zasługujesz na odrobinę zabawy?

# Dialogue_Text,DL_RacePohatuWhy7
source: ...How about this, then. If you beat me in this race, it shall prove once and for all that you are the superior Toa, and you shall be burdened by the plight of my comradery for no longer.
pl_pl: To co Ty na to? Jeśli pokonasz mnie w wyścigu, udowodnisz tym raz na zawsze, że jesteś lepszym Toa i nie będziesz już więcej nękany przez moich kumpli.

# Dialogue_Text,DL_RahiAboutTemple
source: Why are you talking to me? The- The Rahi, they're still here!
pl_pl: Dlaczego do mnie mówisz? Ra-Rahi, wciąż tu są!

# Dialogue_Text,DL_RockGuy
source: Howdy Toa, Welcome to the back end of nowhere - otherwise known as my shop!
pl_pl: Hej, Toa. Witaj na krańcu świata - inaczej mówiąc, w moim sklepie!

# Dialogue_Text,DL_SadKolhiiPlayer
source: *Sigh*
pl_pl: *Ehh*

# Dialogue_Text,DL_SadKolhiiPlayer1
source: Huh? Oh, hello Toa... >snif<
pl_pl: Hę? Och, witaj, Toa... >pociąga nosem<

# Dialogue_Text,DL_SadKolhiiPlayer2
source: No...
pl_pl: Nie...

# Dialogue_Text,DL_SadKolhiiPlayerAlreadyHave
source: You do? How - Oh right you're a Toa. Can I...
pl_pl: Masz? Jak - Och, racja, jesteś Toa. Czy mogę...

# Dialogue_Text,DL_SadKolhiiPlayerComplete1
source: Hello again toa!
pl_pl: Witaj ponownie, Toa!

# Dialogue_Text,DL_SadKolhiiPlayerComplete2
source: Absolutely! I would be playing with it now but I've been feeling rather tired recently, I figured it would be better for me to rest for now.
pl_pl: Bardzo! Bawiłbym się nią teraz, ale ostatnio czuję się raczej zmęczony, więc pomyślałem, że lepiej będzie, jeśli na razie odpocznę.

# Dialogue_Text,DL_SadKolhiiPlayerCompleteQuest
source: Thank you so much for this Toa, I am forever indebted to you!
pl_pl: Bardzo Ci za to dziękuję, Toa. Jestem Twoim dłużnikiem na zawsze!

# Dialogue_Text,DL_SadKolhiiPlayerExplain
source: I- I can't buy a Comet... I worked hard, I saved everything up, and when I had just enough I sold my kohlii ball to get me over the top! But right when I went to buy one the price got raised! As much as I want to, I can't blame Ahkmou, they are in very high demand.
pl_pl: Nie… Nie mogę kupić Komety… Pracowałem ciężko, oszczędzałem wszystko, a kiedy miałem prawie dość widżetów, sprzedałem swoją piłkę kolhii, żeby mi wystarczyło! Ale gdy tylko poszedłem kupić Kometę, cena wzrosła! Pomimo że bardzo ją chcę, nie mogę winić Ahkmou — jest na nie ogromny popyt.

# Dialogue_Text,DL_SadKolhiiPlayerExplainAgain
source: That's okay, I'll just sit here and sulk some more...
pl_pl: W porządku, po prostu tu posiedzę i posmutam się jeszcze trochę...

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice1
source: What, you'd pay for it all - are you sure?
pl_pl: Co? Zapłacisz za nią pełną kwotę? Jesteś {G}|gender(pewny, pewna)?

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice2
source: Uhh, in exchange I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
pl_pl: Och, w zamian mogę Ci dać... Umm... To! Znalazłem to leżące na zewnątrz Po-Koro. Może jest coś warte?

# Dialogue_Text,DL_SadKolhiiPlayerGiveHalf
source: You'd do that for me? Here it is, that's all I have, feel free to keep the change if there is any.
pl_pl: Zrobisz to dla mnie? Proszę, to wszystko co mam. Jeśli zostanie jakaś reszta, możesz ją zatrzymać.

# Dialogue_Text,DL_SadKolhiiPlayerNoMoney
source: That's great, thank you Toa. I'm very glad that you have taken an interest in my petty needs.
pl_pl: To wspaniale, dziękuję Ci, Toa. Bardzo się cieszę, że {G}|gender(zainteresowałeś, zainteresowałaś) się moją nieistotną potrzebą.

# Dialogue_Text,DL_SadKolhiiPlayerReturn
source: Oh Toa you're back! Did you manage to get a Comet yet?
pl_pl: Och, {G}|gender(wróciłeś, wróciłaś), Toa! Czy udało Ci się już zdobyć Kometę?

# Dialogue_Text,DL_SadKolhiiPlayerReturn1
source: You did? YEEESS! Hand it over!
pl_pl: Udało Ci się? TAAAAK! Daj mi ją!

# Dialogue_Text,DL_SadKolhiiPlayerReturn2
source: This is amazing Toa $T! I can't thank you enough!
pl_pl: Jest cudowne, Toa $T! Nie wiem jak Ci dziękować!

# Dialogue_Text,DL_SadKolhiiPlayerReturnNoMoneyReward
source: Oh yes of course, Uhh I could give you some of the money I had saved up, and maybe something else...
pl_pl: Och, tak, oczywiście. Ummm, mogę dać Ci trochę widżetów z tego, co zaoszczędziłem, i może coś jeszcze...

# Dialogue_Text,DL_SadKolhiiPlayerRewardItem
source: Uhh, perhaps I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
pl_pl: Och, w zamian mogę Ci dać... Umm... To! Znalazłem to leżące na zewnątrz Po-Koro. Może jest coś warte?

# Dialogue_Text,DL_ScaredConvo1
source: Toa, You're here Finally! What took you so long!
pl_pl: Toa, nareszcie jesteś! Co Ci tyle zajęło?

# Dialogue_Text,DL_ScaredConvo10
source: I would offer you the cargo, but most of it was eaten. Good luck Toa.
pl_pl: Zaoferowałbym Ci ładunek, ale większość z niego została zjedzona. Powodzenia, Toa.
