Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# InvItem_NoteText,Item_FirstMateLog5_NoteDisplay
source: First mate's log: Entry 166 It's over. We arrived at the island, ready to bury the last of the gold. A storm was brewing. The Captain ordered us to place the gold in an inconspicuous cave to the east inland. My job was to keep lookout. I stood at the edge of a sharp cliff, wondering just how it had all gone so wrong. As the crew wrestled with some local Fikou-Nui, The Captain came up to me. "I'm aware that you have not been loyal to me" She said, her now pitch-black mask reflecting the newly falling rain. I stared into her eyes. For the briefest second, I could see her old self emerge. A slight tinge of regret. "You've changed, Nattie." The second I uttered her name, she tackled me to the floor. We wrestled on that cliffside, rain drowning out any noise. Somehow, some of the crew began running up the hill towards us to protect their captain. She got a few good hits in on me, then stood up. "You should have just obeyed like the rest of them."
el: Ημερολόγιο του υποπλοιάρχου: Καταχώριση 166 Τέλειωσε. Φτάσαμε στο νησί, έτοιμοι να θάψουμε το τελευταίο χρυσάφι. Μια καταιγίδα ερχόταν. Η καπετάνισσα μας διέταξε να βάλουμε το χρυσάφι σε μια αφανή σπηλιά στα ανατολικά του νησιού. Η δουλειά μου ήταν να μείνω σκοπιά. Στεκόμουν στην άκρη ενός απότομου βράχου, αναρωτιόμενος πώς όλα είχαν πάει τόσο στραβά. Καθώς το πλήρωμα πάλευε με μερικά ντόπια Fikou-Nui, η καπετάνισσα ήρθε προς το μέρος μου. «Ξέρω ότι δεν μου είσαι πιστός», είπε, με τη μάσκα της, τώρα κατάμαυρη, να αντανακλά τη βροχή που είχε μόλις αρχίσει να πέφτει. Την κοίταξα στα μάτια. Για μια στιγμή, είδα την παλιά της να αναδύεται. Μια ελαφριά σκιά μεταμέλειας. «Έχεις αλλάξει, Νάτι». Τη στιγμή που άρθρωσα το όνομά της, με έριξε στο έδαφος. Παλέψαμε στην άκρη του γκρεμού, με τη βροχή να καλύπτει κάθε θόρυβο. Κάπως, μερικοί από το πλήρωμα άρχισαν να τρέχουν προς το μέρος μας για να προστατεύσουν την καπετάνισσά τους. Μου έριξε μερικά καλά χτυπήματα και μετά σηκώθηκε. «Έπρεπε να είχες υπακούσει όπως οι υπόλοιποι».

# InvItem_NoteText,Item_FirstMateLog6_NoteDisplay
source: First mate's log: Continued: Suddenly, lightning struck on the beach below. The cliff began to crumble... Nattie began to slip... I dashed forward to try and grab her hand- but it was too late. Nearly the second that she hit the ground, the remaining members of the crew stopped in their tracks, confused and terrified. They looked suddenly as if they had been awoken from a deep sleep. The next day, I buried Nattie in the cave with the rest of the gold. I placed that horrible black mask upon the grave as a marker. I'll also leave this final log here, too. If you find this note, you have also found the mask. Whatever you do, don't place it on your face.
el: Ημερολόγιο του υποπλοιάρχου: Συνέχεια: Ξαφνικά, ένας κεραυνός χτύπησε την παραλία από κάτω. Ο βράχος άρχισε να καταρρέει... Η Nattie άρχισε να γλιστράει... Όρμησα μπροστά για να την πιάσω από το χέρι, αλλά ήταν πολύ αργά. Σχεδόν τη στιγμή που έπεσε στο έδαφος, τα υπόλοιπα μέλη του πληρώματος σταμάτησαν, μπερδεμένα και τρομοκρατημένα. Φάνηκαν ξαφνικά σαν να είχαν ξυπνήσει από βαθύ ύπνο. Την επόμενη μέρα, έθαψα τη Nattie στη σπηλιά μαζί με το υπόλοιπο χρυσάφι. Έβαλα εκείνη την φρικτή μαύρη μάσκα πάνω από τον τάφο ως σημάδι. Θα αφήσω εδώ και αυτό το τελευταίο ημερολόγιο. Αν βρείτε αυτό το σημείωμα, θα έχετε βρει και τη μάσκα. Ό,τι κι αν κάνετε, μην τη βάλετε στο πρόσωπό σας.

# InvItem_NoteText,Item_PoetNoteBurns_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this city burns with life. -Talok Poet-Nui, feat. The Toa Mata
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2 Αχ, Ta-koro, τι υπέροχη πόλη. Από τη λάβα ως τις φλόγες των πυρσών, αυτή η πόλη καίει από ζωή. -Talok Ποιητής-Nui, με τη συμμετοχή των Toa Mata

# InvItem_NoteText,Item_PoetNoteHot_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this place is too hot. -Talok Poet-Nui, feat. Toa Kopaka
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2 Αχ, Ta-koro, τι υπέροχη πόλη. Από τη λάβα μέχρι τις φλόγες των πυρσών, αυτό το μέρος είναι πολύ καυτό. -Talok Ποιητής-Nui, με τη συμμετοχή του Toa Kopaka

# InvItem_NoteText,Item_PoetNoteLight_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, our city is full of light. -Talok Poet-Nui, feat. The Toa Mata
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2 Αχ, Τα-κόρο, τι υπέροχη πόλη. Από τη λάβα μέχρι τις φλόγες των πυρσών, η πόλη μας είναι γεμάτη φως.. -Talok Ποιητής-Nui, με τη συμμετοχή των Toa Mata

# InvItem_NoteText,Item_PoetNotePart1_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 1 The Cavern of Lava, the great city stands alone within it's embrace. Fire springs up only to splash against it's black walls. -Talok Poet-Nui
el: Talok: Η μπαλάντα του Ta-koro Μέρος 1 Η Σπηλιά της Λάβας, η μεγάλη πόλη στέκεται μόνη μέσα στην αγκαλιά της. Η φωτιά αναβλύζει μόνο για να χτυπήσει τα μαύρα τείχη της. -Talok Ποιητής-Nui

# InvItem_NoteText,Item_PoetNotePart3_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 3 As the guards patrol, the heat will boil. The burning of the forest, and the setting of the sun. I believe now my time in Ta-koro is finally done. -Talok Poet-Nui
el: Talok: Η μπαλάντα του Ta-koro Μέρος 3 Καθώς οι φρουροί περιπολούν, η ζέστη θα βράσει. Η καύση του δάσους και η δύση του ήλιου. Πιστεύω ότι η παραμονή μου στο Τα-κόρο έχει τελικά τελειώσει. -Talok Ποιητής-Nui

# InvItem_NoteText,Item_PoetNoteSmoke_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, smoke rises to greet the sun. -Talok Poet-Nui, feat. The Toa Mata
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2 Αχ, Τα-κόρο, τι υπέροχη πόλη. Από τη λάβα μέχρι τις φλόγες των πυρσών, ο καπνός υψώνεται για να καλωσορίσει τον ήλιο. -Talok Ποιητής-Nui, με τη συμμετοχή των Toa Mata

# InvItem_NoteText,Item_ResearchNotes_NoteDisplay
source: Komata Research Notes - The Artifact Entry 1 - I've just bought a strange looking stone sculpture from the fellow I met in Po-Koro during the shifting festival last year. I found him outside Onu-Koro and he seemed strangely eager to get rid of this object. I took a liking to it, given that it was nothing like anything I had previously seen on Mata-Nui. I'll begin my research when I return to Onu-Koro. Entry 2 - It's Alive! Or rather it was. It turns out this sculpture is no sculpture at all, it's a fossil of a once living creature! However I see no indication of the common signs we have come to associate with living creatures, no limbs, orifices, or servos of any kind. Perhaps this creature made it's home beneath the waves? Entry 3 - After consulting with some seers from Ko-Koro, I believe we have made a connection between this fossil and the strange grey sculptures found around Mata-Nui, I no not what this connection is, but the seers have assured me that the stars tell us there is one. Entry 4 - I have arrived at a circle of the aforementioned sculptures in the Onu-Wahi wilds, upon inital examanation they seem to be ordinary sculptures. Returning to the fossil, I would like to retract my previous hypothesis of it residing under the ocean - I would instead infer that it came from under Mata-Nui's surface. I will elaborate on this potential conclusion tomorrow, as for now I must retire.
el: Σημειώσεις Έρευνας του Komata - Το Κειμήλιο Καταχώριση 1 - Μόλις αγόρασα ένα παράξενο γλυπτό από πέτρα από έναν τύπο που γνώρισα στο Po-Koro κατά τη διάρκεια του φεστιβάλ μετακίνησης πέρυσι. Τον βρήκα έξω από το Onu-Koro και φαινόταν περίεργα πρόθυμος να ξεφορτωθεί αυτό το αντικείμενο. Μου άρεσε, δεδομένου ότι δεν έμοιαζε με τίποτα που είχα δει προηγουμένως στο Mata-Nui. Θα ξεκινήσω την έρευνά μου όταν επιστρέψω στο Onu-Koro. Καταχώριση 2 - Είναι ζωντανό! Ή μάλλον ήταν. Τελικά, αυτό το γλυπτό δεν είναι γλυπτό, αλλά απολίθωμα ενός πλάσματος που κάποτε ζούσε! Ωστόσο, δεν βλέπω κανένα από τα συνήθη χαρακτηριστικά που συσχετίζουμε με τα ζωντανά πλάσματα, όπως άκρα, οπές ή μηχανισμούς κίνησης. Ίσως αυτό το πλάσμα είχε κάνει το σπίτι του κάτω από τα κύματα; Καταχώριση 3 - Μετά από διαβούλευση με μερικούς μάντεις από το Ko-Koro, πιστεύω ότι βρήκαμε μια σύνδεση μεταξύ αυτού του απολιθώματος και των παράξενων γκρίζων γλυπτών που βρέθηκαν γύρω από το Mata-Nui. Δεν ξέρω ποια είναι αυτή η σύνδεση, αλλά οι μάντεις με διαβεβαίωσαν ότι τα αστέρια μας λένε ότι υπάρχει. Καταχώριση 4 - Έφτασα σε έναν κύκλο από τα προαναφερθέντα γλυπτά στην έρημο Onu-Wahi. Μετά από μια πρώτη εξέταση, φαίνονται να είναι συνηθισμένα γλυπτά. Επιστρέφοντας στο απολίθωμα, θα ήθελα να ανακαλέσω την προηγούμενη υπόθεσή μου ότι βρισκόταν κάτω από τον ωκεανό. Αντ' αυτού, θα συμπεράνω ότι προήλθε από κάτω από την επιφάνεια του Mata-Nui. Θα αναλύσω λεπτομερέστερα αυτό το πιθανό συμπέρασμα αύριο, καθώς για τώρα πρέπει να αποσυρθώ.

# InvItem_NoteText,Item_ShoppingList_NoteDisplay
source: Needed: -10 Metallic Protodermis Ingots -10 Glow Crystals -50 Wahae-Mata Gel -200 Widgets
el: Απαραίτητα: -10 Μεταλλικές Ράβδους Protodermis -10 Φοσφορίζον Κρύσταλλοι -50 Τζελ Wahae-Mata -200 Μεταλλίσματα

# InvItem_NoteText,Item_SouthernTipNote_NoteDisplay
source: To whoever finds this note: Welcome to the southernmost tip of Mata-Nui! First explored by Hahi of Le-Koro! Items found here when first explored: -An interesting looking rock (took it with me!) -A lonely looking ussal -A piece of driftwood All in all, worth the trip! -Note authored by Hahi of Le-Koro
el: Προς όποιον βρει αυτό το σημείωμα: Καλώς ήρθες στο νοτιότερο άκρο της Mata-Nui! Εξερευνήθηκε για πρώτη φορά από τον Hahi του Le-Koro! Αντικείμενα που βρέθηκαν εδώ κατά την πρώτη εξερεύνηση: -Ένας ενδιαφέρον βράχος (τον πήρα μαζί μου!) -Ένα μοναχικό ussal -Ένα κομμάτι ξύλου Συνολικά, άξιζε τον κόπο το ταξίδι! -Σημείωμα γραμμένο από τον Hahi του Le-Koro

# InvItem_NoteText,Item_SwordStatueNotePart1_NoteDisplay
source: Akoga 22:1 The unrest in my soul is creeping into my every day life, I feel my mood becoming more and more unmanageable each day. I wish for a way to rid myself of these feelings, but I fear that I may never find peace. I have just awoken from a dream that could not have been less than a message from the great spirit himself. In this dream I found myself humbled at the feet of three massive swords that towered over me, they reached so high they seemed to penetrate the clouds. A rather strange, tall Ko-Matoran stood in the middle of these three swords, he uttered one word, "Pahtu". I am unsure of the spelling of course, but I will be consulting the Turaga later today, as well as the wall of prophicies - to decifer what the meaning of this vision could be, and who or what "Pahtu" could be.
el: Akoga 22:1 Η αναταραχή στην ψυχή μου εισχωρεί στην καθημερινότητά μου, νιώθω ότι η διάθεσή μου γίνεται όλο και πιο ανεξέλεγκτη κάθε μέρα που περνάει. Εύχομαι να βρω έναν τρόπο να απαλλαγώ από αυτά τα συναισθήματα, αλλά φοβάμαι ότι δεν θα βρω ποτέ την ηρεμία. Μόλις ξύπνησα από ένα όνειρο που δεν θα μπορούσε να είναι παρά ένα μήνυμα από τον ίδιο το Μεγάλο Πνεύμα. Σε αυτό το όνειρο βρήκα τον εαυτό μου ταπεινωμένο στα πόδια τριών τεράστιων σπαθιών που υψώνονταν πάνω από μένα, τόσο ψηλά που φαινόταν να διαπερνούν τα σύννεφα. Ένας παράξενος, ψηλός Κο-Ματοράν στεκόταν στη μέση των τριών σπαθιών και πρόφερε μια λέξη: «Pahtu». . Είμαι αβέβαιος για την ορθογραφία, αλλά θα συμβουλευτώ τον Τουράγκα αργότερα σήμερα, καθώς και τον τοίχο των προφητειών, για να αποκρυπτογραφήσω το νόημα αυτού του οράματος και να μάθω ποιος ή τι είναι ο «Pahtu».

# InvItem_NoteText,Item_SwordStatueNotePart2_NoteDisplay
source: Akoga 22:2 After doing some research I've discovered that Pahtu was a Ko-Matoran that made many exploits into the drifts as well as many other places in Ko-Wahi. I am unsure if this was the tall creature in the dream, someone I must find, or perhaps this matoran is completely unreleated. The Turaga has informed me that Pahtu has not been seen in many many years, he went missing during an expedition near the Ko-Wahi coast. No one really knows what happened to him, but I intend to discover that truth. I believe I am on the road to enlightenment - while some may think that my path is dangerous or folly, strangely... I have a good feeling about this. (Note: It turns out the spelling "Pahtu" is correct. Strange....)
el: Akoga 22:2 Μετά από κάποια έρευνα, ανακάλυψα ότι ο Pahtu ήταν ένας Ko-Matoran που έκανε πολλά κατορθώματα στην ανεμοσούρα, καθώς και σε πολλά άλλα μέρη στο Ko-Wahi. Δεν είμαι σίγουρος αν αυτός ήταν το ψηλό πλάσμα στο όνειρο, κάποιος που πρέπει να βρω, ή ίσως αυτός ο Μatoran να μην έχει καμία σχέση. TΟ Turaga με ενημέρωσε ότι ο Pahtu δεν έχει εμφανιστεί εδώ και πολλά χρόνια, εξαφανίστηκε κατά τη διάρκεια μιας αποστολής κοντά στην ακτή του Ko-Wahi. Κανείς δεν ξέρει τι του συνέβη, αλλά σκοπεύω να ανακαλύψω την αλήθεια. Πιστεύω ότι βρίσκομαι στο δρόμο προς τη φώτιση - ενώ κάποιοι μπορεί να πιστεύουν ότι ο δρόμος μου είναι επικίνδυνος ή τρελός, παράξενα... έχω ένα καλό προαίσθημα. (Σημείωση: Τελικά η ορθή γραφή είναι «Pahtu». Παράξενο...)

# InvItem_NoteText,Item_SwordStatuesNotePart3_NoteDisplay
source: Akoga 22:3 They stood even taller than I could have imagined, for all this time. When my journey first began I did not believe that I could ever find this holy place, I even doubted it's existance - but now that I am here I truly feel at peace. As I meditate at the structure nearby, directly underneath Mata-Nui's might, I feel more refreshed and alive than ever. I feel as though Mata-Nui himself has blessed these statues with his divine will. While Pahtu is nowhere in sight, I believe this to be where his jouney ended. Something happened to him here, and what that was no-one will ever know. But I have a feeling that he was not killed, he is still alive, somewhere, and somehow. Dear reader, This will be my last entry for some time. I hope my words have perhaps inspired you to strive for enlightenment similar to myself. Thank you for reading, and may the Great Spirit guide you.
el: Akoga 22:3 Ήταν ακόμα πιο ψηλοί από ό,τι είχα φανταστεί, όλο αυτό το διάστημα. Όταν ξεκίνησε το ταξίδι μου, δεν πίστευα ότι θα μπορούσα ποτέ να βρω αυτό το ιερό μέρος, αμφέβαλλα ακόμη και για την ύπαρξή του, αλλά τώρα που βρίσκομαι εδώ, νιώθω πραγματική γαλήνη. Καθώς διαλογίζομαι στο κτίριο κοντά, ακριβώς κάτω από τη δύναμη του Mata-Nui, νιώθω πιο αναζωογονημένος και ζωντανός από ποτέ. Νιώθω σαν ο ίδιος ο Mata-Nui να έχει ευλογήσει αυτά τα αγάλματα με τη θεϊκή του βούληση. Αν και ο Pahtu δεν είναι πουθενά, πιστεύω ότι εδώ τελείωσε το ταξίδι του. Κάτι του συνέβη εδώ, και κανείς δεν θα μάθει ποτέ τι ήταν. Αλλά έχω την αίσθηση ότι δεν σκοτώθηκε, ότι είναι ακόμα ζωντανός, κάπου, με κάποιον τρόπο. Αγαπητέ αναγνώστη, αυτή θα είναι η τελευταία μου καταχώρηση για κάποιο διάστημα. Ελπίζω τα λόγια μου να σε έχουν εμπνεύσει να αγωνιστείς για την ίδια φώτιση με εμένα. Σ' ευχαριστώ που διάβασες και εύχομαι το Μεγάλο Πνεύμα να σε καθοδηγεί.

# InvItem_NoteText,Item_ThueiNote_NoteDisplay
source: THUEI'S GOOD QUALITY CARVING SERVICE Out carving! If you're stopping by to ask about an order you placed, it will probably be finished in approximately 2-30 weeks depending on certain factors! Thank you! -Thuei
el: Η ΚΑΛΗΣ ΠΟΙΟΤΗΤΑΣ ΥΠΗΡΕΣΙΑ ΣΚΑΛΙΣΜΑΤΩΝ ΤΟΥ THUEI Λείπω, σκαλίζω! Αν μας επισκέπτεστε για να ρωτήσετε σχετικά με μια παραγγελία που έχετε κάνει, αυτή θα είναι πιθανότατα έτοιμη σε περίπου 2-30 εβδομάδες, ανάλογα με ορισμένους παράγοντες! Ευχαριστώ! -Thuei

# Loading,Loading_Text
source: Loading...
el: Φόρτωση...

# LoadingTip_Text,Tip_AkakuZoom
source: You can zoom while wearing the Akaku by pressing the assigned key (Default is Left ALT).
el: Μπορείτε να κάνετε ζουμ ενώ φοράτε το Akaku πατώντας το πλήκτρο που έχει αντιστοιχιστεί (η προεπιλογή είναι το αριστερό ALT).

# LoadingTip_Text,Tip_CodexHints
source: The Codex contains not only lore, but also Gameplay hints.
el: Το Εγχειρίδιο δεν περιέχει μόνο πληροφορίες, αλλά και συμβουλές για το παιχνίδι.

# LoadingTip_Text,Tip_MeditationStoneAutosave
source: The game Autosaves when interacting with a meditation stone.
el: Το παιχνίδι αποθηκεύεται αυτόματα όταν αλληλεπιδράτε με μια πέτρα διαλογισμού.

# LoadingTip_Text,Tip_MeditationStonesHeal
source: Meditation Stones Heal all Toa on interaction, there's no need to actually meditate for this effect.
el: Οι πέτρες διαλογισμού θεραπεύουν όλους τους Toa όταν αλληλοεπιδράσετε με αυτές, δεν χρειάζεται να διαλογιστείτε για να επιτευχθεί αυτό το αποτέλεσμα.

# LoadingTip_Text,Tip_MeditationStonesInteract
source: Press the interaction key while in meditation stone menu to quickly exit it.
el: Πατήστε το πλήκτρο αλληλεπίδρασης ενώ βρίσκεστε στο μενού της πέτρας διαλογισμού για να βγείτε γρήγορα από αυτό.

# LoadingTip_Text,Tip_ObjectivesAkaku
source: Quest objectives can be seen in the world when using the Akaku.
el: Οι στόχοι των αποστολών είναι ορατοί στον κόσμο όταν χρησιμοποιείτε την Akaku.

# LoadingTip_Text,Tip_SaveSlots
source: It's a good idea to Save in multiple slots.
el: Είναι καλή ιδέα να αποθηκεύετε σε πολλές θέσεις.

# LoadingTip_Text,Tip_UnderwaterElementalAttacks
source: Elemental Attacks can be triggered in water.
el: Οι στοιχειώδεις επιθέσεις μπορούν να ενεργοποιηθούν μέσα στο νερό.

# Quest_Description,Quest_Amongsttheburnttrees_Desc
source: A temple of worship in Ta-wahi has been overrun by rahi!
el: Ένας ναός λατρείας στο Ta-wahi έχει κατακλυστεί από rahi!

# Quest_Description,Quest_CalmCave_Desc
source: This Cave sanctuary is infested by rahi, Free it so that the matoran may return to their Temple.
el: Αυτό το Ιερό Σπήλαιο είναι μολυσμένο από rahi, ελευθερώστε το ώστε οι matoran να μπορούν να επιστρέψουν στο Ναό τους.

# Quest_Description,Quest_Challange_Desc
source: Kopaka has been informed by a Po-matoran in Ko-koro that he has been summoned to the tip of Po-wahi for an urgent purpose.
el: Ο Kopaka ενημερώθηκε από έναν Po-matoran στο Ko-koro ότι τον κάλεσαν στην άκρη του Po-wahi για έναν επείγοντα σκοπό.

# Quest_Description,Quest_CometHunt_Desc
source: Komeke doesn't have the widgets to buy a Comet Kolhii ball, perhaps you could get one for him.
el: Ο Κομέκε δεν έχει τα μεταλλίσματα για να αγοράσει μια μπάλα Κομήτη Kolhii, ίσως θα μπορούσατε να του πάρετε μια.

# Quest_Description,Quest_DangerOnTheHorizon_Desc
source: A small temple near Ga-koro has been taken over by a Tarakava, the matoran would like it back.
el: Ένας μικρός ναός κοντά στο Ga-koro έχει καταληφθεί από έναν Tarakava, και οι matoran θα τον ήθελαν πίσω.

# Quest_Description,Quest_FindKumo_Desc
source: A matoran by the name of Kumo got lost while collecting materials, and his friend is worried. You should be able to find Kumo in Fau swamp, on the lake with the "Huge-big" Boulder in it.
el: Ένας matoran ονόματι Kumo χάθηκε ενώ μάζευε υλικά και ο φίλος του ανησυχεί. Μπορείτε να βρείτε τον Kumo στο βάλτο Fau, στη λίμνη με την "τεράστιο-μεγάλη" πέτρα μέσα της.

# Quest_Description,Quest_FrozenInWood_Desc
source: Kohi, a Protosteel Collector has requested that you find a Protosteel tool in the Jungles of Le-wahi, He said it would be found "Frozen in Wood" and is surrounded by a Nui-Jaga nest.
el: Ο Kohi, ένας συλλέκτης Protosteel, σας ζήτησε να βρείτε ένα εργαλείο Protosteel στις ζούγκλες του Le-wahi. Είπε ότι θα το βρείτε «παγωμένο μέσα σε ξύλο» και ότι είναι περιτριγυρισμένο από μια φωλιά Nui-Jaga.

# Quest_Description,Quest_FrozenTower_Desc
source: The tower sanctuary in Ko-wahi has been taken over by rahi, free it so that the matoran may return.
el: Το ιερό του πύργου στο Ko-wahi έχει καταληφθεί από τους rahi. Ελευθερώστε το, ώστε οι matoran να μπορέσουν να επιστρέψουν.

# Quest_Description,Quest_Gali_Desc
source: You have gathered all your Masks of Power, head to the suva in Ga-koro to gain your golden mask.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, πήγαινετε στο Suva στο Ga-koro για να αποκτήσετε τη χρυσή μάσκα σας.

# Quest_Description,Quest_GaMakokiStone_Desc
source: Turaga Nokama has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
el: Η Turaga Nokama σας ανέθεσε να βρείτε ένα αρχαίο κειμήλιο που ονομάζεται Πέτρα Makoki, ένα από τα έξι κομμάτια που χρησιμοποιούνται για να ξεκλειδώσετε το λημέρι του Makuta.

# Quest_Description,Quest_Infestation_Desc
source: A small Mining village has been Infested by Nui-jaga!
el: Ένα μικρό μεταλλευτικό χωριό έχει κατακλυστεί από Nui-jaga!

# Quest_Description,Quest_KiniNui_Desc
source: You have recovered all the Makoki stones, Retrieve the remaining Golden masks - Then join the other Toa at the Kini-Nui for the final battle. ($G/6 Gold Masks)
el: Ανακτήσατε όλες τις πέτρες Μακόκι. Ανακτήστε τις υπόλοιπες χρυσές μάσκες και ενωθείτε με τους άλλους Τοά στο Κινί-Νουί για την τελική μάχη. ($G/6 Χρυσές μάσκες)

# Quest_Description,Quest_KoMakokiStone_Desc
source: Matoro has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
el: Ο Ματόρο σας ενημέρωσε για ένα αρχαίο κειμήλιο που ονομάζεται Πέτρα Μακόκι, ένα από τα έξι κομμάτια που χρησιμοποιούνται για να ξεκλειδώσουν το βασίλειο του Μακούτα.

# Quest_Description,Quest_Kopaka_Desc
source: You have gathered all your Masks of Power, head to the suva in Ko-koro to gain your golden mask.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, πήγαινετε στο Suva στο Ko-koro για να αποκτήσετε τη χρυσή μάσκα σας.

# Quest_Description,Quest_LeMakokiStone_Desc
source: Matau has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
el: Ο Ματάου σας ενημέρωσε για ένα αρχαίο κειμήλιο που ονομάζεται Πέτρα Makoki, ένα από τα έξι κομμάτια που χρησιμοποιούνται για να ξεκλειδώσουν το βασίλειο του Μακούτα.

# Quest_Description,Quest_LeTemple_Desc
source: There's a temple near the edge of the island in Le-wahi, you should explore it.
el: Υπάρχει ένας ναός κοντά στην άκρη του νησιού στο Le-wahi, πρέπει να τον εξερευνήσεις.

# Quest_Description,Quest_Lewa_Desc
source: You have gathered all your Masks of Power, head to the suva in Le-koro to gain your golden mask.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, πήγαινετε στο Suva στο Le-koro για να αποκτήσετε τη χρυσή μάσκα σας.

# Quest_Description,Quest_Mangaia_Desc
source: You have gathered all your Masks of Power, You've Found the Makoki stones, now you must face the ultimate test. Fight your way through the Makuta's beasts and defeat him once and for all.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, βρήκατε τις πέτρες Makoki, τώρα πρέπει να αντιμετωπίσετε την τελική δοκιμασία. Πολεμήστε τα θηρία του Makuta και νικήστε τον μια και για πάντα.

# Quest_Description,Quest_OnTheLine_Desc
source: Reka, the Mask maker - needs 350 widgets to sell you a powered kakama.
el: Ο Reka, ο κατασκευαστής μασκών, χρειάζεται 350 μεταλλίσματα για να σου πουλήσει μια Κakama με δύναμη.

# Quest_Description,Quest_Onua_Desc
source: You have gathered all your Masks of Power, head to the suva in Onu-koro to gain your golden mask.
el: Έχετε μαζέψει όλες τις Μάσκες της Δύναμης, πήγαινετε στο Suva στο Onu-koro για να αποκτήσετε τη χρυσή μάσκα σας.

# Quest_Description,Quest_OnuMakokiStone_Desc
source: Turaga Whenua has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
el: Ο Turaga Whenua σου ανέθεσε να βρεις ένα αρχαίο κειμήλιο που ονομάζεται Πέτρα Makoki, ένα από τα έξι κομμάτια που χρησιμοποιούνται για να ξεκλειδώσουν το λημέρι του Makuta.
