Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_MatoranTransporter10
source: Oh, of course they're very good at moving heavy objects, even mining! They're probably the most versitile Rahi around!
pt_br: Ah claro, eles são ótimos pra levar objetos pesados, até pra mineração! São provavelmente os Rahi mais versáteis que existem!

# Dialogue_Text,DL_MatoranTransporter11
source: Well I've heard about the Ga-Matoran using big fishes for some things, The Le-Matoran riding birds... And I even head some crazy myth once about a Ko-Matoran that could ride a Mahi! What a load of protodermis that is.
pt_br: Hum, eu ouvi que as Ga-Matoran usam peixes grandes pra umas coisas. Os Le-Matoran montam em pássaros… E eu até ouvi um mito louco sobre um Ko-Matoran que montava num Mahi! Que monte de Protoderme fajuta.

# Dialogue_Text,DL_MatoranTransporter12
source: YOU'RE RIGHT, I GOTTA GO!
pt_br: VOCÊ TEM RAZÃO, PRECISO IR!

# Dialogue_Text,DL_MatoranTransporter2
source: I'm late! Out of the way!
pt_br: Estou atrasado! Sai do caminho!

# Dialogue_Text,DL_MatoranTransporter3
source: Greetings Toa, what are you doing out here?
pt_br: Saudações Toa, o que está fazendo aqui?

# Dialogue_Text,DL_MatoranTransporter4
source: Why, I'm making a delivery to the Onu-Koro shipping center of course!
pt_br: Ora, estou fazendo uma entrega pro Centro de Remessas de Onu-Koro, é claro!

# Dialogue_Text,DL_MatoranTransporter5
source: I'm... Not sure actually. It's not like they bother to tell me what I'm transporting, they only say if it's urgent or fragile.
pt_br: Eu… não sei, na verdade. Não é como se eles dissessem o que estou transportando. Só dizem se é urgente ou frágil.

# Dialogue_Text,DL_MatoranTransporter6
source: Yeah kind of, Oh but sometimes I like to pretend it's something really REALLY important, like a super powerful gemstone that will be used to invent the next big thing! But usally it just ends up being fish or wood - Something boring.
pt_br: É, um pouco. Mas às vezes eu gosto de fingir que é algo muito, MUITO importante, tipo um diamante super poderoso que será usado pra criar a próxima grande invenção! Mas geralmente é só peixe ou madeira. Algo chato assim.

# Dialogue_Text,DL_MatoranTransporter7
source: I'm on the clock Toa, speak fast.
pt_br: Estou sem tempo, Toa. Fale rápido.

# Dialogue_Text,DL_MatoranTransporter8
source: Transporting Goods to Po-Koro.
pt_br: Transportando bens para Po-Koro.

# Dialogue_Text,DL_MatoranTransporter9
source: It's a She, but yes she's been doing very well recently! The loads can be quite heavy but she's used to it!
pt_br: É "ela", mas sim, ela está muito bem! As cargas podem ser bem pesadas, mas ela está acostumada!

# Dialogue_Text,DL_Matoro1
source: Greetings again Toa, there is an important matter I need to discuss with you.
pt_br: Saudações de novo, Toa. Tem uma coisa importante que preciso discutir contigo.

# Dialogue_Text,DL_Matoro2
source: You don't remember me? Strange... That will have to wait, my name is Matoro - and we have a more important matter to discuss.
pt_br: Você não se lembra de mim? Estranho… Depois tratamos disso. Meu nome é Matoro, e tenho algo importante para discutir.

# Dialogue_Text,DL_Matoro3
source: I was returning from a meeting with Turaga Nuju, when we decided to cut through the drifts to save time - However during the blizzard I was separated from him! We have conducted searches, but the drifts are so difficult to navigate that we've had no luck in finding him.
pt_br: Eu estava voltando de uma reunião com Turaga Nuju, quando ele decidiu atravessar a Nevasca para poupar tempo. Porém, no meio dela eu me separei dele! Nós conduzimos buscas, mas a Nevasca é tão difícil de se navegar que não tivemos sorte alguma em achá-lo.

# Dialogue_Text,DL_Matoro4
source: Yes if you would. I fear for his safety, the drifts are a harsh and dangerous place, no one can survive in there for long...
pt_br: Sim, se puder. Temo pela segurança dele. A Nevasca é um lugar hostil e perigoso, ninguém consegue sobreviver lá por muito tempo…

# Dialogue_Text,DL_Matoro5
source: Please do find him, I- I feel partially responsible for his disappearance.
pt_br: Por favor encontre ele. E-Eu me sinto em parte responsável pelo desaparecimento dele.

# Dialogue_Text,DL_MatoroGetMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate. Here I'll mark it on your- you don't have a map? Gah, very well take my piece, it's just Ko-Wahi but it should help you find Nuju.
pt_br: As buscas detectaram um estranho ninho de Nui-Jaga, mas fomos açoitados antes de poder investigar. Aqui, vou marcar no seu… você não tem um mapa? Ah, tá bom, pegue o meu. É só de Ko-Wahi, mas deve te ajudar a encontrar Nuju.

# Dialogue_Text,DL_MatoroHaveMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate, here I'll mark it on your map.
pt_br: As buscas detectaram um estranho ninho de Nui-Jaga, mas fomos açoitados antes de podermos investigar. Aqui, vou marcar no seu mapa.

# Dialogue_Text,DL_MatoroKini1
source: Welcome, $T.
pt_br: {G}|gender(Bem-vindo,Bem-vinda), $T.

# Dialogue_Text,DL_MatoroKini2
source: What are you waiting for?
pt_br: O que está esperando?

# Dialogue_Text,DL_MatoroKiniExplanation1
source: $T! Wait!
pt_br: $T! Espera!

# Dialogue_Text,DL_MatoroKiniExplanation10
source: I shall go to the Ko-Kini and wait for you there.
pt_br: Eu irei ao Ko-Kini e te esperarei lá.

# Dialogue_Text,DL_MatoroKiniExplanation2
source: I... I must speak with you. It’s about the task Nuju didn’t tell you about.
pt_br: Eu… preciso falar com você. É sobre a tarefa que Nuju não lhe contou.

# Dialogue_Text,DL_MatoroKiniExplanation3
source: The Turaga recently held a meeting to discuss certain... things that have been happening to you Toa. Nuju, unfortunately, came to the conclusion that he was unsure where your loyalties lie.
pt_br: Os Turaga recentemente fizeram uma reunião para discutir… certas coisas que têm acontecido a vocês, Toa. Nuju, infelizmente, chegou à conclusão de que ele não sabe para quem vocês prestam lealdade.

# Dialogue_Text,DL_MatoroKiniExplanation4
source: Do not blame him, Kopaka... Nuju is skeptical and cold by his nature. He has seen prophecies change and fail. He has seen his own friends and allies turn against him. It has taken a bigger toll on him than he cares to admit.
pt_br: Não culpe ele, Kopaka… Nuju é desconfiado e frio por natureza. Ele viu profecias mudarem e falharem. Ele viu os próprios amigos e aliados virarem contra ele. Isso o afetou mais do que ele se importa em admitir.

# Dialogue_Text,DL_MatoroKiniExplanation5
source: ...My oath to the Turaga forbids me from sharing information which is deemed a secret. However, helping you to fulfil your destiny through my actions does not violate that oath.
pt_br: …Meu juramento ao Turaga me proíbe de compartilhar informação considerada secreta. Porém, te ajudar a realizar seu destino através de minhas ações não viola tal juramento.

# Dialogue_Text,DL_MatoroKiniExplanation6
source: It means I shall assist you on your task, Toa.
pt_br: Quer dizer que vou ajudá-lo em sua tarefa, Toa.

# Dialogue_Text,DL_MatoroKiniExplanation7
source: You, Kopaka, must travel to the Ko-Kini temple on the outskirts of Ko-Wahi. Within the temple lies a Makoki stone- a part of a key to the lair of the Makuta.
pt_br: Você, Kopaka, deve viajar ao templo Ko-Kini, nos arredores de Ko-Wahi. Dentro do templo tem uma pedra Makoki, parte de uma chave para o lar do Makuta.

# Dialogue_Text,DL_MatoroKiniExplanation8
source: I am afraid we must, Kopaka.
pt_br: Temo que sim, Kopaka.

# Dialogue_Text,DL_MatoroKiniExplanation9
source: I will accompany you. The temple remains locked, and I know the secret to unlocking it. I... hope that Nuju can forgive me for this, but this must be done. I cannot allow Nuju’s skepticism to prevent it.
pt_br: Eu vou te acompanhar. O templo permanece fechado, e eu sei o segredo para abri-lo. Eu… espero que Nuju me perdoe por isso, mas precisa ser feito. Não posso deixar o ceticismo de Nuju impedir isso.

# Dialogue_Text,DL_MatoroKiniKopaka1
source: Good. Now descend into the Ko-Kini.
pt_br: Ótimo. Agora desça para dentro do Ko-Kini.

# Dialogue_Text,DL_MatoroKiniOther
source: Just... waiting. I wonder what’s taking Kopaka so long...
pt_br: Só… esperando. Por que será que o Kopaka está demorando tanto…

# Dialogue_Text,DL_MatoroKiniReturn
source: I see you have found the stone...
pt_br: Vi que você achou a pedra…

# Dialogue_Text,DL_MatoroKiniReturn1
source: Yes... I suppose...
pt_br: Sim… eu acho…

# Dialogue_Text,DL_MatoroKiniReturn2
source: I… I know that I am doing the right thing in helping you with this... but I have still gone behind Nuju’s back to complete this task. I still feel uneasy about this...
pt_br: Eu… eu sei que estou fazendo a coisa certa, te ajudando com isso… mas eu ainda agi por trás das costas do Nuju para completar essa tarefa. Ainda me sinto ansioso com isso…

# Dialogue_Text,DL_MatoroKiniReturn3
source: ...Forgive me, Toa, but I do not feel that you should leave with this stone while Nuju is deceived.
pt_br: …Perdão, Toa, mas não acho que você deva partir com esta pedra enquanto Nuju não sabe.

# Dialogue_Text,DL_MatoroKiniReturnEnd
source: I shall go to speak with Nuju. Speak to us when you are ready.
pt_br: Eu vou falar com Nuju. Fale conosco quando estiver {G}|gender(pronto,pronta).

# Dialogue_Text,DL_MatoroKiniReturnMine
source: If it were not for my help, you would remain without the stone, Toa. We have both gone behind Nuju’s back to do this- and I feel it is both my and your duty to have his blessing before you continue.
pt_br: Se não fosse a minha ajuda, você ainda estaria sem a pedra, Toa. Nós dois agimos por trás das costas do Nuju para fazer isso… e eu sinto que é tanto meu dever quanto o seu ter a aprovação dele antes de continuar.

# Dialogue_Text,DL_MatoroKiniReturnUnderstand
source: I will as well... I only hope that he will be able to see reason. Please speak with him as soon as you are able to.
pt_br: Também vou… Só espero que ele possa ver a razão. Por favor, fale com ele assim que você puder.

# Dialogue_Text,DL_MatoroReturn
source: Have you found our Turaga yet?
pt_br: Você já achou nosso Turaga?

# Dialogue_Text,DL_MetalSeller
source: Metals, Statues, Crystals! I've got it all, want to take a look Toa?
pt_br: Metais, estátuas, cristais! Tenho de tudo, quer dar uma olhada, Toa?

# Dialogue_Text,DL_Metonu
source: Hmm... Finally done.
pt_br: Hum… Finalmente terminei.

# Dialogue_Text,DL_Metonu1
source: Oh it's nothing... Well it was actually quite a feat - But nothing you need concern yourself with Toa.
pt_br: Ah, não é nada… Na verdade, foi uma façanha e tanto, mas nada que precise se preocupar, Toa.

# Dialogue_Text,DL_Metonu2
source: Hah! Very well. I will say that all endings are merely beginnings, waiting to be born. So, It's now time for our next step.
pt_br: Hah! Tudo bem. Direi então que todo fim é apenas um começo, esperando para nascer. Então, agora é hora do nosso próximo passo.

# Dialogue_Text,DL_Metonu3
source: Oh wait Toa! You're still looking for the masks right? I have a device that may help.
pt_br: Espera aí, Toa! Você ainda está procurando máscaras, né? Tenho um dispositivo que pode ajudar.

# Dialogue_Text,DL_MetonuAkaku
source: The Akaku! X-Ray vision... Yup... That's a pretty cool one. Anyways I'll get to work!
pt_br: A Akaku! Visão de Raio-X… Aham… Essa é bem legal. Enfim, mãos à obra!

# Dialogue_Text,DL_MetonuExplain
source: I had my friend Nuparu draft up some plans for a small device that would seek out the unique energy signals of powered masks! Or well, It's supposed to... The current design can only track one type of mask. If you'd like one I'll need some rare materials to build it, a Toa like yourself shouldn't have trouble with that though.
pt_br: Eu pedi pro meu amigo Nuparu rascunhar uns planos, pra um pequeno dispositivo capaz de rastrear sinais de energia únicos de máscaras carregadas! Ou era pra rastrear… O design atual só pode rastrear um tipo de máscara. Se quiser um, vou precisar de uns materiais raros para construí-lo. Para {G}|gender(um,uma) toa como você, não deve ser difícil.

# Dialogue_Text,DL_MetonuGive
source: Here you go. I hope you'll use it well $T!
pt_br: Aqui está. Espero que use-o bem, $T!

# Dialogue_Text,DL_MetonuHau
source: The Hau! Quite a useful mask, Very well!
pt_br: A Hau! Uma máscara bem útil. Muito bem!

# Dialogue_Text,DL_MetonuHaveMaterials
source: Excellent! I'll get to work on it immediately. Before I do though, What mask would you like to track?
pt_br: Excelente! Vou trabalhar nisso agora mesmo. Antes que eu vá, qual máscara você quer rastrear?

# Dialogue_Text,DL_MetonuHuna
source: The Huna! Very sneaky Toa... I'll get to work then!
pt_br: A Huna! Bem sorrateiro, Toa… Mãos à obra!

# Dialogue_Text,DL_MetonuKakama
source: The Kakama! Ahh this one has always been one of my favorites, if I could use mask powers that'd be the one I'd wear... Anyways I'll get to work!
pt_br: A Kakama! Ahh essa sempre foi uma das minhas favoritas, se eu pudesse usar poderes de máscaras, seria essa… Enfim, mãos à obra!

# Dialogue_Text,DL_MetonuKaukau
source: The Kaukau! Water breathing is always a handy thing to have. I'll get to work right away!
pt_br: A Kaukau! Respiração embaixo d'água é sempre algo útil de se ter. Mãos à obra!

# Dialogue_Text,DL_MetonuKomau
source: The Komau! Mind control? I trust you won't go around using these on my fellow Matoran? Hah, I jest. I'll get to work then!
pt_br: A Komau! Controle mental? Espero que você não saia por aí usando ela nos meus amigos Matoran. Haha, brincadeira. Mãos à obra!

# Dialogue_Text,DL_MetonuMahiki
source: The Mahiki! Huh, Illusion... alright I'll get to work!
pt_br: A Mahiki! Hum, ilusão… Beleza, mãos à obra!

# Dialogue_Text,DL_MetonuMatatu
source: The Matatu! Huh, never really saw the use in Telekinesis, but alright I'll get to work!
pt_br: A Matatu! Hum, nunca vi a utilidade da telecinese, mas tudo bem. Mãos à obra!

# Dialogue_Text,DL_MetonuMaterials
source: Now I hate to ask this of you, as it is a rather large list but here we go... Ten Metallic Protodermis Ingots, Ten Glow Crystals, Fifty Wahae-Mata Gel, and Two Hundred widgets. Did you catch all that?
pt_br: Agora, odeio te pedir isso tudo, já que é uma lista bem grande, mas lá vai… 10 Lingotes de Protoderme Metálica, 10 Cristais Brilhosos, 50 de Gel Wahae Mata, e 200 Peças. Pegou tudo?

# Dialogue_Text,DL_MetonuMaterialsWriting
source: Oh, of couse. Here you go!
pt_br: Ah, é claro. Aqui está!

# Dialogue_Text,DL_MetonuMiru
source: The Miru! Levitation is nice, but I've heard it gives you a jump boost too. Maybe it should be renamed to like... The Mask of High Jump! Okay, not that but... I'll just make the thing now.
pt_br: A Miru! Levitação é legal, mas ouvi dizer que ela te dá um impulso no pulo também. Talvez um nome melhor seja… A Máscara do Pulo Alto! Tá, isso não, mas… Vou fazer essa coisa logo.

# Dialogue_Text,DL_MetonuOrig
source: Ahh, Finally done. Wonder what I'll do now... Wait. What do I do now?
pt_br: Ahh, finalmente pronto. O que será que eu faço agora… Espera. O que eu faço agora?

# Dialogue_Text,DL_MetonuPakari
source: The Pakari! Wish I had one of those myself... Err, uhh, I mean I wish I could use the power! I'll just get to work...
pt_br: A Pakari! Queria uma dessas pra mim… Ah, ééé, quis dizer que o poder seria útil! Vou começar o trabalho logo…

# Dialogue_Text,DL_MetonuRau
source: The Rau! Translation, not super useful but I can see the appeal... I'll get right to work then!
pt_br: A Rau! Tradução, não muito útil mas entendo que é atrativo… Enfim, mãos à obra!

# Dialogue_Text,DL_MetonuReturn
source: Ahh yes, Interested?
pt_br: Ahh sim. {G}|gender(Interessado,Interessada)?

# Dialogue_Text,DL_MetonuRuru
source: The Ruru! I hope this may shed some light on it's location... That was bad, I'll just get to work.
pt_br: A Ruru! Espero que o dispositivo dê uma luz sobre a localização dela… Essa foi péssima, vou começar logo.

# Dialogue_Text,DL_Midak1
source: G'day $T!
pt_br: 'Dia, $T!

# Dialogue_Text,DL_Midak2
source: I'm not a fan of the dark, so I stay out here.
pt_br: Não muito fã do escuro, então fico aqui fora.

# Dialogue_Text,DL_MiningMatoran1
source: *Huff Huff*
pt_br: *Arff arff*

# Dialogue_Text,DL_MiningMatoran2
source: *Humming*
pt_br: *Cantarolando*

# Dialogue_Text,DL_MiningMatoran3
source: *Singing* Oh, there once was a great spirit. They called him Mata-Nui, he stood tall above the clouds, he was oh so very proud. Then one day the Makuta came, and took that all away. Mata-Nui Hit the ground and will, forever, slumber now.
pt_br: *Cantando* Ohhhh, o Grande Espírito chamado Mata Nui, quando ele se erguia as nuvens atingia. Então o Makuta chegou e logo tudo levou, Mata Nui caiu e ao sono sucumbiu…

# Dialogue_Text,DL_MiningMatoranLost
source: *Cuckle* I don't know how I got out here.
pt_br: *Risinhos* Não sei como cheguei aqui.

# Dialogue_Text,DL_MiningMatoranUssal
source: You got it, Keep going buddy!
pt_br: Você consegue, continue amigão!

# Dialogue_Text,DL_NightWatchGuard1
source: Greetings Toa $T. Any trouble to report?
pt_br: Saudações, Toa $T. Algum problema?

# Dialogue_Text,DL_NightWatchGuard2
source: Be on the look out for trouble makers.
pt_br: Tenha cuidado com encrenqueiros.

# Dialogue_Text,DL_Nixie
source: Hmm, I see, interesting.
pt_br: Hum… entendi. Interessante.

# Dialogue_Text,DL_NixieResponse
source: Ahh, Hello Toa $T, It's nothing just studying the stars.
pt_br: Ahh, olá Toa $T. Nada não, só estudando as estrelas.

# Dialogue_Text,DL_NixieResponse1
source: I interpret the positions of the stars in relation to the Red Star to determine the future.
pt_br: Eu interpreto a posição das estrelas em relação à Estrela Vermelha para determinar o futuro.

# Dialogue_Text,DL_NixieResponse2
source: I've seen the tell tale signs of a big change on the horizon. For better or for worse, things will be changing Toa $T...
pt_br: Eu já vi os sinais típicos de uma grande mudança no horizonte. Por bem ou por mal, as coisas vão mudar, Toa $T…

# Dialogue_Text,DL_Nokama1
source: A truth that, we confess, should have been told to you from the beginning.
pt_br: Uma verdade que, confessamos, devíamos ter lhes contado desde o começo.

# Dialogue_Text,DL_Nokama2
source: This... this is not the first time you have descended into Mangaia.
pt_br: Esta… não é a primeira vez que desceram no Mangaia.

# Dialogue_Text,DL_Nokama3
source: The Turaga and I were... holding a meeting. On my way back to Ga-Koro, I was attacked by that Tarakava you encountered and dragged down here.
pt_br: Os Turaga e eu estávamos… numa reunião. No caminho de volta para Ga-Koro, eu fui atacada por aquela Tarakava que você encontrou, e arrastada aqui.

# Dialogue_Text,DL_NokamaBase1
source: $T! It is good to see you. It has been quite some time since I’ve seen a friendly face.
pt_br: $T! É bom ver você. Faz um tempo que não vejo um rosto amigo.

# Dialogue_Text,DL_NokamaHeadBack
source: I will indeed. Many thanks, Toa $T. I hope you will visit our village once I have returned- there are more things I wish to show you.
pt_br: Voltarei sim. Muito obrigada, Toa $T. Espero que visite nossa aldeia quando eu voltar, há mais coisas que desejo lhe mostrar.

# Dialogue_Text,DL_NokamaHeadBack2
source: I am as well. Do come visit me once I have returned to Ga-Koro. I have something which I will be able to share with you.
pt_br: Também estou. Venha me visitar assim que eu voltar para Ga-Koro. Tenho algo que poderei compartilhar contigo.

# Dialogue_Text,DL_NokamaKoro
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
pt_br: Como é bom {G}|gender(vê-lo,vê-la), Toa $T. Espero que esteja aproveitando o tempo em Ga-Koro.

# Dialogue_Text,DL_NokamaKoroGali1
source: I did, Gali. There is another artifact which you must collect, alongside your great masks. It is called a Makoki Stone, and it is a part of a key to the Makuta’s lair.
pt_br: Sim, Gali. Há outro artefato que você precisa buscar, além das grandes máscaras. Chama-se pedra Makoki, e é parte de uma chave para o lar do Makuta.

# Dialogue_Text,DL_NokamaKoroGali2
source: The stone lies within the Ga-Kini, a Temple which lies beneath the water not far from here. You must go there, descend into the temple, and retrieve the stone that lies within.
pt_br: A pedra se encontra dentro do Ga-Kini, um templo submerso não muito longe daqui. Você deve ir até lá, entrar no templo, e retirar a pedra que jaz dentro dele.

# Dialogue_Text,DL_NokamaKoroGali25
source: Take great care, Toa Gali. The Temple is infested with The Makuta’s Rahi. I do hope you fare better than last time.
pt_br: Tome muito cuidado, Toa Gali. O templo está infestado pelos Rahi do Makuta. Espero que você se saia melhor do que da última vez.

# Dialogue_Text,DL_NokamaKoroGali26
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
pt_br: Quando você… Oh! Perdão, da última vez que NÓS tentamos entrar no Ga-Kini. Um grupo da Guarda de Ga-Koro foi afugentado pelos Rahi lá de dentro. Rahi que você precisará derrotar.

# Dialogue_Text,DL_NokamaKoroGali3
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest. And before you go, you have earned this - It's a full map of the Island, it should help you to find the Temple.
pt_br: Desculpe-me pela confusão, Toa… Desejo sorte na sua missão. E antes de ir, você merece isso: um mapa completo da ilha, deve {G}|gender(ajudá-lo,ajudá-la) a encontrar o templo.

# Dialogue_Text,DL_NokamaKoroGali4
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest.
pt_br: Desculpe-me pela confusão, Toa… Desejo sorte na sua missão.

# Dialogue_Text,DL_NokamaKoroGali5
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
pt_br: Quando você… Oh! Perdão, da última vez que NÓS tentamos entrar no Ga-Kini. Um grupo da Guarda de Ga-Koro foi afugentado pelos Rahi lá de dentro. Rahi que você precisará derrotar.

# Dialogue_Text,DL_NokamaKoroHow
source: Our village is doing as well as ever. However Macku hasn’t snuck out to Po-Koro lately... meaning I suspect she will try to soon.
pt_br: Nossa aldeia vai bem, como sempre. Porém, a Macku não tentou fugir para Po-Koro recentemente… ou seja, suspeito que ela tentará logo.

# Dialogue_Text,DL_NokamaKoroOtherToa
source: For you? I am afraid not. Although there is a task of great importance that I must speak to Gali about. Please, send her to me if you see her.
pt_br: Para você? Temo que não. Porém, tenho uma tarefa de grande importância que tenho de falar com a Gali. Por favor, se você vê-la, mande ela falar comigo.

# Dialogue_Text,DL_NokamaKoroPostKini
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
pt_br: Como é bom {G}|gender(vê-lo,vê-la), Toa $T. Imagino que esteja aproveitando o tempo em Ga-Koro?

# Dialogue_Text,DL_NokamaMeeting
source: Well... truthfully I should not have mentioned it. It was of a rather... delicate nature. One that I hope I shall be able to share with you soon enough.
pt_br: Então… na verdade, eu não devia ter mencionado. Foi sobre um tema… um tanto delicado. Um que espero poder compartilhar com você logo.
