Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_WinRacePoduPohatu_PlayerResponse_1
source: ...Well that certainly sounds like fun!
pl_pl: ...Cóż, to z pewnością brzmi jak coś zabawnego!

# Dialogue_Response,DL_WinRacePohatu2_PlayerResponse_1
source: Speaking of rewards, didn’t you say there was some reward if I won?
pl_pl: Mówiłeś, że dostanę jakąś nagrodę jeśli wygram.

# Dialogue_Response,DL_WinRacePohatu_PlayerResponse_1
source: Thank you Pohatu. ...You weren’t terrible either.
pl_pl: Dziękuję, Pohatu. ...Ty też nie byłeś najgorszy.

# Dialogue_Response,DL_WinRacePohatuGift_PlayerResponse_1
source: This looks idiotic.
pl_pl: Wygląda idiotycznie.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_1
source: Sorry, I'm not in the market for fish.
pl_pl: Przepraszam, nie jestem na targu po ryby.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_2
source: I usually just swim after them. Makes for good practice.
pl_pl: Zazwyczaj po prostu po nie płynę. To dobre ćwiczenie.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_3
source: I prefer to eat leaf-plants instead of rahi...
pl_pl: Wolę jeść rośliny zamiast Rahi...

# Dialogue_Response,DL_YumaFishIntro_Gali_PlayerResponse_1
source: Good business to you, Yuma.
pl_pl: Udanych interesów, Yuma.

# Dialogue_Response,DL_YumaFishIntro_lewa_PlayerResponse_1
source: Hard-doubt I will, but thanks... I suppose.
pl_pl: Wątpię, żeby mnie naszła, ale dziękuję... chyba.

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_1
source: Hello... is everything alright?
pl_pl: Witaj... czy wszystko w porządku?

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_2
source: I'll leave you to it.
pl_pl: Zostawię Cię z nimi.

# Dialogue_Text,DL_420man
source: Huh? Oh you won't hurt me. You won't hurt me right?
pl_pl: Co? Nie skrzywdzisz mnie, prawda?

# Dialogue_Text,DL_420man1
source: Right. Right. I can't see the right pattern, if I could - maybe I would understand...
pl_pl: Racja. Racja... Nie potrafię dostrzec odpowiedniego wzoru. Jeśli by mi się udało, może wtedy bym zrozumiał...

# Dialogue_Text,DL_420man2
source: Yes, I'll be fine. Just as long as I don't go too deep, you can't come back from that.
pl_pl: Poradzę sobie. Dopóki nie zejdę zbyt głęboko... stamtąd się już nie wraca.

# Dialogue_Text,DL_Ahkmou
source: Toa! Umm, hello... Would you like to buy a Comet?
pl_pl: Toa! Eee… Cześć? {G}|gender(Chciałbyś, Chciałabyś) może kupić Kometę?

# Dialogue_Text,DL_Ahkmou1
source: Why they're my main product! They are hand crafted and specifically designed to fly faster and farther than any other Kolhii ball!
pl_pl: To mój główny produkt! Są ręcznie robione i specjalnie zaprojektowane tak, aby latać szybciej i dalej niż jakakolwiek inna piłka Kolhii!

# Dialogue_Text,DL_Ahkmou2
source: ... Well that would be my proprietary speed gel of course! It helps reduce friction on the ball.
pl_pl: To... to oczywiście mój autorski żel prędkości! Pomaga zredukować tarcie na piłce.

# Dialogue_Text,DL_Ahkmou3
source: Well there's a good chance you have! My Comets are in very high demand at the moment, they've been selling so fast that I've had to increase the price while I wait for more stock!
pl_pl: Bardzo możliwe! Na moje Komety jest teraz duże zapotrzebowanie - sprzedają się tak szybko, że musiałem podnieść cenę, czekając na dostawę!

# Dialogue_Text,DL_Akamar
source: Ahh Hello $T. As you may have noticed the Po-Koro renevation is complete...
pl_pl: Ahh... Witaj $T. Jak {G}|gender(mogłeś, mogłaś) zauważyć, renowacja Po-Koro dobiegła końca...

# Dialogue_Text,DL_Akamar2
source: Well, I'm still not entirely happy with it. Maybe I'll return to it at a later date. Besides, there are more pressing matters to attend to.
pl_pl: Widzisz... wciąż nie jestem do końca zadowolony. Może wrócę do tego później. Poza tym mam teraz pilniejsze sprawy.

# Dialogue_Text,DL_Akamar3
source: I thank you Toa $T, however I must move on to even more important tasks. I will still remain here, but this time I will be creating the future...
pl_pl: Dziękuję Ci, Toa $T. Jednak muszę zająć się jeszcze ważniejszym zadania. Na razie zostanę tutaj, ale tym razem będę kształtował przyszłość...

# Dialogue_Text,DL_Akamar4
source: Yours... and your brothers, and Mata-Nui's... The future of everything.
pl_pl: Twoją... twoich braci... i Mata Nui... Przyszłość wszystkiego.

# Dialogue_Text,DL_AkamarBuddy
source: Ahh, hello Toa! How are you?
pl_pl: Oh, witaj Toa! Co tam u Ciebie?

# Dialogue_Text,DL_AkamarBuddy2
source: I'm currently packing for my trip home, I was just here to help Akamar with Po-Koro. He won't need me for his next job... *Grumbles*
pl_pl: Pakuję się w drogę do domu. Przybyłem tutaj, aby pomagać Akamarze przy renowacji Po-Koro, lecz nie będzie mnie potrzebował przy następnym zadaniu... *Narzeka*

# Dialogue_Text,DL_AkamarBuddy3
source: It's fine, I'm not that upset about it. I suppose there are just some things you have to do alone.
pl_pl: Dzięki, nie przejmuję się tym zbytnio. Przypuszczam, że są rzeczy, które po prostu trzeba zrobić samemu.

# Dialogue_Text,DL_Akura
source: Sorry Toa, can't talk. Translating...
pl_pl: Wybacz Toa, nie mogę rozmawiać. Tłumaczę...

# Dialogue_Text,DL_Akura1
source: *Mumbling* That's an M... Memory... Okay. *Mumbling* Ga-Koro should really be IN Naho Bay... *Mumbling*
pl_pl: *Mamrocze* To W... Wspomnienia... W porządku. *Mamroczne* Ga-Koro rzeczywiście powinno znajdować się w Zatoce Naho... *Mamrocze*

# Dialogue_Text,DL_Allknowingmatoran
source: I've seen you before...
pl_pl: Widziałem cię już wcześniej...

# Dialogue_Text,DL_Allknowingmatoran_2
source: Not in person, no. I've seen you in my visions.
pl_pl: Nie osobiście... Nie... Widziałem Cię w moich wizjach.

# Dialogue_Text,DL_Allknowingmatoran_3
source: I've seen you before...
pl_pl: Widziałem cię już wcześniej...

# Dialogue_Text,DL_Allknowingmatoran_DidYouFindHim
source: Have you found the Matoran yet?
pl_pl: Udało Ci się już znaleźć tego Matoranina?

# Dialogue_Text,DL_Allknowingmatoran_Explaination
source: Ahh yes. It's our belief that Mata-Nui can't survive without the Makuta, and vice versa. It's been our belief for... a long time.
pl_pl: Ah tak. Wierzymy, że Mata Nui nie przetrwa bez Makuty i vice versa. Wierzymy w to od... od bardzo dawna.

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Reward
source: Wait! I found armor set during my travels, perhaps you could make use of it?
pl_pl: Zaczekaj! Znalazłem ten pancerz podczas moich podróży. Może mógłby Ci się przydać?

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Thanks
source: Thank you for snaping me out of it Toa!
pl_pl: Dziękuję Ci, Toa, że mnie z tego wyrwałeś!

# Dialogue_Text,DL_Allknowingmatoran_ThanksForSavingHim
source: Thank you for helping save Komaru $T!
pl_pl: Dziękuję za pomoc w uratowania Komaru, $T!

# Dialogue_Text,DL_Allknowingmatoran_Visions
source: Perhaps, it's unclear whether they show the future, or the past...
pl_pl: Możliwe... Trudno stwierdzić, czy ukazują przyszłość, czy przeszłość...

# Dialogue_Text,DL_Allknowingmatoran_Visions_2
source: Perhaps, it's unclear whether they show the future, or the past...
pl_pl: Możliwe... Trudno stwierdzić, czy ukazują przyszłość, czy przeszłość...

# Dialogue_Text,DL_Allknowingmatoran_WDYF2
source: Please tell me, I am eager to make sense of this vision.
pl_pl: Proszę, opowiedz mi. Pragnę pojąć sens tej wizji.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim
source: I need you to find this Matoran, Toa. If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
pl_pl: Musisz znaleźć tego Matoranina, Toa. Jeśli tego nie zrobisz, może to oznaczać koniec Mata Nui... Wiem, że pobliżu linii brzegowej Ko-Wahi znajduje się samotne wzgórze - może się tam ukrywać.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim2
source: There's no time for that Toa, I need you to find this Matoran, If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
pl_pl: Nie mamy na to czasu, Toa. Musisz znaleźć tego Matoranina. Jeśli tego nie zrobisz, może to oznaczać koniec Mata Nui... Wiem, że pobliżu linii brzegowej Ko-Wahi znajduje się samotne wzgórze - może się tam ukrywać.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHimDoor
source: There should be a rock door with three spinning rocks on it, The order is Faith, Creation, then Peace
pl_pl: Powinny tam być kamienne drzwi z trzema obrotowymi skałami. Kolejność to: Wiara, Kreacja, Pokój.

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiar
source: Really? Was there any reason why?
pl_pl: Naprawdę? Był ku temu jakiś powód?

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiarReason
source: Mhh Hmm interesting... Where there stones of the Great Spirit?
pl_pl: Hmm… Czy były tam kamienie Wielkiego Ducha?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere
source: Mhh Hmm... Where there stones of the Great Spirit?
pl_pl: Hmm… Czy były tam kamienie Wielkiego Ducha?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere2
source: Mhh Hmm... Where there stones of the Great Spirit?
pl_pl: Hmm… Czy były tam kamienie Wielkiego Ducha?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere3
source: Mhh Hmm... Where there stones of the Great Spirit?
pl_pl: Hmm… Czy były tam kamienie Wielkiego Ducha?

# Dialogue_Text,DL_Allknowingmatoran_WDYFOddMatoran
source: Really? Hmm, did he say anything that stood out to you?
pl_pl: Naprawdę? Czy powiedział coś, co szczególnie zwróciło Twoją uwagę?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones
source: Oh no, this is a bad omen, a bad omen indeed. Did you see the Matoran's colors?
pl_pl: O nie, to zły znak, zaiste bardzo zły znak. Udało Ci się dostrzec kolory tego Matoranina?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones2
source: Oh no, this is a bad omen, A bad omen indeed. Was there a Matoran? Did you see the Matoran's colors?
pl_pl: O nie, to zły znak, zaiste bardzo zły znak. Czy był tam jakiś Matoranin? Udało Ci się dostrzec jego kolory?

# Dialogue_Text,DL_Allknowingmatoran_WDYFWhatToDo
source: I... Just try talking him down, if not... Then I don't know.
pl_pl: Spróbuję... Spróbuję z nim porozmawiać... Jeśli to nie zadziała... to nie wiem, co dalej.

# Dialogue_Text,DL_Allknowingmatoran_Whatdidyoufind
source: Hello Toa, have you found the place I mentioned yet?
pl_pl: Witaj, Toa. Czy {G}|gender(znalazłeś, znalazłaś) już miejsce, o którym rozmawialiśmy?

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw
source: One night, I lied down to rest. When I fell asleep I saw visions of a strange place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw them come out... And After a while, I woke up.
pl_pl: Pewnej nocy udałem się na spoczynek. We śnie nawiedziła mnie wizja, która ukazała mi dziwne miejsce na zboczu góry... Było to zimne miejsce, pełne ciemności. Lecz nagle poczułem za sobą ciepło - wyczułem, że to Toa. Toa tam wszedł, lecz nigdy nie widziałem, by wychodził... Po chwili się obudziłem.

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw_2
source: One night, I lied down to rest. When I fell asleep I saw visions of a dark place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw him come out... And After a while, I woke up.
pl_pl: Pewnej nocy udałem się na spoczynek. We śnie nawiedziła mnie wizja, która ukazała mi mroczne miejsce na zboczu góry... Było to zimne miejsce, pełne ciemności. Lecz nagle poczułem za sobą ciepło - wyczułem, że to Toa. Toa tam wszedł, lecz nigdy nie widziałem, by wychodził... Po chwili się obudziłem.

# Dialogue_Text,DL_Allknowingmatoran_Where
source: I don't know specifically, but I do know that you can see Le-Koro from there, so perhaps the southern side of Mangai.
pl_pl: Nie wiem tego dokładnie, ale wiem, że można stamtąd zobaczyć Le-Koro. Możliwe, że to południowa strona Mangai.

# Dialogue_Text,DL_BandGreeting1
source: *Doots instrument in your face*
pl_pl: *Trąbi Ci prosto w twarz*

# Dialogue_Text,DL_BandGreetingNeg
source: *DOOT*
pl_pl: *TUUT*

# Dialogue_Text,DL_Boat
source: Hello Toa, Come to rent a Boat?
pl_pl: Witaj, Toa! {G}|gender(Przyszedłeś, Przyszłaś) wypożyczyć Łódź?

# Dialogue_Text,DL_BoatManager
source: Ahoy there Toa $T!
pl_pl: Ahoj, Toa $T!

# Dialogue_Text,DL_BoatManager2
source: What is it ye be wantin'?
pl_pl: Czego Ci się zachciało, Toa?

# Dialogue_Text,DL_BoatManager3
source: Aye, I'm told that quite often.
pl_pl: Ajaj, Matoranie często mi to mówią.

# Dialogue_Text,DL_BoatManagerKohi
source: Kohi? Ahh, he was one odd Po-Matoran. You rarely see people exploring the island in these dangerous times.
pl_pl: Kohi? Ah tak, ten dziwny Po-Matoranin. Rzadko spotyka się ludzi eksplorujących wyspę w tych niebezpiecznych czasach.

# Dialogue_Text,DL_BoatManagerKohi2
source: Aye, I believe he did... I think he said he was going to climb the Po-Koro Mesas.
pl_pl: Ajaj, zaiste powiedział... Wydaje mi się, że mówił coś o wspinaczce na mesy Po-Koro.

# Dialogue_Text,DL_BoatManagerKohi3
source: The mesas, the big ol' rocks sittin' right next to Po-Koro.
pl_pl: Tak, mesy. Wielkie, stare skały, co stoją tuż przy Po-Koro.

# Dialogue_Text,DL_BoatManagerQuest
source: Hello Toa, Come to rent a Boat?
pl_pl: Witaj, Toa! {G}|gender(Przyszedłeś, Przyszłaś) wypożyczyć Łódź?

# Dialogue_Text,DL_Buyer
source: Where could it be? Maybe the next store has it?
pl_pl: Gdzie to może być? Może znajdę to na następnym stoisku?

# Dialogue_Text,DL_Candles1
source: Welcome welcome Toa! Here to buy a candle?
pl_pl: Witaj, witaj Toa! Jesteś tu, aby kupić świeczkę?

# Dialogue_Text,DL_Candles2
source: Why yes it's our sister shop! The company has plenty stores around Mata-Nui... I probably shouldn't of said that.
pl_pl: Nie, to nasz siostrzany sklep! Firma ma wiele sklepów rozrzuconych po całym Mata Nui... Chyba nie powinienem był tego mówić.

# Dialogue_Text,DL_CandlesCompany
source: Uhh it's not - not something I can really talk about... *Whispering* They own most of the shops here and in Onu-koro! But you didn't hear it from me!
pl_pl: Nie... Nie mogę o tym zbytnio mówić... *Szepcze* Większość sklepów, tutaj i w Onu-Koro, należy do tej firmy! Ale nie wiesz tego od mnie!

# Dialogue_Text,DL_CandleSeller
source: Get your candles here! They're the brightest candles around! Straight from Ta-Koro!
pl_pl: Szukasz świeczek? Kup je tutaj! To najlepsze świeczki w okolicy! Prosto z Ta-Koro!

# Dialogue_Text,DL_CantWait
source: I can't wait to see what the Great Spirit brought me!
pl_pl: Nie mogę się doczekać, żeby zobaczyć, co przyniesie mi Wielki Duch!

# Dialogue_Text,DL_CartographerHowWidgets
source: Hmm... I suppose you could ask Khalo if he has a job for you. He's the cheif Jobmaster in the city, and seems to always know of something that needs to be done.
pl_pl: Hmm… Myślę, że możesz zapytać Khalo, czy ma dla Ciebie jakąś robotę. Jest naczelnym Mistrzem Zleceń w mieście i zawsze znajdzie coś, co trzeba zrobić.

# Dialogue_Text,DL_CartographerIntro
source: Greetings, Toa. Is there anything you need from me?
pl_pl: Witaj, Toa! Czy mogę coś dla Ciebie zrobić?

# Dialogue_Text,DL_CartographerIntro_2
source: I craft masks, replacements - ususally for Matoran. Do you require my services?
pl_pl: Wytwarzam maski zatępcze - zazwyczaj dla Matoran. Czy potrzebujesz moich usług?

# Dialogue_Text,DL_CartographerIntroNoKakama
source: Greetings, Toa. Is there anything you need from me?
pl_pl: Witaj, Toa! Czy mogę coś dla Ciebie zrobić?

# Dialogue_Text,DL_CartographerIntroNoKakama1
source: I'm afraid not, that Kakama was the only one.
pl_pl: Niesety nie - ta Kakama jest jedyną.

# Dialogue_Text,DL_CartographerNeedMap
source: Hmm, I did find one a while back - It's a Kakama. I would normally price it at about 500 widgets, but i'll make an exception for you. 350 widgets it is.
pl_pl: Hmm… Znalazłem ostatnio jedną - Kakamę. Standardowa cena to 500 widżetów, ale zrobię dla Ciebie wyjątek - 350 widżetów.

# Dialogue_Text,DL_CartographerPay
source: Excellent, here you go $T.
pl_pl: Wspaniale, proszę $T.

# Dialogue_Text,DL_CartographerPay1
source: Pleasure doing business with you $T!
pl_pl: Robienie z tobą interesów to przyjemność $T!

# Dialogue_Text,DL_CartographerPillar
source: The Pillar-Lands don't really have lots of pillars, just large natural rock formations. It's very beautiful, but quite hard to get to. Maybe not for a toa though.
pl_pl: Tak naprawdę w Krainie Filarów nie ma filarów, tylko duże, naturalne formacje skalne. Są bardzo piękne, ale trudno się na nie dostać. Chyba że dla Toa – wtedy to nie powinien być problem.

# Dialogue_Text,DL_CartographerQuestStart
source: Thanks for stopping by Toa $T.
pl_pl: Dziękuję, że mnie odwiedzasz Toa $T.

# Dialogue_Text,DL_CartographerReturn
source: Hello again $T, can you pay for the mask yet?
pl_pl: Witaj ponownie $T, czy możesz już zapłacić za tę maskę?

# Dialogue_Text,DL_CartographerTiro
source: Tiro Canyon is a dangerous but beatiful region just outside the city. It's home to many unique plants and rahi. If you're planning on venturing there, make sure to pack climbing gear... Although I suppose you wouldn't need that.
pl_pl: Kanion Tiro jest niebezpiecznym, ale pięknym miejscem, tuż za granicami miasta. Jest domem dla wielu unikalnych roślin i Rahi. Jeśli planujesz go odwiedzić, upewnij się, że weźmiesz ze sobą sprzęt do wspinaczki... Choć przypuszczam, że i tak nie będziesz go potrzebował.

# Dialogue_Text,DL_CartographerToaLegend
source: I'm aware, but I can't make exceptions - I already gave you half off. Sorry. Making masks is how I get my widgets for a living. I wouldn't be able to eat or buy the new Kolhii ball without them.
pl_pl: Wiem, ale nie mogę robić wyjątków - i tak obniżyłem cenę o połowę. Przepraszam. Utrzymuję się z robienia masek. Bez tego nie mógłbym utrzymać, ani kupić nowej piłki Kolhii.

# Dialogue_Text,DL_CartographerWhere
source: We're in the town of Po-Koro, in the Motara Desert. Nearby is Tiro Canyon and the Pillar-lands. We call this entire region Po-Wahi.
pl_pl: Jesteśmy w mieście Po-Koro, na Pustyni Motara, w pobliżu Kanionu Tiro i Krainy Filarów. Cały ten region nazywamy Po-Wahi.

# Dialogue_Text,DL_CaveInMatoran
source: Hmm, Oh hello $T. I must appologize if you need to get to the great mine, as you can see there's been a cave in, it may be a while yet before we can clear it out.
pl_pl: Hmm… Och, witaj $T. Przepraszam jeśli musisz się dostać do wielkiej kopalni, ale jak widzisz, w tunelu nastąpiło osuwisko. Może minąć trochę czasu, nim to uprzątniemy.

# Dialogue_Text,DL_Cleaning
source: Hello Toa!
pl_pl: Witaj Toa!

# Dialogue_Text,DL_Cleaning1
source: Why I'm polishing your Suva of course!
pl_pl: Oczywiście, że poleruję twoją Suvę!

# Dialogue_Text,DL_Cleaning2
source: Oh boy... I'm honered, but I'm not him! I just a Janitor, I clean things!
pl_pl: Ojej... Jestem zaszczycony, ale to nie ja! Jestem tylko Sprzątaczem - czyszczę i sprzątam!

# Dialogue_Text,DL_DamemoExit
source: Of course I won't keep you Toa, Good luck in your travels.
pl_pl: Oczywiście, nie będę Cię zatrzymywał, Toa. Powodzenia w Twoich podróżach.

# Dialogue_Text,DL_DamemoLeave
source: Perhaps back to Onu, or Ko-Koro. Maybe I can even start a new town!
pl_pl: Może wrócę do Onu, albo Ko-Koro. Może założę nawet nowe miasto!

# Dialogue_Text,DL_DamemoLose
source: Toa, you're back, and alive too!
pl_pl: Toa, {G}|gender(wróciłeś, wróciłaś) - i to {G}|gender(żywy, żywa)!

# Dialogue_Text,DL_DamemoLose1
source: Too strong for a Toa? Oh my...
pl_pl: Za potężny dla Toa? O mój...

# Dialogue_Text,DL_DamemoLose2
source: I see... I suppose you're right. I guess there's really nothing left for me here, if there's no way to restore the river.
pl_pl: Rozumiem... Chyba masz rację. Sądzę, że skoro nie można przywrócić biegu rzeki, to nic tu po mnie.

# Dialogue_Text,DL_DamemoRuki
source: How? Oh I see you- you found out about that... Yes we collect Pink Tailed Ruki which are illegal in Po, Onu, Ga, and Ta-Koro. I started this town to get out of the jurisdiction of Onu-Koro law on their collection.
pl_pl: Jak? Aaa... rozumiem - dowiedziałeś się o tym... Tak, łowimy Różowoogonowe Ruki, które są nielegalne w Po, Onu, Ga i Ta-Koro. Założyłem to miasto, żeby wyjść spod jurysdykcji prawa Onu-Koro dotyczącego ich połowu.

# Dialogue_Text,DL_DamemoRukiDanger
source: Yeah so? I know that may seem cruel but everything dies at some point. Besides they're worth a lot, and I have to keep my town in shape - I mean half the huts here have collapsed or nearly.
pl_pl: Tak, i co z tego? Wiem, że może to zabrzmieć okrutnie, ale wszystko kiedyś umiera. Poza tym są dużo warte, a ja musze utrzymywać swoje miasto - połowa chatek się zawaliła albo ledwo się trzyma.

# Dialogue_Text,DL_DamemoRukiSell
source: They ARE legal to sell in, Le, and Ko-Koro... We also do the occasional exclusive import for high paying customers...
pl_pl: To LEGALNE sprzedawać je w Le i Ko-Koro... Czasami realizujemy też specjalne zamówienia dla prywatnych klientów, którzy sporo płacą...

# Dialogue_Text,DL_DamemoTruth
source: What- Why?
pl_pl: Co- Dlaczego?

# Dialogue_Text,DL_DamemoWin1
source: You did it Toa! And you're still alive!
pl_pl: Udało Ci się Toa! I wciąż jesteś {G}|gender(żywy, żywa)!

# Dialogue_Text,DL_DamemoWin2
source: The spirit, did it not attack you? Or did you defeat it?
pl_pl: Duch? Nie był agresywny? A może udało Ci się go pokonać?

# Dialogue_Text,DL_DamemoWin3
source: Incredible, this is truely a story for the chronicles great Toa $T. I can't thank you enough.
pl_pl: Niesamowite, to naprawdę byłaby historia warta kronik o wielkim Toa $T. Nie wiem jak Ci dziękować.

# Dialogue_Text,DL_DameoCamping
source: Toa! I didn't expect to see you again.
pl_pl: Toa! Nie spodziewałem się, że ponownie Cię zobaczę.

# Dialogue_Text,DL_DameoCamping1
source: Oh, since that whole fishing busniess didn't go to well, I'm on my way to stay in Ko-Koro... Eventually. I decided to take my time getting there and see the sights, like I used to before I started fishing.
pl_pl: Och, ponieważ z tym całym rybołówstwem nie poszło najlepiej, zamierzam zamieszkać w Ko-Koro... Kiedyś w końcu tam dotrę. Postanowiłem się nie spieszyć i po drodze zwiedzić trochę, tak jak kiedyś, zanim zacząłem łowić ryby.

# Dialogue_Text,DL_DameoReturn
source: Ahh Toa, you're back, anything I can do for you?
pl_pl: Ahh, Toa… wróciłeś. Mogę coś dla Ciebie zrobić?

# Dialogue_Text,DL_DamMaster2
source: Yes I suppose you have defeated me, you have the right to an explanation.
pl_pl: Skoro mnie {G}|gender(pokonałeś, pokonałaś), przypuszczam, że masz prawo do wyjaśnień.

# Dialogue_Text,DL_DamMaster3
source: Indeed you have. This lake is home to the rare and endangered Pink Tailed Ruki. They swim up the river to nest, and back down again to eat. The village down there has been taking these fish and selling them, in five years time the Pink Tailed Ruki will be extinct.
pl_pl: Dokładnie. To jezioro jest domem dla rzadkiej i zagrożonej Różowoogonowej Ruki. Pływają one w górę, by złożyć jaja, a potem wracają w dół, by się pożywić. Mieszkańcy w dolnej części rzeki łowili ryby i je sprzedawali - jeśli nic się nie zmieni, w przeciągu pięciu lat Różowoogonowe Ruki wyginą.
