Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim_PlayerResponse_1
source: Is there anything else I need to know?
pt_br: Há algo mais que preciso saber?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHimDoor_PlayerResponse_1
source: Alright, I'll find him for you... But what do you want me to do when I do find him?
pt_br: Tudo bem, vou encontrá-lo para você… Mas o que devo fazer quando eu encontrar?

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiar_PlayerResponse_1
source: I don't know, but I saw wrighting on the wall that said something similar.
pt_br: Eu não sei, mas vi algo escrito na parede que dizia algo parecido.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_1
source: Yes, but they had all fallen over.
pt_br: Sim, mas todas estavam caídas.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
pt_br: Sim, mas a pedra do Makuta estava mais destacada.

source: Yes, but they had all fallen over.
pt_br: Sim, mas todas estavam caídas.

source: Yes, but the Makuta stone was more prominent.
pt_br: Sim, mas a pedra do Makuta estava mais destacada.

source: Yes, but they had all fallen over.
pt_br: Sim, mas todas estavam caídas.

source: Yes, but the Makuta stone was more prominent.
pt_br: Sim, mas a pedra do Makuta estava mais destacada.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_1
source: Yes, but they had all fallen over.
pt_br: Sim, mas todas estavam caídas.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
pt_br: Sim, mas a pedra do Makuta estava mais destacada.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_1
source: He said I wasn't supposed to be there.
pt_br: Ele disse que eu não devia estar lá.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_2
source: He called me a liar.
pt_br: Ele me chamou de {G}|gender(mentiroso,mentirosa).

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_3
source: No, not much.
pt_br: Não exatamente.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones2_PlayerResponse_1
source: Yes, In fact there was, he was purple and white, and was wearing a Huna.
pt_br: Sim, tinha sim. Ele era roxo e branco, e usava uma Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones_PlayerResponse_1
source: Purple and white, and he was wearing a Huna.
pt_br: Roxo e branco, e usava uma Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFWhatToDo_PlayerResponse_1
source: I'm on it.
pt_br: Tentarei.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_1
source: I did, It was... interesting.
pt_br: Encontrei… era interessante.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_2
source: No, Not yet.
pt_br: Não, ainda não.

# Dialogue_Response,DL_Allknowingmatoran_Whathesaw_PlayerResponse_1
source: Would you know where this place is?
pt_br: Você saberia onde fica esse lugar?

# Dialogue_Response,DL_Allknowingmatoran_Where_PlayerResponse_1
source: I'll keep a look out for this place, Thank you.
pt_br: Vou ficar de olho nesse lugar. {G}|gender(Obrigado,Obrigada).

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_1
source: Rude.
pt_br: Grosso.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_2
source: That's a good song! Do you play any others?
pt_br: Música boa! Vocês tocam outras?

# Dialogue_Response,DL_Boat_PlayerResponse_1
source: Yes, I have.
pt_br: Sim, eu vim.

# Dialogue_Response,DL_Boat_PlayerResponse_2
source: No sorry not now.
pt_br: Não, {G}|gender(obrigado,obrigada), agora não.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_1
source: I'm looking for a Matoran named Kohi, I'm told he booked a boat here.
pt_br: Estou procurando um Matoran chamado Kohi. Me disseram que ele alugou um barco aqui.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_2
source: Your accent, it's quite different from others I've heard.
pt_br: Seu sotaque é bem diferente dos outros que já ouvi.

# Dialogue_Response,DL_BoatManager3_PlayerResponse_1
source: Right...
pt_br: Certo…

# Dialogue_Response,DL_BoatManager_PlayerResponse_1
source: Uhhhhh...
pt_br: Hãã…

# Dialogue_Response,DL_BoatManagerKohi2_PlayerResponse_1
source: Mesas?
pt_br: Mesetas?

# Dialogue_Response,DL_BoatManagerKohi3_PlayerResponse_1
source: Right, Thank you.
pt_br: Certo, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_BoatManagerKohi_PlayerResponse_1
source: Did he say where he was headed next?
pt_br: Ele disse aonde estava indo?

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_1
source: Yes, I have.
pt_br: Sim, eu vim.

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_2
source: No sorry not now.
pt_br: Desculpa, agora não.

# Dialogue_Response,DL_Candles1_PlayerResponse_1
source: A candle shop? I saw a store like this in Onu-Koro, any relation?
pt_br: Uma loja de velas? Vi uma loja assim em Onu-Koro, alguma relação?

# Dialogue_Response,DL_Candles1_PlayerResponse_3
source: I'm just looking.
pt_br: Só estou olhando.

# Dialogue_Response,DL_Candles2_PlayerResponse_1
source: Why not? What is this company?
pt_br: Por que não? Que empresa é essa?

# Dialogue_Response,DL_Candles2_PlayerResponse_3
source: I'll be leaving now.
pt_br: Vou embora agora.

# Dialogue_Response,DL_CandlesCompany_PlayerResponse_2
source: Hmm distressing...
pt_br: Hum… preocupante.

# Dialogue_Response,DL_CandleSeller_PlayerResponse_1
source: I'll buy some!
pt_br: Vou comprar algumas!

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_1
source: Thank you, i'll go consult with Khalo.
pt_br: {G}|gender(Obrigado,Obrigada), vou ver com o Khalo.

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_2
source: I guess I don't need it that badly.
pt_br: Acho que não preciso dela tanto assim.

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_1
source: I could use a mask, do you have one that's powered?
pt_br: Eu estava precisando de uma máscara. Tem uma carregada?

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_2
source: No, thank you.
pt_br: Não, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_1
source: That depends. What do you do here?
pt_br: Depende. O que você faz aqui?

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_2
source: Nothing, thank you.
pt_br: Nada, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_CartographerIntroNoKakama1_PlayerResponse_1
source: Ahh that's a shame.
pt_br: Ahh, que pena.

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_1
source: Do you have any more masks?
pt_br: Você tem mais alguma máscara?

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_2
source: Nothing, thank you.
pt_br: Nada, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_1
source: Here's 350.
pt_br: Aqui, 350.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_2
source: Can't you give me it for free? I'm a Toa of legend.
pt_br: Não pode me dá-la de graça? Sou {G}|gender(um,uma) Toa {G}|gender(lendário,lendária).

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_3
source: I don't have 350 widgets. How can I get that much?
pt_br: Não tenho 350 peças. Como consigo tudo isso?

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_1
source: Tell me about Tiro Canyon.
pt_br: Me conte sobre o Desfiladeiro Tiro.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_2
source: Tell me about the Motara Desert.
pt_br: Me conte sobre o Deserto Motara.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_3
source: I had need of something else.
pt_br: Eu precisava de outra coisa.

# Dialogue_Response,DL_CartographerQuestStart_PlayerResponse_1
source: I'll be back.
pt_br: Eu voltarei.

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_1
source: Here's 350. (Current Toa Gains mask)
pt_br: Aqui, 350. (Toa atual ganha a máscara)

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_2
source: Not yet no, I'll be back.
pt_br: Não, ainda não. Eu voltarei.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_1
source: Tell me about the Motara Desert.
pt_br: Me conte sobre o Deserto Motara.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_2
source: Tell me about the Pillar-Lands.
pt_br: Me conte sobre a Terra dos Pilares.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_3
source: I had need of something else.
pt_br: Eu precisava de outra coisa.

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_1
source: I don't have 350 widgets. How can I get that much?
pt_br: Não tenho 350 Peças. Como consigo tudo isso?

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_2
source: I had need of something else.
pt_br: Eu precisava de outra coisa.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_1
source: Tell me about the Motara Desert.
pt_br: Me conte sobre o Deserto Motara.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_2
source: Tell me about Tiro Canyon.
pt_br: Me conte sobre o Desfiladeiro Tiro.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_3
source: Tell me about the Pillar-Lands.
pt_br: Me conte sobre a Terra dos Pilares.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_4
source: I had need of something else.
pt_br: Eu precisava de outra coisa.

# Dialogue_Response,DL_CaveInMatoran_PlayerResponse_1
source: That's alright, I'll come back later.
pt_br: Tudo bem, voltarei mais tarde.

# Dialogue_Response,DL_Cleaning1_PlayerResponse_1
source: Well thank you for that!
pt_br: Bom, muito {G}|gender(obrigado,obrigada)!

# Dialogue_Response,DL_Cleaning2_PlayerResponse_1
source: What are you doing there?
pt_br: O que está fazendo aí?

# Dialogue_Response,DL_Cleaning_PlayerResponse_1
source: What are you doing there?
pt_br: O que está fazendo aí?

# Dialogue_Response,DL_Cleaning_PlayerResponse_2
source: Jaller, is that you?
pt_br: Jaller, é você?

# Dialogue_Response,DL_DamemoExit_PlayerResponse_1
source: You as well.
pt_br: Você também.

# Dialogue_Response,DL_DamemoLeave_PlayerResponse_1
source: Well Good luck with that, I must be going now.
pt_br: Boa sorte com isso, preciso ir agora.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
pt_br: Provavelmente você não deveria tentar restaurar o rio sozinho. É melhor seguir em frente.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_2
source: I heard you catch Pink Tailed Ruki here.
pt_br: Ouvi dizer que você pesca Ruki de Cauda Rosa aqui.

# Dialogue_Response,DL_DamemoLose2_PlayerResponse_1
source: Where will you go?
pt_br: Para onde você vai?

# Dialogue_Response,DL_DamemoLose_PlayerResponse_1
source: <Lie> Indeed, however I was unable to clear the blockage. The beast proved too strong for even me.
pt_br: <Mentira> Realmente, só que eu não consegui liberar a barragem. A criatura se provou forte demais, até para mim.

# Dialogue_Response,DL_DamemoLose_PlayerResponse_2
source: <Truth> Yes, however you cannot stay here.
pt_br: <Verdade> Sim, só que você não pode ficar aqui.

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_1
source: How do you make money if they're illegal?
pt_br: Como você ganha dinheiro se são ilegais?

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_2
source: Did you know that these Ruki are endangered?
pt_br: Você sabia que esses Ruki estão em risco de extinção?

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
pt_br: Provavelmente é melhor não restaurar o rio sozinho, seria melhor se deixasse para lá.

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_2
source: Hmm, If that's how you feel. I must get going now.
pt_br: Hum, se é assim que se sente… Preciso ir agora.

# Dialogue_Response,DL_DamemoRukiSell_PlayerResponse_1
source: Did you know that these Ruki are endangered?
pt_br: Você sabia que esses Ruki estão em risco de extinção?

# Dialogue_Response,DL_DamemoTruth_PlayerResponse_1
source: I know about your Pink Tailed Ruki Business, and you cannot continue it.
pt_br: Eu sei do seu contrabando de Ruki de Cauda Rosa, e você não pode continuá-lo.

# Dialogue_Response,DL_DamemoWin1_PlayerResponse_1
source: Am I not supposed to be?
pt_br: Não era para eu estar?

# Dialogue_Response,DL_DamemoWin2_PlayerResponse_1
source: I defeated it.
pt_br: Eu o derrotei.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_1
source: I heard you're selling Pink Tailed Ruki?
pt_br: Ouvi falar que você vende Ruki de Cauda Rosa?

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_2
source: It's no trouble, however I must be going now.
pt_br: Não há de quê. Mas preciso ir agora.

# Dialogue_Response,DL_DameoCamping1_PlayerResponse_1
source: Be sure to be careful little one, there are rahi about.
pt_br: Tenha cuidado, pequenino, há Rahi à solta.

# Dialogue_Response,DL_DameoCamping_PlayerResponse_1
source: Dameo? What are you doing out here?
pt_br: Dameo? O que está fazendo aqui?

# Dialogue_Response,DL_DameoReturn_PlayerResponse_1
source: Not at the moment no.
pt_br: Não, no momento não.

# Dialogue_Response,DL_DamMaster1_PlayerResponse_1
source: You have some explaining to do, why were you near the lake? Who are you, and why did you run?
pt_br: Você me deve uma explicação. Por que estava perto do rio? Quem é você, e por que correu?

# Dialogue_Response,DL_DamMaster2_PlayerResponse_1
source: I've defeated you?
pt_br: Eu te derrotei?

# Dialogue_Response,DL_DamMaster3_PlayerResponse_1
source: So you're an environmentalist?
pt_br: Então você é um ambientalista?

# Dialogue_Response,DL_DamMaster4_PlayerResponse_1
source: That beast was yours?
pt_br: Aquela criatura era sua?

# Dialogue_Response,DL_DamMaster5_PlayerResponse_1
source: So about the river...
pt_br: Então, sobre o rio…

# Dialogue_Response,DL_DamMaster6_PlayerResponse_1
source: Lift the Dam.
pt_br: Abra a represa.

# Dialogue_Response,DL_DamMaster6_PlayerResponse_2
source: I suppose you could leave it as is.
pt_br: Acho que pode deixar assim.

# Dialogue_Response,DL_DamMasterLeave_PlayerResponse_1
source: In future don't do this in secret, and less dangerously please.
pt_br: Da próxima não faça isso em segredo, e com menos perigo, por favor.

# Dialogue_Response,DL_DamMasterLift_PlayerResponse_1
source: But the village will be very greatful I'm sure.
pt_br: Mas, claro, o vilarejo ficará muito grato.

# Dialogue_Response,DL_DamQuestFishing_PlayerResponse_1
source: Why are you still here then?
pt_br: Então por que ainda está aqui?

# Dialogue_Response,DL_DamQuestIntro2_PlayerResponse_1
source: What's wrong little one?
pt_br: O que há de errado, pequenino?

# Dialogue_Response,DL_DamQuestIntro3_PlayerResponse_1
source: Used to?
pt_br: "Vendia"?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_1
source: Why are you still here then?
pt_br: Então por que ainda está aqui?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_2
source: Why didn't you just start fishing down in the ocean?
pt_br: Por que não desceu até o oceano para pescar lá?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_1
source: Of the fish?
pt_br: Dos peixes?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_2
source: *Quietly walk away*
pt_br: *Afastar-se em silêncio*

# Dialogue_Response,DL_DamQuestMyth_PlayerResponse_1
source: Thank you for the warning,
pt_br: {G}|gender(Obrigado,Obrigada) pelo aviso.

# Dialogue_Response,DL_DamQuestStillHere_PlayerResponse_1
source: You started the town?
pt_br: Você fundou o vilarejo?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_1
source: What are you doing up here?
pt_br: O que faz aqui em cima?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_2
source: Why are you up here? The Nui-Rama could quick-snatch you!
pt_br: Por que está aqui em cima? As Nui-Rama vão te veloz-pegar!

# Dialogue_Response,DL_GeneralKokoranbyprotopool_2_PlayerResponse_1
source: Fair enough.
pt_br: Justo.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_1
source: Why are you lying by this Protodermis pool?
pt_br: Por que está deitado ao lado dessa poça de Protoderme?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_2
source: Well, thank you.
pt_br: Bem, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_GeneralKokoranbyprotopool_4_PlayerResponse_1
source: Hmm, I see.
pt_br: Hum… tudo bem.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_1
source: What's the device in that hut?
pt_br: O que é aquela máquina na oca?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_2
source: Why are you lying by this Protodermis pool?
pt_br: Por que está deitado ao lado dessa poça de Protoderme?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_3
source: Well, thank you.
pt_br: Bem, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_GeneralKokoranGreeting_4_PlayerResponse_1
source: What's gone?
pt_br: O que se foi?

# Dialogue_Response,DL_GiveHat1_PlayerResponse_1
source: Hmm, Interesting. What are the hats for though?
pt_br: Hum… interessante. Mas por que os chapéus?

# Dialogue_Response,DL_GiveHat2_PlayerResponse_1
source: Sure, I'll have one!
pt_br: Claro, me dê um!

# Dialogue_Response,DL_GiveHat2_PlayerResponse_2
source: No thank you, not right now.
pt_br: Agora não, {G}|gender(obrigado,obrigada).

# Dialogue_Response,DL_GiveHat_PlayerResponse_1
source: What's happening today?
pt_br: O que está acontecendo hoje?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_1
source: Why are you out here?
pt_br: Por que está aqui?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_2
source: I don't mean to disturb you.
pt_br: Não quero incomodar.

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_1
source: I found your note, you haven't forgiven him for leaving?
pt_br: Eu achei sua carta. Você não o perdoou por partir?

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_2
source: Sorry, I didn't mean to disturb you.
pt_br: Desculpa, não quis incomodar.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_1
source: I'll listen.
pt_br: Eu escuto.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_2
source: I'm sorry but I must be going.
pt_br: Sinto muito, mas preciso ir.

# Dialogue_Response,DL_GreavingMatoran8_PlayerResponse_1
source: I am so sorry.
pt_br: Sinto muito mesmo.

# Dialogue_Response,DL_GreavingMatoran9_PlayerResponse_1
source: Makuta and his Rahi are merciless.
pt_br: Makuta e os Rahi dele são cruéis.

# Dialogue_Response,DL_Grinch1_PlayerResponse_1
source: Well, I'm sorry you don't like the festivities, but it's not like you can do anything about it.
pt_br: Bom, é uma pena que não goste das festas, mas não tem nada que possa fazer quanto a isso.

# Dialogue_Response,DL_Grinch2_PlayerResponse_1
source: Goodbye?
pt_br: Tchau?

# Dialogue_Response,DL_Grinch_PlayerResponse_1
source: Why are you not celebrating?
pt_br: Por que não está celebrando?

# Dialogue_Response,DL_Guard1_PlayerResponse_1
source: ... I'm a Toa.
pt_br: … sou {G}|gender(um,uma) Toa.

# Dialogue_Response,DL_Guard2_PlayerResponse_1
source: I'm double your height.
pt_br: Tenho o dobro de sua altura.

# Dialogue_Response,DL_Guard4_PlayerResponse_1
source: I'm sure I can manage it.
pt_br: Tenho certeza de que consigo.

# Dialogue_Response,DL_GuardCamp_PlayerResponse_1
source: This camp isn't very "forward".
pt_br: Essa base não é tão "avançada".

# Dialogue_Response,DL_GuardCamp_PlayerResponse_2
source: Where is everyone?
pt_br: Onde estão os outros?

# Dialogue_Response,DL_GuardCampForward_PlayerResponse_1
source: Where is everyone?
pt_br: Onde estão os outros?

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_1
source: This camp isn't very "forward".
pt_br: Essa base não é tão "avançada".

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_2
source: Hmm, alright.
pt_br: Hum… certo.

# Dialogue_Response,DL_GuardPicking2_PlayerResponse_1
source: I see, carry on.
pt_br: Entendi, continue.

# Dialogue_Response,DL_GuardPicking_PlayerResponse_1
source: What's the matter?
pt_br: O que foi?

# Dialogue_Response,DL_GuardPickingSheilds1_PlayerResponse_1
source: Very funny.
pt_br: Muito engraçado.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_1
source: Uhh, those are placks.
pt_br: Hãã… essas são placas.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_2
source: They all just look red to me.
pt_br: Pra mim são todos vermelhos.

# Dialogue_Response,DL_GuardPickingSheildsTahu_PlayerResponse_1
source: They're the same size as you...
pt_br: Eles têm o mesmo tamanho que você…

# Dialogue_Response,DL_Hahli1_PlayerResponse_1
source: I'm sorry, my memory is a little fuzzy who are you?
pt_br: Desculpa, minha memória está meio fraca. Quem é você?

# Dialogue_Response,DL_Hahli2_PlayerResponse_1
source: Greetings Hahli, what is this you said about a Turaga?
pt_br: Saudações, Hahli. O que você disse sobre a Turaga?

# Dialogue_Response,DL_Hahli3_PlayerResponse_1
source: Well that's not good. Any way I can help?
pt_br: Puxa, isso não é bom. Posso ajudar de alguma forma?

# Dialogue_Response,DL_Hahli3_PlayerResponse_2
source: Well that's not good. Any way I can help?
pt_br: Puxa, isso não é bom. Posso ajudar de alguma forma?

# Dialogue_Response,DL_Hahli4_PlayerResponse_1
source: I'll see what I can do.
pt_br: Verei o que posso fazer.

# Dialogue_Response,DL_Hahli5_PlayerResponse_1
source: Not yet, I'm working on it.
pt_br: Ainda não, estou trabalhando nisso.

# Dialogue_Response,DL_Hahli6_PlayerResponse_1
source: You have my word.
pt_br: Eu te dou minha palavra.

# Dialogue_Response,DL_HahliGiveMap_PlayerResponse_1
source: I'll see what I can do.
pt_br: Verei o que posso fazer.

# Dialogue_Response,DL_HalloweenMan1_PlayerResponse_1
source: What do you mean?
pt_br: Do que está falando?

# Dialogue_Response,DL_HalloweenMan2_PlayerResponse_1
source: Oh, you mean the vegetables with faces on them?
pt_br: Oh, você diz os vegetais com rostos entalhados?

# Dialogue_Response,DL_HalloweenMan3_PlayerResponse_1
source: Do you know what they're for?
pt_br: Sabe para que servem?

# Dialogue_Response,DL_HalloweenMan4_PlayerResponse_1
source: I suppose it couldn't hurt to try.
pt_br: Acho que tentar não faria mal.

# Dialogue_Response,DL_HalloweenMan5_PlayerResponse_1
source: No, not really.
pt_br: Não exatamente.

# Dialogue_Response,DL_HalloweenMan6_PlayerResponse_1
source: Thank you, I suppose.
pt_br: {G}|gender(Obrigado,Obrigada), eu acho.

# Dialogue_Response,DL_Huki1_PlayerResponse_1
source: Hello?
pt_br: Olá?

# Dialogue_Response,DL_Huki3_PlayerResponse_1
source: I'm afraid not...
pt_br: Temo que não…

# Dialogue_Response,DL_Huki4_PlayerResponse_1
source: Nice to meet you - Again I suppose. What was this about a Turaga?
pt_br: Prazer conhecê-lo… de novo, eu acho. O que tem o Turaga?

# Dialogue_Response,DL_Huki5_PlayerResponse_1
source: Is there something I can do?
pt_br: Tem algo que eu possa fazer?

# Dialogue_Response,DL_Huki6_PlayerResponse_1
source: Uhh, Map?
pt_br: Hãã… mapa?

# Dialogue_Response,DL_Huki6_PlayerResponse_2
source: Of course.
pt_br: É claro.

# Dialogue_Response,DL_HukiMap_PlayerResponse_1
source: I'll find him.
pt_br: Vou encontrá-lo.

# Dialogue_Response,DL_HukiNoMap_PlayerResponse_1
source: Thank you, I'll find him.
pt_br: {G}|gender(Obrigado,Obrigada), vou encontrá-lo.

# Dialogue_Response,DL_HukiReturn_PlayerResponse_1
source: I will, don't worry.
pt_br: Eu irei, não se preocupe.

# Dialogue_Response,DL_ImportedPlantSeller_PlayerResponse_2
source: I don't need any at the moment thank you.
pt_br: Não preciso de nenhuma no momento, {G}|gender(obrigado,obrigada).
