Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# CodexPage_Description,CodexPage_LeWahi_Desc
source: The dense jungles of Le-Wahi make it a confusing and unwelcoming place for travellers. Being the largest area on Mata Nui, it’s all too easy to find yourself lost in the seemingly endless sea of trees. The Le-Matoran choose to stick to the treetops when they can, swinging on vines between the trees instead of travelling on the dangerous jungle floor.
ru_ru: Густые джунгли Ле-Вахи делают это место путанным и неприветливым для путешественников. Будучи самой большой зоной на Мата Нуи, здесь очень легко потеряться в бесконечном потоке деревьев. Ле-Матораны при возможности стараются держаться крон деревьев и раскачиваются на лианах между деревьями вместо того, чтобы прогуливаться по опасным низинам.

# CodexPage_Description,CodexPage_LewasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Lush jungle lies all around, full of potential, energy, and life. What could lie within?
ru_ru: Странное судно, выброшенное на берег... никто на острове не знает, откуда оно взялось. Вокруг располагаются густые джунгли, полные потенциала, энергии и жизни. Что может находиться внутри?

# CodexPage_Description,CodexPage_Log_Desc
source: A massive log fallen on the shore of Le-Wahi. It’s just lying there, decaying. It was probably a living, healthy tree once, but not anymore. How was this tree so large? Where is the rest of it? Who hollowed it out? That was likely the Rahi of Makuta… but then again it may have just been one of the developers.
ru_ru: Массивное бревно, упавшее на побережье Ле-Вахи. Оно просто лежит и гниёт там. Когда-то, возможно, это было живое дерево, но не сейчас. Как это дерево выросло таким большим? Где его остальные части? Кто его сломал? Скорее всего, это были Рахи Макуты... но, с другой стороны, это мог сделать один из разработчиков.

# CodexPage_Description,CodexPage_Mahi_Desc
source: A species of tame, goat-like Rahi that can be found primarily in Po-Wahi. These have been domesticated and trained by the Po-Matoran for use as livestock, as well as to help pull carts full of the heavy stone they bring into the city to carve. They are considered rather valuable to the Matoran, and are brought into the city to be traded in Po-Koro’s Bazaar.
ru_ru: Разновидность медленных Рахи, внешне похожих на коз и обитающих преимущественно в По-Вахи. Они были одомашнены и обучены По-Маторанами для использования в качестве домашнего скота, а также тяглового животного, помогающего везти повозки с тяжёлыми камнями в город для дальнейшей обработки. Они считаются ценными среди Маторанов, поэтому их нередко приводят в город для продажи на Базаре По-Коро.

# CodexPage_Description,CodexPage_Mahiki_Desc
source: The Kanohi Mahiki: the Noble Mask of Illusion. Spawn a clone next to you that will distract enemies for a time. (Warning: This mask can cause some bugs with enemy AI)
ru_ru: Канохи Махики: Благородная Маска Иллюзий. Создаёт рядом с вами клона, который позволит временно отвлечь врагов. (Внимание: Эта маска может вызвать баги у ИИ противника)

# CodexPage_Description,CodexPage_MapFragments_Desc
source: These fragments are created by Matoran to help them explore the island. Matoran who are familiar with particular regions of the island often make these maps, but are only able to chart out portions of the island accurately. If someone were to find fragments that cover the entire island, they’d be able to accurately and easily find their way around.
ru_ru: Данные фрагменты карты созданы Маторанами, чтобы помочь им ориентироваться на острове. Матораны, знакомые с определёнными районами острова, нередко делают данные карты, но они способны точно передать только отдельные части острова. Если кому-то удастся найти фрагменты, которые покрывают весь остров, они смогут точно и легко сориентироваться на местности.

# CodexPage_Description,CodexPage_Matanui_Desc
source: The island of Mata Nui. Named after the Great Spirit Mata Nui, this island paradise is home to the Matoran, Turaga, and- now that they have arrived- the Toa as well. The island is split into six elemental regions, where the six Matoran villages lie. As a Toa, it’s your duty to find all the Masks of Power hidden around the island, and rescue the Matoran from the evil shadow of Makuta.
ru_ru: Остров Мата Нуи. Названный в честь Великого Духа Мата Нуи, этот райский остров является домом для Маторанов, Тураг и, с момента их прибытия, Тоа. Остров разделён на шесть регионов, в которых расположены шесть деревень Маторанов. Ваш долг в роли Тоа – найти спрятанные на острове Маски Силы и спасти Маторанов от зловещей тени Макуты.

# CodexPage_Description,CodexPage_Matatu_Desc
source: The Kanohi Matatu: the Noble Mask of Telekinesis. This mask allows you to pull items to your person at a great range. Additionally the mask allows you to knock back your enemies further than before.
ru_ru: Канохи Матату: Благородная Маска Телекинеза. Эта маска позволяет вам притянуть к себе близкорасположенные предметы. Также эта маска позволяет вам далеко оттолкнуть противников.

# CodexPage_Description,CodexPage_Matau_Desc
source: Matau is the Turaga of Le-Koro. Known as the Singer of Le-Koro by the Le-Matoran, Matau has always led his village with a cheerful outlook, something that he has maintained through some of the toughest times the Matoran have had to face. Matau is seen as a friend and a mentor, and looked up to by all Le-Matoran.
ru_ru: Матау – Турага Ле-Коро. Известный среди Ле-Маторанов как «Певец Ле-Коро», Матау управлял своей деревней с оптимизмом на лице, даже в самые трудные времена, с которыми приходилось сталкиваться Маторанам. Матау считается другом и наставником, на него хотят равняться все Ле-Матораны.

# CodexPage_Description,CodexPage_Matoran_Desc
source: The Matoran are the inhabitants of Mata Nui and it’s villages, and make up the very heart of the Island. They are split into six different elements: Fire, Water, Stone, Air, Earth, and Ice, and each live in their corresponding villages. It is your duty as a Toa to protect them from Makuta’s threats.
ru_ru: Матораны – жители острова Мата Нуи и расположенных на нём деревень, составляющих сердце острова. Они разделены на шесть разных элементов: Огонь, Вода, Камень, Воздух, Земля и Лёд, каждый из которых проживает в соответствующих деревнях. Ваш долг как Тоа – защищать их от угроз Макуты.

# CodexPage_Description,CodexPage_MeditationPoints_Desc
source: These odd stones appear all around the island. Nobody knows exactly what they are or why they are here, but they act as places for frequent meditation for Matoran, Toa, and Turaga alike. You are able to use these stones to meditate, passing the time as you sit and ponder the will of Mata Nui.
ru_ru: Эти странные камни распространены по всему острову. Никто не знает, что это такое или зачем они там, но они служат традиционным местом медитации как для Маторанов, так и для Тоа и даже Тураг. Вы можете использовать данные камни, чтобы помедитировать, скоротав время за поклонением воле Мата Нуи.

# CodexPage_Description,CodexPage_Miru_Desc
source: The Kanohi Miru: the Great Mask of Levitation. This mask increases the height of your jump. It’s essential for traversing around the landscape of Mata Nui, and is useful for reaching areas that you normally wouldn’t be able to.
ru_ru: Канохи Миру: Великая Маска Левитации. Эта маска увеличивает высоту вашего прыжка. Она необходима для передвижения по территории Мата Нуи и полезна для достижения зон, недосягаемых нормальным путём.

# CodexPage_Description,CodexPage_Muaka_Desc
source: These fearsome beasts are the largest of Makuta’s Rahi. They can be found primarily in Ko-Wahi. Their necks are able to extend, allowing them to lunge for their prey and attack incredibly quickly. These Rahi are powerful, fast, and a danger to any who encounter them. Make sure to take caution when approaching them, and try to make sure they never approach you.
ru_ru: Эти ужасающие звери являются самыми крупными Рахи Макуты. Их можно найти преимущественно в Ко-Вахи. Их шеи способны удлиняться, позволяя им бросаться на добычу и атаковать очень быстро. Эти Рахи сильны, быстры и опасны для каждого, кто с ними столкнётся. Будьте начеку, когда приближаетесь к ним, и не позволяйте им подойти к вам слишком близко.

# CodexPage_Description,CodexPage_Nokama_Desc
source: Nokama is the Turaga of Ga-Koro. Like her village, she is often seen as the kindest of the Turaga, and is often the first one to attempt to quell any disagreements that appear between the other Turaga. Her ability to approach any situation with an open mind is what has made her an effective leader of Ga-Koro.
ru_ru: Нокама – Турага Га-Коро. Как и её деревня, она считается самой доброй Турагой из всех и, как правило, является первой, кто пытается разрешить конфликты, возникающие между другими Турага. Её способность подходить к любой ситуации максимально непредвзято – то, что делает её эффективным лидером Га-Коро.

# CodexPage_Description,CodexPage_NuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The purple variant can be found all around Mata Nui. They rely on numbers and their powerful, dangerous stingers to hunt down prey. If you see their stinger shake and rattle, get out of the way- fast.
ru_ru: Скорпионообразные Рахи, управляемые Макутой. Лиловую разновидность можно встретить по всему Мата Нуи. Они берут числом и своим мощным, опасным жалом. Если вы видите, что их жала трясутся и грохочут – бегите. Желательно быстро.

# CodexPage_Description,CodexPage_NuiRama_Desc
source: These insectoid Rahi can be found primarily in Le-Wahi. They’re not the most powerful Rahi on their own, but their speed and numbers can easily make up for it. They’ll fly directly at you if they spot you, and can be difficult to shake off. Make sure to keep an ear out for the buzzing of their wings.
ru_ru: Этих насекомоподобных Рахи можно найти в Ле-Вахи. Они не очень сильные Рахи сами по себе, но их скорость и количество может легко восполнить этот недостаток. Если они вас заметят, то полетят напрямую к вам, а избавиться от них не так уж и просто. Обращайте внимание на жужжание их крыльев.

# CodexPage_Description,CodexPage_Nuju_Desc
source: Nuju is the Turaga of Ko-Koro. He speaks only in the language of Rahi, and requires his translator, Matoro, around at all times to interpret his speech. Whether it is by choice or necessity is a subject of speculation among the Ko-Matoran. But those who choose to put in the effort for a conversation with him are rewarded by the wisdom he shares.
ru_ru: Нуджу – Турага Ко-Коро. Он говорит исключительно на языке Рахи, поэтому нуждается в том, чтобы его переводчик, Маторо, всегда был рядом для интерпретации его речи. Добровольный ли это выбор или жизненно важная необходимость – предмет споров среди Ко-Маторанов. Но те, кто приложат усилия в ведении разговоров с ним, будут вознаграждены его мудростью.

# CodexPage_Description,CodexPage_Onewa_Desc
source: Onewa is the Turaga of Po-Koro. He is known among the Po-Matoran and the other Turaga to be stubborn and inflexible in his decisions. To some, he may seem rude or insensitive. But this strength of character has guided the Po-Matoran through many trials, and he has earned respect for it.
ru_ru: Онева – Турага По-Коро. Среди По-Маторанов и других Тураг он известен своей упрямостью и непреклонностью в принимаемых им решениях. Некоторым он может показаться бесчувственным или откровенно грубым. Но эта черта характера позволила По-Маторанам пройти через множество испытаний и принесла ему заслуженный авторитет.

# CodexPage_Description,CodexPage_Onu-Koro_Desc
source: Onu-Koro, the village of Earth. This village lies deep below Mata Nui, and has many tunnels that stretch out all across the island. It’s accessibility from different tunnels across the island has caused it to become a crossroads of sorts for Matoran of all kinds, and is home to the famous Onu-Koro Bazaar, where Matoran from all over the island come to sell their wares. As for the Onu-Matoran themselves, they mine Lightstones and Protodermis, and tend to spend most of their time underground. Ussal Crabs are commonly found here, used both by the Ussalry guard, and by Matoran for transport and sport.
ru_ru: Ону-Коро, деревня Земли. Эта деревня расположена глубоко под Мата Нуи и имеет сеть тоннелей, протянутых по всему острову. Её доступность из разных тоннелей по всему острову привели к тому, что деревня стала не только перекрёстной дорогой, но и домом для известного Базара Ону-Коро, куда Матораны со всего острова приходят продавать свои товары. Что же до самих Ону-Маторанов, они добывают в шахтах Протодермис и Камни Света, а потому проводят большую часть времени под землёй. Здесь нередко встречаются Крабы Уссалы, используемые как Уссальской Гвардией, так и Маторанами для перевозки вещей, а также спорта.

# CodexPage_Description,CodexPage_Onu-Wahi_Desc
source: A vast network of tunnels that run beneath the entire island. The surface of Onu-Wahi has little in terms of development, as the Onu-Matoran largely prefer to live beneath the surface due to their poor eyesight in the bright sun. The majority of Onu-Wahi lies underground, within the caves and mines that are populated by the Onu-Matoran.
ru_ru: Обширная сеть тоннелей, проходящих под всем островом. Поверхность Ону-Вахи в плане развития не сильно выделяется, поскольку многие Ону-Матораны предпочитают жить под землёй из-за плохого зрения в ярком солнце. Основная часть Ону-Вахи пролегает под землёй, внутри пещер и шахт, которые населены Ону-Маторанами.

# CodexPage_Description,CodexPage_Onua_Desc
source: Onua is the wise and patient Toa of earth. While at first glance he may seem disconnected from the other Toa, that could not be further from the truth. Onua only speaks when he believes he has something worth saying. And when he does speak, it is impactful to the Toa team as a whole. Onua is noticeably shorter than the rest of the Toa, as his head is not in the same place as the rest of the Toa’s builds. His elemental attack launches a spiked piece of earth, which is useful for keeping your distance when dealing with enemies.
ru_ru: Онуа – мудрый и терпеливый Тоа Земли. На первый взгляд может показаться, что он абстрагирован от других Тоа, что не так уж и далеко от истины. Онуа говорит только тогда, когда, по его мнению, есть что сказать. А когда он говорит, его слова оказывают сильное влияние на команду Тоа в целом. Онуа заметно короче других Тоа, поскольку его голова находится немножко в другом месте, в сравнении со строением других Тоа. Атака его стихии заключается в броске куска земли с шипами, что полезно для удержания дистанции в битвах с врагами.

# CodexPage_Description,CodexPage_OnuasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. The land all around seems harsh and empty, but the land below is teeming with unseen life, waiting to be explored and discovered.
ru_ru: Странное судно, выброшенное на берег... никто на острове не знает, откуда оно взялось. Земля вокруг кажется суровой и пустой, но под этой землёй кипит неведомая жизнь, ожидающая исследования и открытия.

# CodexPage_Description,CodexPage_OnuKini_Desc
source: The Onu-Kini is the temple of Earth. While it lies on the surface of Onu-Wahi, the temple is still subject to the frequent tremors that occur in the caves beneath the surface. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
ru_ru: Ону-Кини – храм Земли. Хотя он располагается на поверхности Ону-Вахи, храм по-прежнему подвержен толчкам, происходящим в пещерах под поверхностью. Храм хранит Камень Макоки – фрагмент ключа, необходимого для доступа в логово Макуты.

# CodexPage_Description,CodexPage_OnuTemple_Desc
source: This temple lies above the ground in Po-Wahi, despite being made by the Onu-Matoran. It was constructed long, long ago- before the Onu-Wahi tunnels had been completed. Many Onu-Matoran still choose to make the difficult trek across the harsh, bright desert to pay tribute to Mata Nui- a testament to their faith and dedication.
ru_ru: Этот храм хотя и был построен Ону-Маторанами, расположен над землёй в По-Вахи. Он был сконструирован очень, очень давно, ещё до окончания строительства тоннелей Ону-Вахи. Многие Ону-Матораны по-прежнему предпочитают пересекать трудный путь по жёсткой, светлой пустыне, чтобы отдать дань уважения Мата Нуи – в качестве знака их веры и преданности.

# CodexPage_Description,CodexPage_Overlook_Desc
source: This overlook was featured in the first ever trailer for Bionicle: Masks of Power. From this point, you are able to see over Ga, Po, Ko, and even Onu-Wahi. It’s a good thing there’s an Akaku right here so that you’re able to enjoy the view.
ru_ru: Эта обзорная площадка была показана в самом первом трейлере игры «Bionicle: Маски Силы». С этой точки вы можете увидеть Га-, По-, Ко- и даже Ону-Вахи. Это хорошо, что здесь есть Акаку – это позволит вам как следует насладиться видами.

# CodexPage_Description,CodexPage_Pakari_Desc
source: The Kanohi Pakari- the Great Mask of Strength. This mask will enhance your combat strength, and make all of your attacks deal more damage. It’s a powerful mask to use in combat, but can be risky if you choose to use it as opposed to something more defensive, like the Hau.
ru_ru: Канохи Пакари: Великая Маска Силы. Эта маска увеличит вашу физическую силу и усилит все ваши атаки, что позволит наносить больше урона. Это мощная маска для использования в бою, но использовать её – большой риск, в сравнении с чем-то более оборонительным, вроде Хау.

# CodexPage_Description,CodexPage_Pohatu_Desc
source: Pohatu is the friendly and cheerful Toa of stone. He makes it a priority to treat all of his fellow Toa with kindness and comradery- though he can sometimes be a little over-the-top about it. He demonstrates the same kindness to the Matoran as well, not treating them like inferiors, but equals. He can often be found playing Koli with the Po-Matoran. Pohatu’s set has the most unique design out of all the Toa, flipping the torso used for all of the Toa upside down. Due to this, Pohatu kicks to attack instead of swinging a weapon. His elemental attack causes a stone pillar to erupt from the ground beneath an enemy, hitting them and launching them into the air.
ru_ru: Похату – дружелюбный и жизнерадостный Тоа Камня. Его приоритетная задача – относиться к другим Тоа с добротой и по-товарищески, хоть он иногда и может с этим перебарщивать. Он демонстрирует такое же отношение и к Маторанам, относясь к ним не как к чему-то нижестоящему, а как к равным себе. Его нередко можно найти за игрой в Колхи с По-Маторанами. Набор Похату имеет уникальный дизайн среди всех Тоа, что достигается путём разворота торса сверху вниз. Из-за этого Похату пинается ногами вместо взмаха оружием. Атака его стихии заключается в извержении каменной колонны из-под земли, которая наносит урон врагам и подкидывает их в воздух.

# CodexPage_Description,CodexPage_PohatusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Canyons dotted with intricate carvings can be seen in the distance, beckoning to be explored.
ru_ru: Странное судно, выброшенное на берег... никто на острове не знает, откуда оно взялось. Вдали виднеются каньоны, усеянные затейливой резьбой, которые манят к себе исследователей.

# CodexPage_Description,CodexPage_PoisonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The green variant can be found primarily in Le-Wahi. These Nui-Jaga are extremely fast, making them difficult to escape and even more difficult to avoid their relentless attacks. Take care that you don’t find yourself swarmed by a group of them.
ru_ru: Скорпионообразные Рахи, управляемые Макутой. Их зелёную разновидность можно найти преимущественно в Ле-Вахи. Эти Нуи-Джага необычайно быстрые, поэтому от них сложно убежать. Ещё труднее – избежать их безжалостных атак. Будьте внимательны и осторожны, дабы они не набросились на вас группой.

# CodexPage_Description,CodexPage_PoKini_Desc
source: The Po-Kini is the temple of Stone. Hiding deep in the harsh Motara desert, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Turaga Onewa seems to know the secret to unlocking the temple.
ru_ru: По-Кини – храм Камня. Спрятанный в глубине суровой пустыни Мотара, этот храм хранит камень Макоки – фрагмент ключа, необходимого для доступа в логово Макуты. Турага Онева, по всей видимости, знает секрет его открытия.

# CodexPage_Description,CodexPage_Pokoro_Desc
source: Po-Koro, the village of Stone. This village is home to the best carvers on Mata Nui- a fact that is clear when you see the beautiful stone carvings that adorn the village and its surroundings. Merchants sell their wares in Po-Koro’s bazaar to whoever is strong enough to brave the harsh Po-Wahi deserts. Po-Koro is also seen as the home to the sport of Koli, seeing as it’s where the sport got its start. The sport’s popularity along with the bazaar make this city one of the liveliest on the island.
ru_ru: По-Коро – деревня Камня. Эта деревня является домом для лучших резчиков на Мата Нуи – факт, который становится очевидным, когда вы видите каменную резьбу, украшающую деревню и её окрестности. Торговцы продают свой товар на базаре По-Коро любому, кто отважится преодолеть суровые пустыни По-Вахи. По-Коро также является родиной спортивной игры Колхи, а также, по мнению некоторых, родиной самого спорта. Популярность этой спортивной игры и базара делают это поселение одним из самых оживлённых на острове.

# CodexPage_Description,CodexPage_PoTemple_Desc
source: A temple built by the Po-Matoran carvers to honor the Great Spirit. Since the Po-Matoran are carvers and makers by nature, they couldn’t help but add all varieties of traps and puzzles inside of it. Is it overly complicated for a place of worship? Unnecessary? Frivolous? Perhaps, but ask any Po-Matoran and they would vehemently disagree. There’s even a Copper Mask of Victory offered to anyone who’s able to pass this trial.
ru_ru: Храм, построенный резчиками По-Маторанами в честь Великого Духа. Так как По-Матораны по своей природе являются резчиками и созидателями, они не могли не добавить разнообразные ловушки и головоломки. Слишком трудно для места поклонения? Ненужно? Опасно? Возможно, но любой По-Маторан вам резко возразит. Там находится Медная Маска Победы, которая является наградой для тех, кто пройдёт это испытание.

# CodexPage_Description,CodexPage_PoWahi_Desc
source: The deserts of Po-Wahi are unwelcoming to say the least. The rocky canyons can hide Rahi waiting to ambush unlucky travellers, and Motara desert to the north is a largely barren landscape. However, the Po-Matoran choose to brave these dangers regardless, adorning the rocky landscape with carvings and sculptures to give whatever life they can to the harsh environment around them.
ru_ru: Пустыни По-Вахи, мягко говоря, неприветливы. Каменные каньоны могут скрывать Рахи, готовых напасть не незадачливых путешественников, а пустыня Мотара на севере и вовсе не имеет никакой растительности. Несмотря на это, По-Матораны все равно решают отважиться на эти опасности, украшая скалистые ландшафты фигурами и скульптурами, чтобы вдохнуть жизнь в жёсткое окружение вокруг них.
