Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# ST_Names,Names_Ko-MatoranAstronomer
source: Ko-Matoran Astronomer
ru_ru: Ко-Маторан Астроном

# ST_Names,Names_Ko-MatoranGuard
source: Ko-Matoran Guard
ru_ru: Ко-Маторан Страж

# ST_Names,Names_Ko-MatoranScholar
source: Ko-Matoran Scholar
ru_ru: Ко-Маторан Учёный

# ST_Names,Names_Ko-Wahi
source: Ko-Wahi
ru_ru: Ко-Вахи

# ST_Names,Names_Kohi
source: Kohi
ru_ru: Кохи

# ST_Names,Names_Kohua
source: Kohua
ru_ru: Кохуа

# ST_Names,Names_KoKini
source: Ko-Kini
ru_ru: Ко-Кини

# ST_Names,Names_KolhiiLover
source: Kolhii Lover
ru_ru: Фанат Колхи

# ST_Names,Names_Komaru
source: Komaru
ru_ru: Комару

# ST_Names,Names_Komau
source: Komau
ru_ru: Комау

# ST_Names,Names_Komeke
source: Komeke
ru_ru: Комеке

# ST_Names,Names_Kongu
source: Kongu
ru_ru: Конгу

# ST_Names,Names_Kopaka
source: Kopaka
ru_ru: Копака

# ST_Names,Names_Kopeke
source: Kopeke
ru_ru: Копеке

# ST_Names,Names_Kufa
source: Kufa
ru_ru: Куфа

# ST_Names,Names_Kumo
source: Kumo
ru_ru: Кумо

# ST_Names,Names_Kylma
source: Kylma
ru_ru: Килма

# ST_Names,Names_Laru
source: Laru
ru_ru: Лару

# ST_Names,Names_LavaFarmer
source: Lava Farmer
ru_ru: Фермер у Лавы

# ST_Names,Names_LavaNui-Jaga
source: Ahie Nui-Jaga
ru_ru: Нуи-Джага Ахи

# ST_Names,Names_LavaTarakava
source: Poak Tarakava
ru_ru: Лавовый Таракава

# ST_Names,Names_Le-Matoran
source: Le-Matoran
ru_ru: Ле-Маторан

# ST_Names,Names_Le-Wahi
source: Le-Wahi
ru_ru: Ле-Вахи

# ST_Names,Names_LeElevator
source: The Elevator to Le-Koro
ru_ru: Лифт в Ле-Коро

# ST_Names,Names_LeElevatorGround
source: The Elevator to The Ground
ru_ru: Лифт на Поверхность

# ST_Names,Names_LeKini
source: Le-Kini
ru_ru: Ле-Кини

# ST_Names,Names_Lewa
source: Lewa
ru_ru: Лева

# ST_Names,Names_LockedOut
source: Locked Out Le-Matoran
ru_ru: Закрывшийся Ле-Маторан

# ST_Names,Names_LOMN
source: The Legend of The Mata Nui
ru_ru: Легенда о Мата Нуи

# ST_Names,Names_Macku
source: Macku
ru_ru: Маку

# ST_Names,Names_Mahi
source: Mahi
ru_ru: Махи

# ST_Names,Names_Mahiki
source: Mahiki
ru_ru: Махики

# ST_Names,Names_Makuta
source: Makuta
ru_ru: Макута

# ST_Names,Names_MakutaStatue
source: Makuta Statue
ru_ru: Статуя Макуты

# ST_Names,Names_Maren
source: Maren
ru_ru: Марен

# ST_Names,Names_MaskPoweringStation
source: Mask Powering Station
ru_ru: Зарядная станция для Масок

# ST_Names,Names_Matatu
source: Matatu
ru_ru: Матату

# ST_Names,Names_Matoran
source: Matoran
ru_ru: Маторан

# ST_Names,Names_MatoranTransporter
source: Matoran Transporter
ru_ru: Маторан-перевозчик

# ST_Names,Names_Matoro
source: Matoro
ru_ru: Маторо

# ST_Names,Names_MeditationPoint
source: Meditation Point
ru_ru: Точка Медитации

# ST_Names,Names_Metonu
source: Metonu
ru_ru: Метону

# ST_Names,Names_Midak
source: Midak
ru_ru: Мидак

# ST_Names,Names_Miner
source: Miner
ru_ru: Шахтёр

# ST_Names,Names_Miru
source: Miru
ru_ru: Миру

# ST_Names,Names_Muaka
source: Muaka
ru_ru: Муака

# ST_Names,Names_NightWatchGuardsman
source: Night Watch Guardsman
ru_ru: Страж ночного патруля

# ST_Names,Names_Niidok
source: Niidok
ru_ru: Ниидок

# ST_Names,Names_Nixie
source: Nixie
ru_ru: Никси

# ST_Names,Names_Nobua
source: Nobua
ru_ru: Нобуа

# ST_Names,Names_Nui-Jaga
source: Nui-Jaga
ru_ru: Нуи-Джага

# ST_Names,Names_Nui-Rama
source: Nui-Rama
ru_ru: Нуи-Рама

# ST_Names,Names_Numai
source: Numai
ru_ru: Нумаи

# ST_Names,Names_Nuno
source: Nuno
ru_ru: Нуно

# ST_Names,Names_Nuparu
source: Nuparu
ru_ru: Нупару

# ST_Names,Names_OceanTarakava
source: Ocean Tarakava
ru_ru: Таракава Океанов

# ST_Names,Names_Okin
source: Okin
ru_ru: Окин

# ST_Names,Names_Omak
source: Omak
ru_ru: Омак

# ST_Names,Names_Onepu
source: Onepu
ru_ru: Онепу

# ST_Names,Names_Onu-Wahi
source: Onu-Wahi
ru_ru: Ону-Вахи

# ST_Names,Names_Onua
source: Onua
ru_ru: Онуа

# ST_Names,Names_OnuKini
source: Onu-Kini
ru_ru: Ону-Кини

# ST_Names,Names_Outcast
source: Outcast
ru_ru: Изгнанник

# ST_Names,Names_Pakari
source: Pakari
ru_ru: Пакари

# ST_Names,Names_Parhi
source: Parhi
ru_ru: Пари

# ST_Names,Names_Pauri
source: Pauri
ru_ru: Паури

# ST_Names,Names_PlantMan
source: Plant Man
ru_ru: Человек-Растение

# ST_Names,Names_Po-Matoran
source: Po-Matoran
ru_ru: По-Маторан

# ST_Names,Names_Po-Wahi
source: Po-Wahi
ru_ru: По-Вахи

# ST_Names,Names_Poari
source: Poari
ru_ru: Поари

# ST_Names,Names_Podu
source: Podu
ru_ru: Поду

# ST_Names,Names_Poekae
source: Poekae
ru_ru: Поке

# ST_Names,Names_Pohatu
source: Pohatu
ru_ru: Похату

# ST_Names,Names_PoisonNui-Jaga
source: Repo Nui-Jaga
ru_ru: Нуи-Джага Репо

# ST_Names,Names_PoKini
source: Po-Kini
ru_ru: По-Кини

# ST_Names,Names_PROPHETOFTHEMAKUTA
source: PROPHET OF THE MAKUTA
ru_ru: ПРОРОК МАКУТЫ

# ST_Names,Names_ProtosteelTool
source: Protosteel Tool
ru_ru: Инструмент из Протостали

# ST_Names,Names_Rau
source: Rau
ru_ru: Рау

# ST_Names,Names_Reka
source: Reka
ru_ru: Река

# ST_Names,Names_RiverTarakava
source: River Tarakava
ru_ru: Речной Таракава

# ST_Names,Names_RukiFish
source: Ruki
ru_ru: Руки

# ST_Names,Names_Ruru
source: Ruru
ru_ru: Руру

# ST_Names,Names_SandTarakava
source: Sand Tarakava
ru_ru: Песчаный Таракава

# ST_Names,Names_ScaredMatoran
source: Scared Matoran
ru_ru: Испуганный Маторан

# ST_Names,Names_Seltra
source: Seltra
ru_ru: Селтра

# ST_Names,Names_ShadowToa
source: Shadow {ToaName}
ru_ru: {G}|gender(Тёмный, Тёмная) {ToaName}

# ST_Names,Names_SingingMiner
source: Singing Miner
ru_ru: Поющий шахтёр

# ST_Names,Names_SiteSupervisorKeeva
source: Site Supervisor Keeva
ru_ru: Инспектор участка Кива

# ST_Names,Names_StatueSalesman
source: Statue Salesman
ru_ru: Продавец Статуэток

# ST_Names,Names_StrangeMatoran
source: Strange Matoran
ru_ru: Странный Маторан

# ST_Names,Names_Ta-KoroGuard
source: Ta-Koro Guard
ru_ru: Страж Та-Коро

# ST_Names,Names_Ta-koroGuardsman
source: Ta-koro Guardsman
ru_ru: Стражник Та-Коро

# ST_Names,Names_Ta-koroGuardsmanDaelen
source: Ta-koro Guardsman Daelen
ru_ru: Стражник Та-Коро Дейлен

# ST_Names,Names_Ta-Matoran
source: Ta-Matoran
ru_ru: Та-Маторан

# ST_Names,Names_Tafall
source: Tafall
ru_ru: Тафол

# ST_Names,Names_Tahu
source: Tahu
ru_ru: Таху

# ST_Names,Names_Taipu
source: Taipu
ru_ru: Тайпу

# ST_Names,Names_Takar
source: Takar
ru_ru: Такар

# ST_Names,Names_TaKini
source: Ta-Kini
ru_ru: Та-Кини

# ST_Names,Names_Takua
source: Takua
ru_ru: Такуа

# ST_Names,Names_Talok
source: Talok
ru_ru: Талок

# ST_Names,Names_Tamaru
source: Tamaru
ru_ru: Тамару

# ST_Names,Names_Taphal
source: Taphal
ru_ru: Тафал

# ST_Names,Names_TarakavaofFrost
source: Tarakava of the Frost
ru_ru: Таракава Холода

# ST_Names,Names_TempleMaster
source: Temple Master
ru_ru: Хранитель Храма

# ST_Names,Names_TheEnvironmentalist
source: The Environmentalist
ru_ru: Эколог

# ST_Names,Names_TheToaMata
source: The Toa Mata
ru_ru: Тоа Мата

# ST_Names,Names_Thuei
source: Thuei
ru_ru: Тюи

# ST_Names,Names_Toa
source: Toa
ru_ru: Тоа

# ST_Names,Names_Toka
source: Toka
ru_ru: Тока

# ST_Names,Names_Trader
source: Trader
ru_ru: Торговец

# ST_Names,Names_TuragaMatau
source: Turaga Matau
ru_ru: Турага Матау

# ST_Names,Names_TuragaNokama
source: Turaga Nokama
ru_ru: Турага Нокама

# ST_Names,Names_TuragaNuju
source: Turaga Nuju
ru_ru: Турага Нуджу

# ST_Names,Names_TuragaOnewa
source: Turaga Onewa
ru_ru: Турага Онева

# ST_Names,Names_TuragaVakama
source: Turaga Vakama
ru_ru: Турага Вакама

# ST_Names,Names_TuragaWhenua
source: Turaga Whenua
ru_ru: Турага Венуа

# ST_Names,Names_Ukkar
source: Ukkar
ru_ru: Уккар

# ST_Names,Names_Ussal
source: Ussal
ru_ru: Уссал

# ST_Names,Names_UssalOwner
source: Ussal Owner
ru_ru: Владелец Уссала

# ST_Names,Names_UssalWaxer
source: Ussal Waxer
ru_ru: Полировщик Уссала

# ST_Names,Names_Yuma
source: Yuma
ru_ru: Юма

# Tutorial_Text,Tut_Attack
source: <Key>{Action1}</> while in combat mode to execute a basic attack You may also press <Key>{Action2}</> to perform an elemental attack. Now defeat the beast.
ru_ru: Нажмите <Key>{Action1}</> в боевом режиме, чтобы выполнить базовую атаку. Также вы можете нажать <Key>{Action2}</> для того, чтобы совершить атаку стихии. А теперь одолейте зверя.

# Tutorial_Text,Tut_CantSave
source: <Makuta>Mata Nui sleeps. He has fallen. You can do nothing to save him.</>
ru_ru: <Makuta>Мата Нуи спит. Он пал. Вы ничего не сможете сделать, чтобы спасти его.</>

# Tutorial_Text,Tut_CombatMode
source: <Key>You do not regenerate health!</> You must find Meditation Points or use Consumables to regain health. Press <Key>{Action1}</> to enter combat mode
ru_ru: <Key>Вы не можете регенерировать здоровье!</> Вы должны найти Точки для Медитации или воспользоваться Расходниками, чтобы восстановить здоровье. Нажмите <Key>{Action1}</>для перехода в боевой режим

# Tutorial_Text,Tut_Crouch
source: Press <Key>{Action1}</> to Crouch
ru_ru: Нажмите <Key>{Action1}</>для того, чтобы Присесть

# Tutorial_Text,Tut_Crush
source: <Makuta>It would be incredibly easy to crush you...</>
ru_ru: <Makuta>Сломить вас – проще простого...</>

# Tutorial_Text,Tut_Failed
source: <Makuta>You have failed.</>
ru_ru: <Makuta>Вы потерпели крах.</>

# Tutorial_Text,Tut_HealthStamina
source: These are your health and stamina bars, make sure you watch these values closely. 0 stamina will result in not being able to run or attack. 0 Health will result in a death.
ru_ru: Это – ваши полоски здоровья и энергии, внимательно следите за ними. 0 энергии приведёт к невозможности бегать или атаковать. 0 здоровья приведёт к смерти.

# Tutorial_Text,Tut_Interact
source: While aiming at it with the center of the screen, press <Key>{Action1}</> to pick up the mask.
ru_ru: Наведясь на неё в центр экрана, нажмите <Key>{Action1}</> для того, чтобы подобрать маску.

# Tutorial_Text,Tut_Jump
source: Press <Key>{Action1}</> to jump
ru_ru: Нажмите <Key>{Action1}</> для того, чтобы прыгнуть

# Tutorial_Text,Tut_LookAround
source: Use <Key>{Action1} and {Action2}</> to look around
ru_ru: Используйте <Key>{Action1} и {Action2}</> для того, чтобы осмотреться

# Tutorial_Text,Tut_MapFragments
source: This is the map, here you can zoom using the <Key>Scroll Wheel</>, drag with <Key>Left Click</>. Every region has a quest that will award you with a map fragment, Allowing you to see that region in more detail. Press <Key>{Action1}</> now to exit the map.
ru_ru: Это карта, вы можете изменять её масштаб с помощью <Key>Колеса Мыши</>, перетащите её при помощи <Key>Левой Кнопки Мыши</>. В каждом регионе есть квест, за выполнение которого вы получите фрагмент карты, который позволит увидеть тот или иной регион более детально. Сейчас нажмите <Key>{Action1}</>, чтобы закрыть карту.

# Tutorial_Text,Tut_MaskPickupUI
source: Here you can select what toa to give the mask to, for now just click confirm.
ru_ru: Здесь вы можете выбрать Тоа, чтобы отдать ему маску, пока нажмите «Подтвердить».

# Tutorial_Text,Tut_Meditation
source: This structure represents <Key>Meditation Stones</> that can be found around the island, interact with them to auto save, skip time of day, and regain all health across all Toa. (You do not have to change the time of day to heal or save!) Manual Saving is available in the Pause Menu. it is HIGHLY RECCOMENDED that you save OFTEN!
ru_ru: Эта структура представляет собой <Key>Камни Медитации</>, которые можно найти по всему острову. Воспользуйтесь ими, чтобы автоматически сохраниться, сменить время суток, а также восстановить здоровье всех Тоа. (Вам не нужно менять время суток или лечиться для сохранения!) Ручное Сохранение доступно в Меню Паузы. КРАЙНЕ РЕКОМЕНДУЕТСЯ сохраняться ЧАСТО!

# Tutorial_Text,Tut_NothingCanDo
source: <Makuta>You can do nothing to save them. You can do nothing to save yourself.</>
ru_ru: <Makuta>Вы ничего не можете сделать, чтобы спасти их. Вы ничего не можете сделать, чтобы спасти себя.</>

# Tutorial_Text,Tut_OpenMap
source: Press <Key>{Action1}</> To open the map
ru_ru: Нажмите <Key>{Action1}</>, чтобы открыть карту

# Tutorial_Text,Tut_ProtoRefill
source: Stand in pools like these to refill your protodermis. Your mask must be disabled to use a pool. Disable your mask now with <Key>{Action1}</>.
ru_ru: Встаньте вблизи источника по типу этого, чтобы восполнить запас протодермиса. Ваша маска при этом должна быть отключена, чтобы воспользоваться источником. Отключите вашу маску сейчас с помощью <Key>{Action1}</>.

# Tutorial_Text,Tut_ProtoUI
source: As you use your mask you drain protodermis. This is a Resource needed to power your mask with no protodermis you can no longer use your masks.
ru_ru: Используя маски, вы тратите Протодермис. Это ресурс, необходимый для заряда маски силой, без Протодермиса вы не сможете использовать свои маски.

# Tutorial_Text,Tut_Sprint
source: Press <Key>{Action1}</> to Sprint
ru_ru: Нажмите <Key>{Action1}</>, чтобы Бежать

# Tutorial_Text,Tut_ToaSwitching
source: Release <Key>{Action1}</> when hovered over your selection to switch toa
ru_ru: Отпустите <Key>{Action1}</> после наведения курсора на героя, чтобы сменить Тоа

# Tutorial_Text,Tut_ToaSwitchingCorrupted
source: <Makuta>You have no unity. You are alone. Release</> <Key>{Action1}</> <Makuta>to select a Toa.</>
ru_ru: <Makuta>У вас нет единства. Вы одни. Отпустите</> <Key>{Action1}</> <Makuta>, чтобы выбрать Тоа.</>

# Tutorial_Text,Tut_ToaWheel
source: Hold <Key>{Action1}</> to open the Toa Wheel
ru_ru: Удерживайте <Key>{Action1}</>, чтобы открыть Колесо Тоа

# Tutorial_Text,Tut_UseMask
source: Press <Key>{Action1}</> to use the mask
ru_ru: Нажмите <Key>{Action1}</>, чтобы использовать маску

# Tutorial_Text,Tut_UseMaskWheel
source: Hold <Key>{Action1}</> to bring up the mask wheel and Release <Key>{Action1}</> when hovering over the icon of your new mask.
ru_ru: Удерживайте <Key>{Action1}</>, чтобы открыть колесо масок и Отпустите <Key>{Action1}</> после наведения на значок вашей новой маски.

# Tutorial_Text,Tut_UseVahi
source: Press <Key>{Action1}</> to use the Vahi
ru_ru: Нажмите <Key>{Action1}</>, чтобы использовать Вахи

# Tutorial_Text,Tut_WASD
source: Press <Key>{Action1} {Action2} {Action3} {Action4}</> to move
ru_ru: Нажмите <Key>{Action1} {Action2} {Action3} {Action4}</>, чтобы передвигаться

# UI_Text,SaveConversionLoading_Text
source: Processing
ru_ru: Обработка

# UIText,CreditsScroll
source: Bionicle: Masks Of Power <Key>=Legacy=</> Created by: <Key>Team Kanohi</> Legacy Creator/Team Kanohi Founder: <Key>Jordan (Jocool1231) Willis</> Programmers: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animation: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Art: <Key>Kluuucha (Original Logo)</> <Key>Bumblebeelow (New Logo)</> <Key>Dazalius (Last Minute Level design)</> Writing: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Music & SFX: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Staff & Mods: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Past Team Members: <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Music)</> <Key>Louis ''Tek16'' Ginesy (Animation)</> <Key>That Gary Fella (UI)</> <Key>Philosophy101 (Modeling)</> <Key>Automatik (Textures)</> Translators: <Key>English Edits - NarsikTOP</> <Key>Russian - Nemezidych</> <Key>German - Thowlon & Ketooth</> <Key>French - maxim21T & ToaPohatu</> <Key>Brazilian Portuguese - PhanStove & omegalucas</> <Key>Swedish - ONI3dArts</> <Key>Polish - Turambar3791 & Kluuucha</> <Key>Hungarian - csababerencsi</> Thanks to: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>Stud.io</> <Key>The BioPack</> <Key>Lehvak Nuva (Original Mask models)</> Special thanks to: Unreal Engine <Key>For having an great, and garbage engine at the same time.</> Christian Faber & The Original Bionicle Team <Key>For making an amazing IP.</> Unreal Slackers Discord Server <Key>For knowing how Unreal Engine works when no one else does.</> The Bionicle Community <Key>You guys are ACTUALLY insane.</> All the content creators <Key>We love watching you play the game!</> And of course all of our loyal fans! Thank you for sticking with us, and may the great spirit guide you. <Key>In memory of Crainy Creations & TheShadowedOne1</>
ru_ru: Bionicle: Маски Силы <Key>=Legacy=</> Cоздано: <Key>Team Kanohi</> Создатель Legacy-версии/Основатель Team Kanohi: <Key>Jordan (Jocool1231) Willis</> Программисты: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Анимация: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Художники: <Key>Kluuucha (Первоначальный логотип)</> <Key>Bumblebeelow (Новый логотип)</> <Key>Dazalius (Дизайн уровней в последний момент)</> Сценаристы: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Музыка и Звуковые эффекты: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Администрация и Модераторы: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Бывшие члены команды: <Key>Rowan (Модератор)</> <Key>Lil (Модератор)</> <Key>Robert Randall (Музыка)</> <Key>Louis ''Tek16'' Ginesy (Анимация)</> <Key>That Gary Fella (Интерфейс)</> <Key>Philosophy101 (Модели)</> <Key>Automatik (Текстуры)</> Переводчики: <Key>Правки Английского текста - NarsikTOP</> <Key>Русский - Nemezidych</> <Key>Немецкий - Thowlon и Ketooth</> <Key>Французский - maxim21T и ToaPohatu</> <Key>Бразильский Португальский - PhanStove и omegalucas</> <Key>Шведский - ONI3dArts</> <Key>Польский - Turambar3791 и Kluuucha</> <Key>Венгерский - csababerencsi</> Благодарности: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>BioPack</> <Key>Lehvak Nuva (Оригинальные модели масок)</> Особые благодарности: Unreal Engine <Key>За замечательный и в то же время мусорный движок.</> Кристиан Фейбер и команда Bionicle <Key>За создание замечательной франшизы.</> Discord-сервер Unreal Slackers <Key>За то, что они знают как работает Unreal Engine, когда этого никто не знает.</> Сообщество Bionicle <Key>Ребята, вы САМЫЕ НАСТОЯЩИЕ молодцы.</> Всем создателям контента <Key>Нам нравится смотреть на то, как вы играете в игру!</> И, конечно же, всем нашим преданным фанатам! Спасибо, что остаётесь с нами и пусть Великий Дух хранит вас. <Key>В память о Crainy Creations и TheShadowedOne1</>

# UIText,Dead_Descriptions
source: You have failed your quest
ru_ru: Вы провалили свою миссию

# UIText,PausedAudioSettings_AmbientVolume
source: Ambient sounds
ru_ru: Звуки окружения

# UIText,PausedAudioSettings_MasterVolume
source: Master:
ru_ru: Общая:

# UIText,PausedAudioSettings_MusicFreq
source: Music Frequency:
ru_ru: Частота звучания Музыки:

# UIText,PausedAudioSettings_MusicVolume
source: Music
ru_ru: Музыка

# UIText,PausedAudioSettings_SFXVolume
source: Sound Effects
ru_ru: Звуковые Эффекты

# UIText_Button,Dead_LoadPreviousSave
source: Load Previous save
ru_ru: Загрузить предыдущее сохранение

# UIText_Button,MaskPowerStation_PowerMaskButton
source: Power Mask
ru_ru: Зарядить Маску

# UIText_Button,MedMenu_MeditateButton
source: Meditate
ru_ru: Медитировать

# UIText_Button,NewGame_StartNewGame
source: Start New Game
ru_ru: Начать Новую Игру

# UIText_Button,Pause_AudioSettingsButton
source: Audio Settings
ru_ru: Настройки Аудио

# UIText_Button,Pause_DisplaySettingsButton
source: Display Settings
ru_ru: Настройки Дисплея

# UIText_Button,Pause_ExitButton
source: Exit to menu
ru_ru: Выйти в меню

# UIText_Button,Pause_GraphicsSettingsButton
source: Graphics Settings
ru_ru: Настройки Графики

# UIText_Button,Pause_KeyBindingsButton
source: Key Binding
ru_ru: Привязка клавиш

# UIText_Button,Pause_LoadButton
source: Load
ru_ru: Загрузить

# UIText_Button,Pause_ResumeButton
source: Resume
ru_ru: Продолжить

# UIText_Button,Pause_SaveButton
source: Save
ru_ru: Сохранить

# UIText_Button,Pause_StatsButton
source: Stats
ru_ru: Статистика

# UIText_Button,Skip_Description
source: Press any key to skip
ru_ru: Нажмите любую клавишу, чтобы пропустить

# UIText_Button,TabMenu_CodexTabButton
source: Codex
ru_ru: Кодекс

# UIText_Button,TabMenu_InvTabButton
source: Inventory
ru_ru: Инвентарь

# UIText_Button,TabMenu_Quest_TrackQuest
source: Track Quest
ru_ru: Отследить Квест

# UIText_Button,TabMenu_QuestTabButton
source: Quests
ru_ru: Квесты

# UIText_Button,TradeMenu_BuyItemButton
source: Buy Item
ru_ru: Купить предмет

# UIText_Button,TradeMenu_SellItemButton
source: Sell Item
ru_ru: Продать предмет

# UIText_Cosmetics,Cosmetics_BlackMask_Name
source: Black Mask
ru_ru: Чёрная Маска

# UIText_Cosmetics,Cosmetics_CopperMask_Name
source: Copper Mask
ru_ru: Медная Маска

# UIText_Cosmetics,Cosmetics_CrystalMask_Name
source: Crystal Mask
ru_ru: Хрустальная Маска

# UIText_Cosmetics,Cosmetics_FestiveHat_Name
source: Festive Hat
ru_ru: Праздничная Шапка

# UIText_Cosmetics,Cosmetics_GoldMask_Name
source: Golden Masks
ru_ru: Золотые Маски

# UIText_Cosmetics,Cosmetics_GoldToa_Name
source: Gold Toa
ru_ru: Золотой Тоа

# UIText_Cosmetics,Cosmetics_InfectedMask_Name
source: Infected Masks
ru_ru: Заражённые Маски

# UIText_Cosmetics,Cosmetics_JackOLantern_Name
source: Mask O' Lantern
ru_ru: Тыквенная Маска

# UIText_Cosmetics,Cosmetics_MaskOfTime_Name
source: The Mask of Time
ru_ru: Маска Времени

# UIText_Cosmetics,Cosmetics_NuvaPauldrons_Name
source: Nuva Pauldrons
ru_ru: Наплечники Нува

# UIText_Cosmetics,Cosmetics_OldPakari_Name
source: Older Pakari
ru_ru: Старая Пакари

# UIText_Cosmetics,Cosmetics_ProtoSteelMask_Name
source: ProtoSteel Mask
ru_ru: Маска из ПротоСтали

# UIText_Cosmetics,Cosmetics_VeryCoolHat_Name
source: Very Cool Hat™
ru_ru: Очень Крутая Шапка™

# UIText_Description,8A84782A4AE07BE1F77B838E7FFF9D8D
source: {Input} <Key>change icon opacity</>
ru_ru: {Input} <Key>изменить прозрачность иконок</>

# UIText_Description,CosmeticsMenu_EquippedCosmetics
source: Equipped Cosmetics
ru_ru: Надетые Аксессуары

# UIText_Description,CosmeticsMenu_NoUnlockedCosmetics
source: No Cosmetics Unlocked
ru_ru: Нет Открытых Аксессуаров

# UIText_Description,CosmeticsMenu_UnlockedCosmetics
source: Unlocked Cosmetics
ru_ru: Открытые Аксессуары

# UIText_Description,GaGateCtrlsWidget_PickupRocks
source: Left click to pick up Rocks
ru_ru: Нажмите левую кнопку мыши, чтобы подобрать камни

# UIText_Description,GaGateCtrlsWidget_RockDistance
source: Right Click while holding a rock to move it closer or farther
ru_ru: Нажмите правую кнопку мыши, удерживая камень, чтобы передвинуть его ближе или дальше

# UIText_Description,GaGateCtrlsWidget_ScrollToZoom
source: Middle Mouse button to rotate camera / scroll to change camera distance
ru_ru: Нажмите среднюю кнопку мыши, чтобы крутить камеру / прокрутите Колесо, чтобы изменить расстояние камеры

# UIText_Description,GiveMask_Description
source: Pick A Toa to recieve the {Mask}:
ru_ru: Выберите Тоа, который получит {Mask}:

# UIText_Description,KeybindingPrompt
source: PRESS KEY TO BIND
ru_ru: НАЖМИТЕ КЛАВИШУ ДЛЯ ПРИВЯЗКИ

# UIText_Description,Map_MarkerOpacity
source: Marker Opacity
ru_ru: Прозрачность Маркера

# UIText_Description,Map_MarkerSize
source: Marker Size
ru_ru: Размер Маркера

# UIText_Description,MapCtrlsWidget_IconSize
source: {Input} <Key>change icon size</>
ru_ru: {Input} <Key>изменить размер иконок</>

# UIText_Description,MapCtrlsWidget_ToMove
source: {Input} <Key>to move the map</>
ru_ru: {Input} <Key>, чтобы переместить карту</>

# UIText_Description,MaskPowerStation_AreYouSure
source: <Key>Powering this mask will use:</> {Amount} <Key>Wahae Mata Gel, are you sure?</>
ru_ru: <Key>Для зарядки данной маски потребуется:</> {Amount} <Key>единиц Геля Вахе Мата, вы уверены?</>

# UIText_Description,MaskWheel_Akaku
source: Akaku Great Mask of Xray Vision {Status}
ru_ru: Акаку Великая Маска Рентгеновского зрения {Status}

# UIText_Description,MaskWheel_Hau
source: Hau Great Mask of Sheilding {Status}
ru_ru: Хау Великая Маска Защиты {Status}
