Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# CodexPage_Description,CodexPage_Quarry_Desc
source: The quarry is home to many beautiful and intricate carvings made by the Po-Matoran. Large statues made to represent each of the Toa lie here, carved by the Matoran in honor of the Legends that speak of them. Some Matoran speak of caverns beneath these statues, but many of these rumors are unconfirmed. They stand as a monument of honor and hope to the Toa.
ru_ru: Каменоломня – дом для множества красивых и замысловатых фигур, вырезанных По-Маторанами. Здесь расположены огромные статуи каждого Тоа, вырезанные Маторанами в честь Легенд об этих героях. Некоторые Матораны говорят о пещерах под этими статуями, но большая часть этих слухов не подтверждена. Они стоят как памятник чести и надежды для Тоа.

# CodexPage_Description,CodexPage_Rau_Desc
source: The Kanohi Rau: the Noble Mask of Translation. This mask allows you to understand any written language. You can use this to translate Matoran text that can be found all over the island of Mata Nui. Or, you could try deciphering the Matoran text on your own if you know it well enough.
ru_ru: Канохи Рау: Благородная Маска Перевода. Эта маска позволит вам понять любой письменный язык. Вы можете воспользоваться ей для перевода Маторанских текстов по всему острову Мата Нуи. Или вы можете попробовать расшифровать Маторанские тексты самостоятельно, если вы сами хорошо знаете язык.

# CodexPage_Description,CodexPage_Ruki_Desc
source: Small Rahi that can often be found swimming around the oceans of Ga-Wahi. They are peaceful creatures, and Matoran can often be found fishing for them. However, the rampant fishing that some Matoran do have caused some rare types of Ruki to become nearly extinct, making trading Ruki a heavily monitored activity in many Koros.
ru_ru: Небольшие Рахи, которых нередко можно найти плывущими в водах Га-Вахи. Они являются мирными созданиями, а Маторанов нередко можно найти за процессом их ловли. Однако, неконтролируемая рыбалка некоторых Маторанов привела к тому, что некоторые редкие типы Руки практически полностью вымерли, из-за чего торговля Руки строго регулируется во множестве Коро.

# CodexPage_Description,CodexPage_Ruru_Desc
source: The Kanohi Ruru: the Noble Mask of Night Vision. This mask can provide a light to help you see in dark places. It’s especially useful if you find yourself lost at night, or if you need to make your way through a particularly dark cave.
ru_ru: Канохи Руру: Благородная Маска Ночного Видения. Эта маска может предоставить вам источник света, чтобы лучше видеть в тёмных местах. Она особенно полезна в случаях, если вы заблудились ночью или если вы пробираетесь через очень тёмную пещеру.

# CodexPage_Description,CodexPage_SandTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The rare yellow variant is found primarily in Po-Wahi. The Sand Tarakava is considered to be especially rare by the Po-Matoran. Few have seen one, and even fewer have returned to tell the tale. They make up for being slightly slower with more powerful attacks, so it’s best to try and get out of the way instead of admiring them.
ru_ru: Эти опасные Рахи славятся своими мощными передними лапами, с помощью которых они атакуют свою добычу. Эта редкая жёлтая разновидность встречается преимущественно в По-Вахи. Среди По-Маторанов Песчаные Таракавы считаются крайне редкими. Немногие видели их, ещё меньше – вернулись и рассказали о них. В сравнении с обычными Таракавами они медлительны, но компенсируют это более мощными атаками, поэтому лучше попытаться обойти их стороной, а не восхищаться ими.

# CodexPage_Description,CodexPage_StrangeCave_Desc
source: An odd cave that appeared in the side of the Mangai Volcano. A certain Le-Matoran seems to have seen this place… but other than that it seems that nobody on the island knows this cave exists. All that is known for sure is that the presence of the Makuta is very, very strong here. I would turn back if I were you...
ru_ru: Странная пещера, появившаяся в стороне от вулкана Мангаи. Некий Ле-Маторан, видимо, знает про это место... но остальные считают, что никто не знает про существование данной пещеры. Всё, что можно сказать с точностью, так это то, что присутствие Макуты здесь очень, очень сильное. На вашем месте я бы развернулся и ушёл…

# CodexPage_Description,CodexPage_Ta-Wahi_Desc
source: A scorched and desolate landscape, this region is filled with lava which flows down from the Mangai volcano. Thrill-seeking Matoran can be found lava surfing here, while others farm cooled lava from which they craft tools. The charred forest is perhaps the most prominent area in the Wahi, acting as a constant, looming reminder of the power that Makuta has, and the ease at which he can take all that the Matoran hold dear.
ru_ru: Выжженная и пустынная земля. Этот район заполнен лавой, которая извергается из вулкана Мангаи. Ищущие приключения Матораны нередко занимаются здесь лава-сёрфингом, а другие добывают остуженную лаву, из которой затем создают инструменты. Сгоревший лес, возможно, является самой известной точкой этого Вахи, служа также напоминанием об огромной силе Макуты, а также того, как легко он может забрать всё то, что для Маторана считается ценным.

# CodexPage_Description,CodexPage_Tahu_Desc
source: Tahu is the fiery and headstrong Toa of fire. He is often the source of many of the disputes within his team of Toa, and can often come off as brash or disrespectful. However, in spite of his shortcomings, he is determined to help and protect the Matoran at any cost. Tahu is arguably the most recognizable bionicle set, with his mask, the Kanohi Hau, being an iconic piece of imagery. His elemental attack uses fire to propel you forward, allowing you to quickly get up close to attack an enemy.
ru_ru: Таху – вспыльчивый и упрямый Тоа Огня. Он нередко является зачинщиком множества споров в своей команде Тоа и часто может показаться наглым или неуважительным. Но несмотря на его недостатки, он полон решимости помочь и защитить Маторанов любой ценой. Набор Таху является самым узнаваемым среди всех наборов Бионикл, а его маска – Канохи Хау, является чуть ли не знаковым изображением. Атака его стихии использует огонь, чтобы сделать быстрый рывок вперёд, позволяя подобраться близко к врагу и атаковать его.

# CodexPage_Description,CodexPage_TahusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A forest of burnt trees can be seen in the distance… what could lie beyond it?
ru_ru: Странное судно, выброшенное на берег... никто на острове не знает, откуда оно взялось. Вдалеке виднеется лес сожжённых деревьев... что может скрываться за ним?

# CodexPage_Description,CodexPage_TaKini_Desc
source: The Ta-Kini is the temple of Fire. It rests on the side of the Mangai volcano, next to the lava which sustains it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Few Matoran come to visit it, but there are those that are intrigued by the mysteries the temple holds.
ru_ru: Та-Кини – храм Огня. Он располагается в стороне от вулкана Мангаи, рядом с лавой, которая поддерживает его. Храм хранит камень Макоки – фрагмент ключа, необходимого для доступа в логово Макуты. Немногие Матораны решаются посетить его, но есть те, кого завораживают тайны, которые хранит данный храм.

# CodexPage_Description,CodexPage_Takoro_Desc
source: Ta-Koro, the village of Fire. Built in the shadow of the great Mangai Volcano, this village is built atop the Lake of Fire. The city takes great pride in it’s guard, led by Jala, who have kept this city safe with their bravery and the defenses they’ve constructed. To even reach the city, you must cross a moat of Lava by activating a drawbridge with a guarded control panel. Some might see it as overkill, but it’s a necessary way of life for the Ta-Matoran.
ru_ru: Та-Коро, деревня Огня. Построенная в тени великого вулкана Мангаи, эта деревня построена на озере огня. Данное селение славится своей стражей, которую возглавляет Джала. Под его руководством данное селение остаётся в безопасности, во-многом благодаря местным системам защиты. Чтобы попасть туда, необходимо пересечь ров, заполненный лавой путём активации разводного моста с охраняемой панели управления. Некоторые считают это излишним, но это необходимая мера в жизни Та-Маторана.

# CodexPage_Description,CodexPage_Tarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The blue variant can be found all around Mata Nui. These Rahi can deal lots of damage extremely quickly, so it’s best to keep your distance and use caution when facing them.
ru_ru: Эти опасные Рахи славятся своими мощными передними лапами, с помощью которых они атакуют свою добычу. Синюю их разновидность можно найти по всему Мата Нуи. Эти Рахи могут очень быстро нанести немало урона, так что лучше сохранять дистанцию и сражаться против них с осторожностью.

# CodexPage_Description,CodexPage_TaTemple_Desc
source: A shrine that the Ta-Matoran constructed long ago, before the charred forest had burned down. It stands as a sign of the power and goodness of the Great Spirit. While some might think the charred forest as an inappropriate place to house such a shrine, the Ta-Matoran see the light of the Shrine’s fire as a light of hope and faith in the midst of the destruction and tragedy that Makuta brings to them.
ru_ru: Святыня, которую Та-Матораны построили очень давно, задолго до того, как сожжённый лес сгорел дотла. Он стоит здесь в качестве знака силы и благородства Великого Духа. Хотя некоторые считают, что сгоревший лес – не слишком подходящее место для подобной святыни, Та-Матораны видят свет огней Святыни как луч надежды посреди разрушений и трагедий, которые им приносит Макута.

# CodexPage_Description,CodexPage_TealTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The teal variant can be found primarily in Ga-Wahi. They’re harder to take down than an average Tarakava, so try not to get the attention of a large group at once.
ru_ru: Эти опасные Рахи славятся своими мощными передними лапами, с помощью которых они атакуют свою добычу. Их голубую разновидность можно встретить преимущественно в Га-Вахи. Их сложнее одолеть, чем обычных Таракав, так что старайтесь не привлечь внимание большой их группы на себя.

# CodexPage_Description,CodexPage_Telescope_Desc
source: This telescope is often used by astrologers to read the stars in order to discern the future. Through it, the Red Star can be seen. To the trained eye, the Red Star is able to predict things yet to come. However, nobody is sure where this telescope came from, or why it is there. It’s true purpose is one of the many things that is pondered as astrologers study the stars.
ru_ru: Этот телескоп нередко используется астрологами для чтения звёзд и предсказания будущего. С его помощью можно увидеть Красную Звезду. Для обученного глаза, Красная Звезда может предсказать будущие события. Однако никто не знает, откуда этот телескоп взялся или почему он здесь. Его истинное предназначение – одна из многих вещей, над которыми до сих пор размышляют астрологи, изучая звёзды.

# CodexPage_Description,CodexPage_TiroCanyon_Desc
source: This rather red region of Po-Wahi is home to steep cliffs and mesas, narrow canyons, and swarms of Nui-Jaga. Travellers are often advised to be careful as they travel through here, as Nui-Jaga often wait in ambush for prey to turn around the corner before striking. Yet in spite of this danger, Po-Matoran carvers can often be found building structures and monuments in the canyon walls.
ru_ru: Этот весьма красный район По-Вахи – родина отвесных скал, столовых гор, узких каньонов и ульев Нуи-Джаг. Путешественникам часто советуют быть осторожными, поскольку Нуи-Джага часто сидят в засаде и ждут момента, когда их добыча повернёт за угол, чтобы нанести удар. Но несмотря на эту опасность, резчики По-Матораны нередко строят различные структуры и памятники в пределах каньона.

# CodexPage_Description,CodexPage_Turaga_Desc
source: The Turaga are the village elders on Mata Nui. They watch over each of the six villages, guiding them and maintaining order among the island. They are very wise, and seem to know many things about the island and the Matoran that they choose not to tell... including where they have been. They’ve been missing until recently, and you may have to get them out of some dire circumstances.
ru_ru: Турага – старейшины поселений на Мата Нуи. Каждый из них наблюдает за одной из шести деревень, управляя ими и поддерживая порядок. Они являются мудрыми и, по видимому, знают много вещей об острове и Маторанах, о которых предпочитают не говорить... включая даже то, где они были. Они недавно пропали без вести и вам, возможно, потребуется выручить их из не очень простого положения.

# CodexPage_Description,CodexPage_Ussal_Desc
source: Ussal Crabs are a rather popular type of Rahi that Matoran keep for domestic use. Some use them in races, some use them to help with physical labor, and others simply keep them as pets. They can be found in a wide variety of colors.
ru_ru: Крабы Уссалы – весьма популярный тип Рахи, которых Матораны держат для домашнего использования. Кто-то использует их в гонках, кто-то – для помощи с физическим трудом, а кто-то просто держит их в качестве домашнего питомца.

# CodexPage_Description,CodexPage_Vakama_Desc
source: Vakama is the Turaga of Ta-Koro. He is respected for his wisdom and his kindness by both the Ta-Matoran and the other Turaga, who see Vakama as a leader of sorts. He can often be found looking into the fires of Mangaia, which is where he claims to see his visions of the future.
ru_ru: Вакама – Турага Та-Коро. Он пользуется уважением за свои мудрость и доброту как среди Маторанов, так и среди других Турага, которые считают Вакаму своего рода лидером. Его нередко можно найти смотрящим в огни Мангайи, где он, по его же словам, видит будущее.

# CodexPage_Description,CodexPage_Volcano_Desc
source: This Volcano towers at the center of Mata Nui as a symbol of both triumph and fear. The Ta-Matoran use the power of the Great Mangai to their advantage, using the lava that flows through it for defense against Rahi. Yet deep below the mountain lies Mangaia, the lair of the Makuta. While the Matoran may live happily beneath it, the shadow of the mountain looms over the island constantly, as a reminder of the greater shadow- one that all who live on the island fear.
ru_ru: Этот вулкан возвышается в центре Мата Нуи в качестве символа как триумфа, так и страха. Та-Матораны используют мощь Великого Мангаи в свою пользу, используя проходящую через него лаву в качестве защиты от Рахи. Но глубоко под горой находится Мангайя – логово Макуты. Хотя Матораны могут жить счастливо под ним, тень горы постоянно нависает над островом как напоминание о большем зле – том, кого боятся все живущие на острове.

# CodexPage_Description,CodexPage_Whagna_Desc
source: If you’re a Matoran who doesn’t quite seem to fit in with the other villages, you’re likely to end up here. Whagna Village is a tiny settlement, lacking any Turaga, not large enough to be named a Koro, and with little in terms of defenses. It’s home to misfits, wanderers, and anyone who feels out of place. All are welcomed here who need a place to belong.
ru_ru: Если вы являетесь Матораном, который не может жить в других деревнях, то вы наверняка окажетесь здесь. Деревня Вагна – небольшое поселение, в котором нет Тураг, оно недостаточно большое чтобы называться Коро и практически ничего не имеет в плане защиты. Это дом для изгоев, бродяг и тех, кто чувствует себя чужим. Всем, кому нужно место под солнцем, будут здесь рады.

# CodexPage_Description,CodexPage_Whenua_Desc
source: Whenua is the Turaga of Onu-Koro. He is among the wisest of all the Turaga, looking to the past and the experiences that he’s seen to guide him in his decisions. The Onu-Matoran often come to him seeking advice, which he freely gives to any who ask him.
ru_ru: Венуа – Турага Ону-Коро. Он является мудрейшим из всех Тураг, нередко обращаясь к прошлому и пережитому опыту, чтобы принимать верные решения. Ону-Матораны нередко приходят к нему за советом, которыми он с радостью готов поделиться с любым, кто его попросит.

# CodexPage_Name,CodexPage_Docks
source: Docks
ru_ru: Доки

# CodexPage_Name,CodexPage_Drifts
source: The Drifts
ru_ru: Сугробы

# CodexPage_Name,CodexPage_GaKini
source: Ga-Kini
ru_ru: Га-Кини

# CodexPage_Name,CodexPage_Gakoro
source: Ga-Koro
ru_ru: Га-Коро

# CodexPage_Name,CodexPage_GalisLanding
source: Gali’s Landing
ru_ru: Канистра Гали

# CodexPage_Name,CodexPage_GaTemple
source: Temple of Mata Nui
ru_ru: Храм Мата Нуи

# CodexPage_Name,CodexPage_GaWahi
source: Ga-Wahi
ru_ru: Га-Вахи

# CodexPage_Name,CodexPage_GoldMask
source: Gold Masks
ru_ru: Золотые Маски

# CodexPage_Name,CodexPage_KiniNui
source: The Kini-Nui
ru_ru: Кини-Нуи

# CodexPage_Name,CodexPage_KoKini
source: Ko-Kini
ru_ru: Ко-Кини

# CodexPage_Name,CodexPage_Kokoro
source: Ko-Koro
ru_ru: Ко-Коро

# CodexPage_Name,CodexPage_KopakasLanding
source: Kopaka’s Landing
ru_ru: Канистра Копаки

# CodexPage_Name,CodexPage_KoTower
source: The Cold Tower
ru_ru: Холодная Башня

# CodexPage_Name,CodexPage_KoWahi
source: Ko-Wahi
ru_ru: Ко-Вахи

# CodexPage_Name,CodexPage_LeKini
source: Le-Kini
ru_ru: Ле-Кини

# CodexPage_Name,CodexPage_Lekoro
source: Le-Koro
ru_ru: Ле-Коро

# CodexPage_Name,CodexPage_LeTemple
source: The Le-Wahi Cave
ru_ru: Пещера Ле-Вахи

# CodexPage_Name,CodexPage_LeWahi
source: Le-Wahi
ru_ru: Ле-Вахи

# CodexPage_Name,CodexPage_LewasLanding
source: Lewa’s Landing
ru_ru: Канистра Левы

# CodexPage_Name,CodexPage_Log
source: The Log
ru_ru: Бревно

# CodexPage_Name,CodexPage_MapFragments
source: Map Fragments
ru_ru: Фрагменты Карты

# CodexPage_Name,CodexPage_Matanui
source: Mata Nui
ru_ru: Мата Нуи

# CodexPage_Name,CodexPage_Onu-Koro
source: Onu-Koro
ru_ru: Ону-Коро

# CodexPage_Name,CodexPage_Onu-Wahi
source: Onu-Wahi
ru_ru: Ону-Вахи

# CodexPage_Name,CodexPage_OnuasLanding
source: Onua’s Landing
ru_ru: Канистра Онуа

# CodexPage_Name,CodexPage_OnuKini
source: Onu-Kini
ru_ru: Ону-Кини

# CodexPage_Name,CodexPage_OnuTemple
source: The Onu-Wahi Temple
ru_ru: Храм Ону-Вахи

# CodexPage_Name,CodexPage_Overlook
source: The Overlook
ru_ru: Обзорная площадка

# CodexPage_Name,CodexPage_PohatusLanding
source: Pohatu’s Landing
ru_ru: Канистра Похату

# CodexPage_Name,CodexPage_PoKini
source: Po-Kini
ru_ru: По-Кини

# CodexPage_Name,CodexPage_Pokoro
source: Po-Koro
ru_ru: По-Коро

# CodexPage_Name,CodexPage_PoTemple
source: The Hidden Temple
ru_ru: Скрытый Храм

# CodexPage_Name,CodexPage_PoWahi
source: Po-Wahi
ru_ru: По-Вахи

# CodexPage_Name,CodexPage_Quarry
source: The Quarry
ru_ru: Каменоломня

# CodexPage_Name,CodexPage_StrangeCave
source: The Cave of Doom
ru_ru: Пещера Рока

# CodexPage_Name,CodexPage_Ta-Wahi
source: Ta-Wahi
ru_ru: Та-Вахи

# CodexPage_Name,CodexPage_TahusLanding
source: Tahu’s Landing
ru_ru: Канистра Таху

# CodexPage_Name,CodexPage_TaKini
source: Ta-Kini
ru_ru: Та-Кини

# CodexPage_Name,CodexPage_Takoro
source: Ta-Koro
ru_ru: Та-Коро

# CodexPage_Name,CodexPage_TaTemple
source: The Ta-wahi Shrine
ru_ru: Святилище Та-Вахи

# CodexPage_Name,CodexPage_TealTarakava
source: River Tarakava
ru_ru: Речной Таракава

# CodexPage_Name,CodexPage_Telescope
source: The Great Telescope
ru_ru: Большой Телескоп

# CodexPage_Name,CodexPage_TiroCanyon
source: Tiro Canyon
ru_ru: Каньон Тиро

# CodexPage_Name,CodexPage_Turaga
source: Turaga
ru_ru: Турага

# CodexPage_Name,CodexPage_Ussal
source: Ussal Crabs
ru_ru: Крабы Уссалы

# CodexPage_Name,CodexPage_Volcano
source: The Mangai Volcano
ru_ru: Вулкан Мангаи

# CodexPage_Name,CodexPage_Whagna
source: Whagna Village
ru_ru: Деревня Вагна

# Dialogue_Name,DL_Boat_SpeakerName
source: Dock Manager
ru_ru: Начальник Дока

# Dialogue_Name,DL_BoatManagerQuest_SpeakerName
source: Dock Manager
ru_ru: Начальник Дока

# Dialogue_Name,DL_WhenuaTest_SpeakerName
source: Turaga Whenua
ru_ru: Турага Венуа

# Dialogue_Response,DL_420man1_PlayerResponse_1
source: Are you alright, you seem... Strange.
ru_ru: Ты в порядке? Ты выглядишь... Странно.

# Dialogue_Response,DL_420man2_PlayerResponse_1
source: Okay, I guess I'll leave you to it then.
ru_ru: Ладно, оставлю это на твоей совести.

# Dialogue_Response,DL_420man_PlayerResponse_1
source: No, I am a Toa. What are you doing up here?
ru_ru: Нет, я Тоа. Что ты здесь делаешь?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_1
source: Why are there little bits of green on them?
ru_ru: Почему на них есть какие-то зелёные пятна?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_2
source: Hmm I feel like I've heard of them...
ru_ru: Хмм… Похоже, что я что-то {G}|gender(слышал, слышала) о них...

# Dialogue_Response,DL_Ahkmou3_PlayerResponse_1
source: Hmm... No I've heard of them some other way, I just can't remember how.
ru_ru: Хмм… Нет, я {G}|gender(слышал, слышала) о них в другом контексте, но я не могу вспомнить в каком...

# Dialogue_Response,DL_Ahkmou_PlayerResponse_1
source: Sure, let's trade.
ru_ru: Конечно, давай поторгуемся.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_2
source: What is a Comet?
ru_ru: Что за «Комета»?

# Dialogue_Response,DL_Akamar2_PlayerResponse_1
source: You've done good work here craftsman.
ru_ru: У тебя неплохо получается, ремесленник.

# Dialogue_Response,DL_Akamar3_PlayerResponse_1
source: I... See...
ru_ru: Всё... Ясно...

# Dialogue_Response,DL_Akamar4_PlayerResponse_1
source: Right... Thank you... I think.
ru_ru: Да... Спасибо... Наверное.

# Dialogue_Response,DL_Akamar_PlayerResponse_1
source: Yes?
ru_ru: Да?

# Dialogue_Response,DL_Akamar_PlayerResponse_2
source: You've done a fine job here, my city has never looked so lively!
ru_ru: Слушай, а у тебя неплохо получилось. Моё селение ещё никогда не выглядело таким живым!

# Dialogue_Response,DL_Akamar_PlayerResponse_3
source: About what you said before, who's... future, are you working on?
ru_ru: Касательно того, о чём ты говорил ранее, над чьим... будущим ты работаешь?

# Dialogue_Response,DL_AkamarBuddy2_PlayerResponse_1
source: Ahh, you did a good job on Po-Koro, I'm sorry he doesn't need you anymore.
ru_ru: А, ты неплохо справился в По-Коро. Мне жаль, что он больше не нуждается в твоих услугах.

# Dialogue_Response,DL_AkamarBuddy3_PlayerResponse_1
source: I'm sure you will find plenty of work in Po-Koro when you get there, good luck little one.
ru_ru: Я {G}|gender(уверен, уверена), что у тебя получится найти много работы в По-Коро, когда ты доберёшься туда. Удачи, малец.

# Dialogue_Response,DL_AkamarBuddy_PlayerResponse_2
source: I'm well thank you.
ru_ru: Я в порядке, спасибо.

# Dialogue_Response,DL_Akura_PlayerResponse_1
source: *Listen*
ru_ru: *Слушать*

# Dialogue_Response,DL_Akura_PlayerResponse_2
source: Sorry, didn't mean to bother you.
ru_ru: Извини, не {G}|gender(хотел, хотела) тебя беспокоить.

# Dialogue_Response,DL_Allknowingmatoran_2_PlayerResponse_1
source: Visions, You've had visions of the future?
ru_ru: Видения? У тебя были видения будущего?

# Dialogue_Response,DL_Allknowingmatoran_3_PlayerResponse_1
source: Me? I don't believe we've met.
ru_ru: Я? Не думаю, что мы встречались.

# Dialogue_Response,DL_Allknowingmatoran_DidYouFindHim_PlayerResponse_1
source: I'm afraid not.
ru_ru: Боюсь, что нет.

# Dialogue_Response,DL_Allknowingmatoran_Explaination_PlayerResponse_1
source: Hmm, Interesting
ru_ru: Хмм, интересно.

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Reward_PlayerResponse_1
source: I believe I can, Thank you!
ru_ru: Думаю, что смогу, спасибо!

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Thanks_PlayerResponse_1
source: You're welcome.
ru_ru: Не за что.
