Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# CodexPage_Description,CodexPage_LeWahi_Desc
source: The dense jungles of Le-Wahi make it a confusing and unwelcoming place for travellers. Being the largest area on Mata Nui, it’s all too easy to find yourself lost in the seemingly endless sea of trees. The Le-Matoran choose to stick to the treetops when they can, swinging on vines between the trees instead of travelling on the dangerous jungle floor.
pt_br: As densas selvas de Le-Wahi tornam o lugar confuso e nada convidativo para viajantes. Sendo a maior área de Mata Nui, é fácil demais de se perder no aparentemente infinito mar de árvores. Os Le-Matoran escolhem ficar nas copas das árvores quando podem, balançando nos cipós entre elas, em vez de viajar no perigoso chão da selva.

# CodexPage_Description,CodexPage_LewasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Lush jungle lies all around, full of potential, energy, and life. What could lie within?
pt_br: Um recipiente estranho que encalhou na praia… ninguém na ilha tem certeza de onde veio. Uma selva verdejante está em volta, cheia de potencial, energia, e vida. O que será que jaz nela?

# CodexPage_Description,CodexPage_Log_Desc
source: A massive log fallen on the shore of Le-Wahi. It’s just lying there, decaying. It was probably a living, healthy tree once, but not anymore. How was this tree so large? Where is the rest of it? Who hollowed it out? That was likely the Rahi of Makuta… but then again it may have just been one of the developers.
pt_br: Um tronco imenso caído na costa de Le-Wahi. Simplesmente está ali, apodrecendo. Provavelmente já foi uma árvore viva e saudável, mas não mais. Como essa árvore era tão grande? Onde estava o resto dela? Quem a deixou oca? Provavelmente os Rahi do Makuta… ou pode ter sido um dos desenvolvedores.

# CodexPage_Description,CodexPage_Mahi_Desc
source: A species of tame, goat-like Rahi that can be found primarily in Po-Wahi. These have been domesticated and trained by the Po-Matoran for use as livestock, as well as to help pull carts full of the heavy stone they bring into the city to carve. They are considered rather valuable to the Matoran, and are brought into the city to be traded in Po-Koro’s Bazaar.
pt_br: Uma espécie de Rahi manso semelhante a uma cabra, achado principalmente em Po-Wahi. Foram domesticados e treinados por Po-Matoran para pecuária, e também para puxar carrinhos cheios de rocha pesada que levam à aldeia para esculpir. São considerados um tanto valiosos para os Matoran, e são trazidos à aldeia para serem comercializados no Bazar de Po-Koro.

# CodexPage_Description,CodexPage_Mahiki_Desc
source: The Kanohi Mahiki: the Noble Mask of Illusion. Spawn a clone next to you that will distract enemies for a time. (Warning: This mask can cause some bugs with enemy AI)
pt_br: A Kanohi Mahiki: a Nobre Máscara da Ilusão. Invoca um clone perto de você que distrai inimigos por um tempo. (Aviso: Esta máscara pode causar bugs com a IA inimiga)

# CodexPage_Description,CodexPage_MapFragments_Desc
source: These fragments are created by Matoran to help them explore the island. Matoran who are familiar with particular regions of the island often make these maps, but are only able to chart out portions of the island accurately. If someone were to find fragments that cover the entire island, they’d be able to accurately and easily find their way around.
pt_br: Estes fragmentos são criados por Matoran para ajudá-los a explorar a ilha. Matoran familiares com regiões em particular da ilha geralmente fazem estes mapas, mas só conseguem mapear porções específicas da ilha com precisão. Se alguém conseguisse encontrar fragmentos que cobrem a ilha inteira, poderia se encontrar com facilidade.

# CodexPage_Description,CodexPage_Matanui_Desc
source: The island of Mata Nui. Named after the Great Spirit Mata Nui, this island paradise is home to the Matoran, Turaga, and- now that they have arrived- the Toa as well. The island is split into six elemental regions, where the six Matoran villages lie. As a Toa, it’s your duty to find all the Masks of Power hidden around the island, and rescue the Matoran from the evil shadow of Makuta.
pt_br: A ilha de Mata Nui. Nomeada em homenagem ao Grande Espírito Mata Nui, esta ilha paradisíaca é lar dos Matoran, Turaga, e agora que chegaram, os Toa. A ilha é dividida entre seis regiões elementais, onde ficam as seis aldeias Matoran. Como Toa, é seu dever encontrar todas as Máscaras do Poder escondidas pela ilha, e resgatar os Matoran da sombra malevolente do Makuta.

# CodexPage_Description,CodexPage_Matatu_Desc
source: The Kanohi Matatu: the Noble Mask of Telekinesis. This mask allows you to pull items to your person at a great range. Additionally the mask allows you to knock back your enemies further than before.
pt_br: A Kanohi Matatu: a Nobre Máscara da Telecinese. Esta máscara permite atrair itens até você com um grande alcance. Além disso, a máscara lhe permite empurrar seus inimigos para mais longe do que antes.

# CodexPage_Description,CodexPage_Matau_Desc
source: Matau is the Turaga of Le-Koro. Known as the Singer of Le-Koro by the Le-Matoran, Matau has always led his village with a cheerful outlook, something that he has maintained through some of the toughest times the Matoran have had to face. Matau is seen as a friend and a mentor, and looked up to by all Le-Matoran.
pt_br: Matau é o Turaga de Le-Koro. Conhecido como o Cantor de Le-Koro pelos Le-Matoran, Matau sempre liderou sua aldeia com uma visão alegre, algo que manteve durante as situações mais difíceis que os Matoran tiveram de enfrentar. Matau é visto como um amigo e um mentor, e admirado por todos Le-Matoran.

# CodexPage_Description,CodexPage_Matoran_Desc
source: The Matoran are the inhabitants of Mata Nui and it’s villages, and make up the very heart of the Island. They are split into six different elements: Fire, Water, Stone, Air, Earth, and Ice, and each live in their corresponding villages. It is your duty as a Toa to protect them from Makuta’s threats.
pt_br: Os Matoran são os habitantes de Mata Nui e suas aldeias, e são o coração da ilha. São divididos entre seis elementos diferentes: Fogo, Água, Pedra, Ar, Terra, e Gelo, e cada um vive na aldeia correspondente. É seu dever como Toa protegê-los das ameaças do Makuta.

# CodexPage_Description,CodexPage_MeditationPoints_Desc
source: These odd stones appear all around the island. Nobody knows exactly what they are or why they are here, but they act as places for frequent meditation for Matoran, Toa, and Turaga alike. You are able to use these stones to meditate, passing the time as you sit and ponder the will of Mata Nui.
pt_br: Essas pedras estranhas aparecem pela ilha inteira. Ninguém sabe exatamente o que são ou por que estão aqui, mas elas agem como lugares de meditação para Matoran, Toa, e Turaga. Você pode usar essas pedras para meditar, fazendo o tempo passar enquanto senta e reflete sobre a vontade de Mata Nui.

# CodexPage_Description,CodexPage_Miru_Desc
source: The Kanohi Miru: the Great Mask of Levitation. This mask increases the height of your jump. It’s essential for traversing around the landscape of Mata Nui, and is useful for reaching areas that you normally wouldn’t be able to.
pt_br: A Kanohi Miru: a Grande Máscara de Levitação. Esta máscara aumenta a altura de seu pulo. É essencial para atravessar os terrenos de Mata Nui, e é útil para atingir áreas que normalmente você não conseguiria.

# CodexPage_Description,CodexPage_Muaka_Desc
source: These fearsome beasts are the largest of Makuta’s Rahi. They can be found primarily in Ko-Wahi. Their necks are able to extend, allowing them to lunge for their prey and attack incredibly quickly. These Rahi are powerful, fast, and a danger to any who encounter them. Make sure to take caution when approaching them, and try to make sure they never approach you.
pt_br: Estas criaturas aterrorizantes são os maiores Rahi do Makuta. Podem ser encontrados principalmente em Ko-Wahi. Seus pescoços são extensíveis, permitindo que invistam contra suas presas e as ataquem com uma velocidade incrível. Estes Rahi são fortes, ágeis, e um perigo a qualquer um que encontrá-los. Tome muito cuidado ao se aproximar, e tente fazer com que nunca se aproximem de você.

# CodexPage_Description,CodexPage_Nokama_Desc
source: Nokama is the Turaga of Ga-Koro. Like her village, she is often seen as the kindest of the Turaga, and is often the first one to attempt to quell any disagreements that appear between the other Turaga. Her ability to approach any situation with an open mind is what has made her an effective leader of Ga-Koro.
pt_br: Nokama é a Turaga de Ga-Koro. Como sua aldeia, ela é vista como a mais generosa dos Turaga, e muitas vezes é a primeira a tentar amenizar qualquer discordância que surge entre os outros Turaga. Sua habilidade de abordar toda situação com uma mente aberta é o que faz dela uma líder eficiente em Ga-Koro.

# CodexPage_Description,CodexPage_NuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The purple variant can be found all around Mata Nui. They rely on numbers and their powerful, dangerous stingers to hunt down prey. If you see their stinger shake and rattle, get out of the way- fast.
pt_br: Um tipo de Rahi controlado por Makuta semelhante a um escorpião. A variante roxa é encontrada por toda Mata Nui. Eles usam seus ferrões poderosos e seus números para caçar suas presas. Se você ver o ferrão chacoalhar, fuja, e rápido.

# CodexPage_Description,CodexPage_NuiRama_Desc
source: These insectoid Rahi can be found primarily in Le-Wahi. They’re not the most powerful Rahi on their own, but their speed and numbers can easily make up for it. They’ll fly directly at you if they spot you, and can be difficult to shake off. Make sure to keep an ear out for the buzzing of their wings.
pt_br: Este Rahi insectoide é encontrado principalmente em Le-Wahi. Sozinha, não é dos Rahi mais fortes, mas sua velocidade e números mais que compensam por isso. Elas avançar imediatamente ao avistarem você. Mantenha seus ouvidos atentos ao zumbido das asas delas.

# CodexPage_Description,CodexPage_Nuju_Desc
source: Nuju is the Turaga of Ko-Koro. He speaks only in the language of Rahi, and requires his translator, Matoro, around at all times to interpret his speech. Whether it is by choice or necessity is a subject of speculation among the Ko-Matoran. But those who choose to put in the effort for a conversation with him are rewarded by the wisdom he shares.
pt_br: Nuju é o Turaga de Ko-Koro. Ele fala apenas na língua dos Rahi, e requer um tradutor, Matoro, consigo a todo momento para interpretar sua fala. Se é por escolha ou necessidade, é um assunto de especulação entre os Ko-Matoran. Mas aqueles que escolhem se esforçar para ter uma conversa com ele são gratificados pela sabedoria que ele compartilha.

# CodexPage_Description,CodexPage_Onewa_Desc
source: Onewa is the Turaga of Po-Koro. He is known among the Po-Matoran and the other Turaga to be stubborn and inflexible in his decisions. To some, he may seem rude or insensitive. But this strength of character has guided the Po-Matoran through many trials, and he has earned respect for it.
pt_br: Onewa é o Turaga de Po-Koro. Ele é reconhecido entre os Po-Matoran e os outros Turaga como teimoso e inflexível em suas decisões. Para alguns, ele pode parecer rude ou insensível. Mas sua força de caráter guiou os Po-Matoran por muitos desafios, e ele ganhou respeito por isso.

# CodexPage_Description,CodexPage_Onu-Koro_Desc
source: Onu-Koro, the village of Earth. This village lies deep below Mata Nui, and has many tunnels that stretch out all across the island. It’s accessibility from different tunnels across the island has caused it to become a crossroads of sorts for Matoran of all kinds, and is home to the famous Onu-Koro Bazaar, where Matoran from all over the island come to sell their wares. As for the Onu-Matoran themselves, they mine Lightstones and Protodermis, and tend to spend most of their time underground. Ussal Crabs are commonly found here, used both by the Ussalry guard, and by Matoran for transport and sport.
pt_br: Onu-Koro, a aldeia da Terra. Esta aldeia se encontra nas profundezas embaixo de Mata Nui, e tem muitos túneis que alcançam a ilha inteira. Sua acessibilidade de diferentes túneis ao redor da ilha fez com que se torne um tipo de cruzamento para todos os Matoran, e é lar para o famoso Bazar de Onu-Koro, onde Matoran de toda a ilha vêm vender seus produtos. Já os Onu-Matoran em si, eles mineram pedras luminosas e Protoderme, e costumam passar o tempo no subterrâneo. Caranguejos Ussal são comumente vistos aqui, usados pela Guarda da Ussalaria e por Matoran para transportação e esporte.

# CodexPage_Description,CodexPage_Onu-Wahi_Desc
source: A vast network of tunnels that run beneath the entire island. The surface of Onu-Wahi has little in terms of development, as the Onu-Matoran largely prefer to live beneath the surface due to their poor eyesight in the bright sun. The majority of Onu-Wahi lies underground, within the caves and mines that are populated by the Onu-Matoran.
pt_br: Uma vasta rede de túneis que se estendem por baixo da ilha inteira. A superfície de Onu-Wahi tem pouco em termos de desenvolvimento, já que os Onu-Matoran preferem viver embaixo da superfície por causa de sua visão fraca sob o brilho do sol. A maior parte de Onu-Wahi se encontra no subterrâneo, com cavernas e minas populadas por Onu-Matoran.

# CodexPage_Description,CodexPage_Onua_Desc
source: Onua is the wise and patient Toa of earth. While at first glance he may seem disconnected from the other Toa, that could not be further from the truth. Onua only speaks when he believes he has something worth saying. And when he does speak, it is impactful to the Toa team as a whole. Onua is noticeably shorter than the rest of the Toa, as his head is not in the same place as the rest of the Toa’s builds. His elemental attack launches a spiked piece of earth, which is useful for keeping your distance when dealing with enemies.
pt_br: Sábio e paciente, Onua é o Toa da Terra. Enquanto à primeira vista ele pode parecer desconexo dos outros Toa, isso está muito longe de ser verdade. Onua apenas fala quando ele acredita ter algo que valha a pena dizer. E quando ele fala, o impacto é sentido pela equipe inteira. Onua é notavelmente mais baixo que os outros Toa, já que sua cabeça não está no mesmo lugar que a deles. Seu ataque elemental lança uma estaca de terra, útil para manter distância ao lidar com inimigos.

# CodexPage_Description,CodexPage_OnuasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. The land all around seems harsh and empty, but the land below is teeming with unseen life, waiting to be explored and discovered.
pt_br: Um recipiente estranho que encalhou na praia… ninguém na ilha tem certeza de onde veio. O terreno ao redor parece hostil e vazio, mas a terra embaixo está repleta de vida escondida, esperando para ser explorada e descoberta.

# CodexPage_Description,CodexPage_OnuKini_Desc
source: The Onu-Kini is the temple of Earth. While it lies on the surface of Onu-Wahi, the temple is still subject to the frequent tremors that occur in the caves beneath the surface. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
pt_br: Onu-Kini é o templo da Terra. Mesmo localizado na superfície de Onu-Wahi, o templo ainda está sujeito a tremores frequentes que ocorrem nas cavernas subterrâneas. O tempo guarda uma Pedra Makoki: um fragmento de uma chave necessária para acessar o lar do Makuta.

# CodexPage_Description,CodexPage_OnuTemple_Desc
source: This temple lies above the ground in Po-Wahi, despite being made by the Onu-Matoran. It was constructed long, long ago- before the Onu-Wahi tunnels had been completed. Many Onu-Matoran still choose to make the difficult trek across the harsh, bright desert to pay tribute to Mata Nui- a testament to their faith and dedication.
pt_br: Este templo se encontra no chão ao ar livre de Po-Wahi, mesmo sendo criado pelos Onu-Matoran. Foi construído há muito, muito tempo, antes dos túneis de Onu-Wahi serem completos. Muitos Onu-Matoran ainda escolhem a trilha difícil através do brilhante e extremo deserto para prestar reverência a Mata Nui, um testamento à fé e dedicação deles.

# CodexPage_Description,CodexPage_Overlook_Desc
source: This overlook was featured in the first ever trailer for Bionicle: Masks of Power. From this point, you are able to see over Ga, Po, Ko, and even Onu-Wahi. It’s a good thing there’s an Akaku right here so that you’re able to enjoy the view.
pt_br: O mirante apareceu no primeiro trailer de Bionicle: Masks of Power. Deste ponto, dá para ver Ga-Wahi, Po-Wahi, Ko-Wahi, e até Onu-Wahi. Ainda bem que tem uma Akaku bem aqui para você poder aproveitar a vista.

# CodexPage_Description,CodexPage_Pakari_Desc
source: The Kanohi Pakari- the Great Mask of Strength. This mask will enhance your combat strength, and make all of your attacks deal more damage. It’s a powerful mask to use in combat, but can be risky if you choose to use it as opposed to something more defensive, like the Hau.
pt_br: A Kanohi Pakari, a Grande Máscara da Força. Esta máscara aumentará sua força de combate, e fará todos os seus ataques causarem mais dano. É uma máscara poderosa para se usar em combate, mas pode ser arriscada se decidir usá-la em vez de outra mais defensiva, como a Hau.

# CodexPage_Description,CodexPage_Pohatu_Desc
source: Pohatu is the friendly and cheerful Toa of stone. He makes it a priority to treat all of his fellow Toa with kindness and comradery- though he can sometimes be a little over-the-top about it. He demonstrates the same kindness to the Matoran as well, not treating them like inferiors, but equals. He can often be found playing Koli with the Po-Matoran. Pohatu’s set has the most unique design out of all the Toa, flipping the torso used for all of the Toa upside down. Due to this, Pohatu kicks to attack instead of swinging a weapon. His elemental attack causes a stone pillar to erupt from the ground beneath an enemy, hitting them and launching them into the air.
pt_br: Amigável e alegre, Pohatu é o Toa da Pedra. Ele leva como prioridade tratar todos seus colegas Toa com gentileza e camaradaria, às vezes até exagerando um pouco. Ele demonstra a mesma bondade aos Matoran também, não os tratando como inferiores, mas iguais. Ele geralmente é visto jogando Kolhii com os Po-Matoran. A construção de Pohatu tem o design mais único de todos os Toa, virando de cabeça para baixo o torso usado por todos. Por causa disso, para atacar, Pohatu usa seus chutes em vez de golpear com uma arma. Seu ataque elemental faz um pilar de pedra emergir do chão embaixo do inimigo, atingindo-os e lançando-os no ar.

# CodexPage_Description,CodexPage_PohatusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Canyons dotted with intricate carvings can be seen in the distance, beckoning to be explored.
pt_br: Um recipiente estranho que encalhou na praia… ninguém na ilha tem certeza de onde veio. Desfiladeiros pontilhados de esculturas detalhistas podem ser vistos à distância, clamando para serem explorados.

# CodexPage_Description,CodexPage_PoisonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The green variant can be found primarily in Le-Wahi. These Nui-Jaga are extremely fast, making them difficult to escape and even more difficult to avoid their relentless attacks. Take care that you don’t find yourself swarmed by a group of them.
pt_br: Um tipo de Rahi controlado por Makuta semelhante a um escorpião. A variante verde é encontrada principalmente em Le-Wahi. Este Nui-Jaga é extremamente rápido, sendo difícil de se escapar, e ainda mais difícil de se desviar de seus ataques implacáveis. Tome cuidado para um grupo não te encurralar.

# CodexPage_Description,CodexPage_PoKini_Desc
source: The Po-Kini is the temple of Stone. Hiding deep in the harsh Motara desert, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Turaga Onewa seems to know the secret to unlocking the temple.
pt_br: Po-Kini é o templo da Pedra. Escondido no meio do cruel deserto Motara, este templo guarda uma Pedra Makoki: um fragmento de uma chave necessária para acessar o lar do Makuta. Turaga Onewa parece saber o segredo para abrir o templo.

# CodexPage_Description,CodexPage_Pokoro_Desc
source: Po-Koro, the village of Stone. This village is home to the best carvers on Mata Nui- a fact that is clear when you see the beautiful stone carvings that adorn the village and its surroundings. Merchants sell their wares in Po-Koro’s bazaar to whoever is strong enough to brave the harsh Po-Wahi deserts. Po-Koro is also seen as the home to the sport of Koli, seeing as it’s where the sport got its start. The sport’s popularity along with the bazaar make this city one of the liveliest on the island.
pt_br: Po-Koro, a aldeia da Pedra. Este lugar é lar para os melhores escultures de Mata Nui, um fato óbvio quando se vê as lindas esculturas de pedra que adornam a aldeia e seus arredores. Comerciantes vendem seus produtos no bazar de Po-Koro para quem é forte o bastante para enfrentar os desertos extremos de Po-Wahi. Po-Koro também é vista como lar do esporte Kolhii, já que foi onde ele começou. A popularidade do esporte junto do bazar faz desta aldeia uma das mais movimentadas da ilha.

# CodexPage_Description,CodexPage_PoTemple_Desc
source: A temple built by the Po-Matoran carvers to honor the Great Spirit. Since the Po-Matoran are carvers and makers by nature, they couldn’t help but add all varieties of traps and puzzles inside of it. Is it overly complicated for a place of worship? Unnecessary? Frivolous? Perhaps, but ask any Po-Matoran and they would vehemently disagree. There’s even a Copper Mask of Victory offered to anyone who’s able to pass this trial.
pt_br: Um templo construído pelos escultores Po-Matoran para honrar o Grande Espírito. Por serem escultores e criadores por natureza, eles não se conteram ao colocar várias armadilhas e quebra-cabeças lá dentro. Seria isso complicado demais para um lugar de adoração? Desnecessário? Fútil? Talvez, mas diga isso a qualquer Po-Matoran e ele discordará de imediato. Tem até uma Máscara de Cobre da Vitória oferecida a quem for capaz de passar essa provação.

# CodexPage_Description,CodexPage_PoWahi_Desc
source: The deserts of Po-Wahi are unwelcoming to say the least. The rocky canyons can hide Rahi waiting to ambush unlucky travellers, and Motara desert to the north is a largely barren landscape. However, the Po-Matoran choose to brave these dangers regardless, adorning the rocky landscape with carvings and sculptures to give whatever life they can to the harsh environment around them.
pt_br: Os desertos de Po-Wahi não são nada convidativos. Os desfiladeiros rochosos podem ocultar Rahi esperando para emboscar viajantes azarados, e o deserto Motara ao norte é uma terra em grande parte árida. Porém, os Po-Matoran escolhem enfrentar esses perigos de qualquer jeito, enfeitando o terreno rochoso com entalhes e esculturas para dar um mínimo de vida ao extremo ambiente em volta deles.
