Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Response,DL_Akamar_PlayerResponse_2
source: You've done a fine job here, my city has never looked so lively!
el: Έχεις κάνει σπουδαία δουλειά, η πόλη μου δεν έχει φανεί ποτέ τόσο ζωηρή!

# Dialogue_Response,DL_Akamar_PlayerResponse_3
source: About what you said before, who's... future, are you working on?
el: Πάνω σε αυτό που είπες πριν, σε...ποιανού το μέλλον δουλεύεις;

# Dialogue_Response,DL_AkamarBuddy2_PlayerResponse_1
source: Ahh, you did a good job on Po-Koro, I'm sorry he doesn't need you anymore.
el: Α, έκανες καλή δουλειά στο Po-Koro, συγγνώμη που δεν σε χρειάζεται πια.

# Dialogue_Response,DL_AkamarBuddy3_PlayerResponse_1
source: I'm sure you will find plenty of work in Po-Koro when you get there, good luck little one.
el: Είμαι σίγουρος ότι θα βρεις μπόλικη δουλειά στο Po-Koro όταν φτάσεις εκεί, καλή τύχη μικρέ.

# Dialogue_Response,DL_AkamarBuddy_PlayerResponse_2
source: I'm well thank you.
el: Είμαι καλά ευχαριστώ.

# Dialogue_Response,DL_Akura_PlayerResponse_1
source: *Listen*
el: *Άκου*

# Dialogue_Response,DL_Akura_PlayerResponse_2
source: Sorry, didn't mean to bother you.
el: Συγγνώμη, δεν εννοούσα να σε ενοχλήσω.

# Dialogue_Response,DL_Allknowingmatoran_2_PlayerResponse_1
source: Visions, You've had visions of the future?
el: Οράματα, Έχεις οράματα του μέλλοντος;

# Dialogue_Response,DL_Allknowingmatoran_3_PlayerResponse_1
source: Me? I don't believe we've met.
el: Εγώ; Δεν πιστεύω ότι έχουμε γνωριστεί.

# Dialogue_Response,DL_Allknowingmatoran_DidYouFindHim_PlayerResponse_1
source: I'm afraid not.
el: Φοβάμαι πως όχι.

# Dialogue_Response,DL_Allknowingmatoran_Explaination_PlayerResponse_1
source: Hmm, Interesting
el: Χμμ, Ενδιαφέρον

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Reward_PlayerResponse_1
source: I believe I can, Thank you!
el: Πιστεύω ότι μπορώ, Ευχαριστώ!

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Thanks_PlayerResponse_1
source: You're welcome.
el: Παρακαλώ.

# Dialogue_Response,DL_Allknowingmatoran_PlayerResponse_1
source: Me? I don't believe we've met.
el: Εγώ; Δεν πιστεύω ότι έχουμε γνωριστεί.

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_1
source: What where you talking about, "Equality"?
el: Τι εννοείς, «Ισότητα»;

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_2
source: You're welcome.
el: Παρακαλώ.

# Dialogue_Response,DL_Allknowingmatoran_Visions_2_PlayerResponse_1
source: What did they show you?
el: Τι σου έδειξαν;

# Dialogue_Response,DL_Allknowingmatoran_Visions_PlayerResponse_1
source: What did they show you?
el: Τι σου έδειξαν;

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_1
source: There was an odd Matoran, he ran away when I approched him.
el: Υπήρχε ένας ασυνήθιστος Matoran, έτρεξε όταν τον πλησίασα.

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_2
source: There was a dark room with carvings of the six great masks.
el: Υπήρχε ένα σκοτεινό δωμάτιο με μια τοιχογραφία τον έξι τρανών μασκών.

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim2_PlayerResponse_1
source: Is there anything else I need to know? Wait, how did you know there was a Matoran there?
el: Υπάρχει τίποτε άλλο που θα έπρεπε να ξέρω; Για κάτσε, πως ήξερες ότι ήταν εκεί ο Makuta;

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim_PlayerResponse_1
source: Is there anything else I need to know?
el: Υπάρχει τίποτε άλλο που θα έπρεπε να ξέρω;

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHimDoor_PlayerResponse_1
source: Alright, I'll find him for you... But what do you want me to do when I do find him?
el: Εντάξει, θα τον βρω για σένα... Αλλά τί θες να κάνω όταν τον βρώ;

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiar_PlayerResponse_1
source: I don't know, but I saw wrighting on the wall that said something similar.
el: Δεν ξέρω, αλλά είδα γραφή στον τοίχο που έλεγε κάτι παρόμοιο.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_1
source: Yes, but they had all fallen over.
el: Ναι, αλλά ήταν όλα πεσμένα.

source: Yes, but they had all fallen over.
el: Ναι, αλλά ήταν όλα πεσμένα.

source: Yes, but they had all fallen over.
el: Ναι, αλλά ήταν όλα πεσμένα.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_1
source: Yes, but they had all fallen over.
el: Ναι, αλλά ήταν όλα πεσμένα.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
el: Ναι, αλλά η πέτρα του Makuta ήταν πιο επιφανής.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_1
source: He said I wasn't supposed to be there.
el: Είπε ότι δεν έπρεπε να είμαι εκεί.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_2
source: He called me a liar.
el: Με αποκάλεσε ψεύτη.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_3
source: No, not much.
el: Όχι, όχι πολλά.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones2_PlayerResponse_1
source: Yes, In fact there was, he was purple and white, and was wearing a Huna.
el: Ναι, υπήρχε πράγματι, ήταν λευκός και άσπρος, κι φορούσε μια Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones_PlayerResponse_1
source: Purple and white, and he was wearing a Huna.
el: Λευκός και άσπρος, κι φορούσε μια Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFWhatToDo_PlayerResponse_1
source: I'm on it.
el: Το 'χω.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_1
source: I did, It was... interesting.
el: Το έκανα, ήταν...ενδιαφέρον.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_2
source: No, Not yet.
el: Όχι, όχι ακόμα.

# Dialogue_Response,DL_Allknowingmatoran_Whathesaw_PlayerResponse_1
source: Would you know where this place is?
el: Θα ήξερες που είναι αυτό το μέρος;

# Dialogue_Response,DL_Allknowingmatoran_Where_PlayerResponse_1
source: I'll keep a look out for this place, Thank you.
el: Θα κρατήσω αυτό το μέρος υπόψιν, Ευχαριστώ.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_1
source: Rude.
el: Αγένεια.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_2
source: That's a good song! Do you play any others?
el: Εξαιρετικό τραγούδι! Παίζεις κανένα άλλο;

# Dialogue_Response,DL_Boat_PlayerResponse_1
source: Yes, I have.
el: Ναι, έχω.

# Dialogue_Response,DL_Boat_PlayerResponse_2
source: No sorry not now.
el: Συγγνώμη όχι τώρα.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_1
source: I'm looking for a Matoran named Kohi, I'm told he booked a boat here.
el: Ψάχνω ένα Matoran ονομάτι Kohi, μου έχουν πει ότι έχει κλίσει μια βάρκα εδώ.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_2
source: Your accent, it's quite different from others I've heard.
el: Η προφορά σου, είναι αρκετά διαφορετική από άλλες που έχω ακούσει.

# Dialogue_Response,DL_BoatManager3_PlayerResponse_1
source: Right...
el: Μάλιστα...

# Dialogue_Response,DL_BoatManager_PlayerResponse_1
source: Uhhhhh...
el: Εμμμμμ...

# Dialogue_Response,DL_BoatManagerKohi2_PlayerResponse_1
source: Mesas?
el: Οροπέδια;

# Dialogue_Response,DL_BoatManagerKohi3_PlayerResponse_1
source: Right, Thank you.
el: Μάλιστα, Ευχαριστώ.

# Dialogue_Response,DL_BoatManagerKohi_PlayerResponse_1
source: Did he say where he was headed next?
el: Είπε που κατευθύνεται;

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_1
source: Yes, I have.
el: Ναι, έχω.

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_2
source: No sorry not now.
el: Συγγνώμη όχι τώρα.

# Dialogue_Response,DL_Candles1_PlayerResponse_1
source: A candle shop? I saw a store like this in Onu-Koro, any relation?
el: Μαγαζί κεριών; Είδα ένα τέτοιο μαγαζί στο Onu-Koro, καμία σχέση;

# Dialogue_Response,DL_Candles1_PlayerResponse_3
source: I'm just looking.
el: Απλώς κοιτάω.

# Dialogue_Response,DL_Candles2_PlayerResponse_1
source: Why not? What is this company?
el: Γιατί όχι; Τι είναι αυτή η εταιρία;

# Dialogue_Response,DL_Candles2_PlayerResponse_3
source: I'll be leaving now.
el: Φεύγω τώρα.

# Dialogue_Response,DL_CandlesCompany_PlayerResponse_2
source: Hmm distressing...
el: Χμμ αγχωτικό...

# Dialogue_Response,DL_CandleSeller_PlayerResponse_1
source: I'll buy some!
el: Θα αγοράσω μερικά!

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_1
source: Thank you, i'll go consult with Khalo.
el: Ευχαριστώ, πάω να συσκεφτώ με τον Khalo.

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_2
source: I guess I don't need it that badly.
el: Υποθέτω δεν το χρειάζομαι τόσο άσχημα.

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_1
source: I could use a mask, do you have one that's powered?
el: Θα μπορούσα να χρησιμοποιήσω μια μάσκα, έχετε κάποια που να έχει ισχύς;

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_2
source: No, thank you.
el: Όχι, ευχαριστώ.

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_1
source: That depends. What do you do here?
el: Εξαρτάτε. Τι κάνεις εδώ;

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_2
source: Nothing, thank you.
el: Τίποτα, σας ευχαριστώ.

# Dialogue_Response,DL_CartographerIntroNoKakama1_PlayerResponse_1
source: Ahh that's a shame.
el: Α αυτό είναι κρίμα.

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_1
source: Do you have any more masks?
el: Έχετε άλλες μάσκες;

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_2
source: Nothing, thank you.
el: Τίποτα, σας ευχαριστώ.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_1
source: Here's 350.
el: Ορίστε 350.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_2
source: Can't you give me it for free? I'm a Toa of legend.
el: Δεν μπορείς να μου την δώσεις τσάμπα; Είμαιι ένας θρυλικός Toa.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_3
source: I don't have 350 widgets. How can I get that much?
el: Δεν έχω 350 μεταλλίσματα. Πως μπορώ να αποκτήσω τόσα;

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_1
source: Tell me about Tiro Canyon.
el: Πες μου για το Φαράγγι Tiro.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_2
source: Tell me about the Motara Desert.
el: Πες μου για την έρημο Motara.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_3
source: I had need of something else.
el: Χρειαζόμουν κάτι άλλο.

# Dialogue_Response,DL_CartographerQuestStart_PlayerResponse_1
source: I'll be back.
el: Θα με πίσω.

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_1
source: Here's 350. (Current Toa Gains mask)
el: Ορίστε 350. (Τωρινός Toa αποκτάει μάσκα)

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_2
source: Not yet no, I'll be back.
el: Όχι ακόκα, όχι, θα με πίσω.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_1
source: Tell me about the Motara Desert.
el: Πες μου για την έρημο Motara.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_2
source: Tell me about the Pillar-Lands.
el: Πες μου για τα Στυλό-Εδάφια.

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_1
source: I don't have 350 widgets. How can I get that much?
el: Δεν έχω 350 μεταλλίσματα. Πως μπορώ να αποκτήσω τόσα;

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_2
source: I had need of something else.
el: Χρειαζόμουν κάτι άλλο.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_1
source: Tell me about the Motara Desert.
el: Πες μου για την έρημο Motara.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_2
source: Tell me about Tiro Canyon.
el: Πες μου για το Φαράγγι Tiro.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_3
source: Tell me about the Pillar-Lands.
el: Πες μου για τα Στυλό-Εδάφια.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_4
source: I had need of something else.
el: Χρειαζόμουν κάτι άλλο.

# Dialogue_Response,DL_CaveInMatoran_PlayerResponse_1
source: That's alright, I'll come back later.
el: Εντάξει, θα γυρίσω αργότερα.

# Dialogue_Response,DL_Cleaning1_PlayerResponse_1
source: Well thank you for that!
el: Σε ευχαριστώ για αυτό!

# Dialogue_Response,DL_Cleaning2_PlayerResponse_1
source: What are you doing there?
el: Τι κάνεις εδώ;

# Dialogue_Response,DL_Cleaning_PlayerResponse_1
source: What are you doing there?
el: Τι κάνεις εδώ;

# Dialogue_Response,DL_Cleaning_PlayerResponse_2
source: Jaller, is that you?
el: Jaller, εσύ είσαι;

# Dialogue_Response,DL_DamemoExit_PlayerResponse_1
source: You as well.
el: Και σε εσένα.

# Dialogue_Response,DL_DamemoLeave_PlayerResponse_1
source: Well Good luck with that, I must be going now.
el: Καλή τύχη με αυτό, πρέπει να φεύγω τώρα.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
el: Καλύτερα να μην προσπαθήσεις να επαναφέρεις το ποτάμι χωρίς βοήθεια, θα ήταν καλύτερο άμα προχωρούσες αλλού.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_2
source: I heard you catch Pink Tailed Ruki here.
el: Άκουσα ότι πιάνεις Ruki με Ροζ Ουρές εδώ.

# Dialogue_Response,DL_DamemoLose2_PlayerResponse_1
source: Where will you go?
el: Που θα πας;

# Dialogue_Response,DL_DamemoLose_PlayerResponse_1
source: <Lie> Indeed, however I was unable to clear the blockage. The beast proved too strong for even me.
el: <Lie> Πράγματι, αλλά δεν μπόρεσα.

# Dialogue_Response,DL_DamemoLose_PlayerResponse_2
source: <Truth> Yes, however you cannot stay here.
el: <Truth> Ναι, αλλά δεν μπορείς να μείνεις εδώ.

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_1
source: How do you make money if they're illegal?
el: Πως βγάζεις λεφτά αν είναι παράνομο;

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_2
source: Did you know that these Ruki are endangered?
el: Ξέρεις ότι αυτά τα Ruki είναι υπό εξαφάνιση;

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
el: Καλύτερα να μην προσπαθήσεις να επαναφέρεις το ποτάμι χωρίς βοήθεια, θα ήταν καλύτερο άμα προχωρούσες αλλού.

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_2
source: Hmm, If that's how you feel. I must get going now.
el: Ημμ, αν έτσι αισθάνεσαι. Εγώ τώρα πρέπει να πηγαίνω.

# Dialogue_Response,DL_DamemoRukiSell_PlayerResponse_1
source: Did you know that these Ruki are endangered?
el: Ξέρεις ότι αυτά τα Ruki είναι υπό εξαφάνιση;

# Dialogue_Response,DL_DamemoTruth_PlayerResponse_1
source: I know about your Pink Tailed Ruki Business, and you cannot continue it.
el: Ξέρω για την δουλειά των Ruki με Ροζ Ουρές, κι δεν μπορώ να επιτρέψω να συνεχίσει.

# Dialogue_Response,DL_DamemoWin1_PlayerResponse_1
source: Am I not supposed to be?
el: Δεν έπρεπε να είμαι;

# Dialogue_Response,DL_DamemoWin2_PlayerResponse_1
source: I defeated it.
el: Το νίκησα.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_1
source: I heard you're selling Pink Tailed Ruki?
el: Άκουσα ότι πουλάς Ruki με Ροζ Ουρές εδώ;

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_2
source: It's no trouble, however I must be going now.
el: Κανένα πρόβλημα, αλλά πρέπει να πηγαίνω τώρα.

# Dialogue_Response,DL_DameoCamping1_PlayerResponse_1
source: Be sure to be careful little one, there are rahi about.
el: Να είσαι προσεκτικός μικρέ, υπάρχουν Rahi τριγύρω.

# Dialogue_Response,DL_DameoCamping_PlayerResponse_1
source: Dameo? What are you doing out here?
el: Dameo; Τι κάνεις εδώ έξω;

# Dialogue_Response,DL_DameoReturn_PlayerResponse_1
source: Not at the moment no.
el: Προς το παρόν όχι.

# Dialogue_Response,DL_DamMaster1_PlayerResponse_1
source: You have some explaining to do, why were you near the lake? Who are you, and why did you run?
el: Έχεις να δώσεις κάποιες εξηγήσεις, γιατί ήσουν κοντά στη λίμνη; Ποιος είσαι και γιατί έτρεξες;

# Dialogue_Response,DL_DamMaster2_PlayerResponse_1
source: I've defeated you?
el: Σε νίκησα;

# Dialogue_Response,DL_DamMaster3_PlayerResponse_1
source: So you're an environmentalist?
el: Ώστε είσαι περιβαλλοντολόγος;

# Dialogue_Response,DL_DamMaster4_PlayerResponse_1
source: That beast was yours?
el: Αυτό το θηρίο ήταν δικό σου;

# Dialogue_Response,DL_DamMaster5_PlayerResponse_1
source: So about the river...
el: Σχετικά με το ποτάμι...

# Dialogue_Response,DL_DamMaster6_PlayerResponse_1
source: Lift the Dam.
el: Ανυψώστε το Φράγμα.

# Dialogue_Response,DL_DamMaster6_PlayerResponse_2
source: I suppose you could leave it as is.
el: Θα μπορούσα να το αφήσω όπως είναι.

# Dialogue_Response,DL_DamMasterLeave_PlayerResponse_1
source: In future don't do this in secret, and less dangerously please.
el: Στο μέλλον μην το κάνετε αυτό κρυφά, και λιγότερο επικίνδυνα παρακαλώ.

# Dialogue_Response,DL_DamMasterLift_PlayerResponse_1
source: But the village will be very greatful I'm sure.
el: Αλλά το χωριό θα είναι πολύ ευγνώμων, είμαι σίγουρος.

# Dialogue_Response,DL_DamQuestFishing_PlayerResponse_1
source: Why are you still here then?
el: Τότε γιατί είσαι ακόμα εδώ;

# Dialogue_Response,DL_DamQuestIntro2_PlayerResponse_1
source: What's wrong little one?
el: Τι συμβαίνει, μικρέ;

# Dialogue_Response,DL_DamQuestIntro3_PlayerResponse_1
source: Used to?
el: Συνήθιζες;

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_1
source: Why are you still here then?
el: Τότε γιατί είσαι ακόμα εδώ;

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_2
source: Why didn't you just start fishing down in the ocean?
el: Γιατί δεν άρχισες να ψαρεύεις στον ωκεανό;

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_1
source: Of the fish?
el: Από τα ψάρια;

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_2
source: *Quietly walk away*
el: *Απομακρυνθείτε αθόρυβα*

# Dialogue_Response,DL_DamQuestMyth_PlayerResponse_1
source: Thank you for the warning,
el: Ευχαριστώ για την προειδοποίηση,

# Dialogue_Response,DL_DamQuestStillHere_PlayerResponse_1
source: You started the town?
el: Εσείς ξεκινήσατε την πόλη;

# Dialogue_Response,DL_GeneralKokoranbyprotopool_2_PlayerResponse_1
source: Fair enough.
el: Μάλιστα.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_1
source: Why are you lying by this Protodermis pool?
el: Γιατί είσαι ξαπλωμένος δίπλα σε αυτή την πισίνα Protodermis;

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_2
source: Well, thank you.
el: Λοιπόν, σας ευχαριστώ.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_4_PlayerResponse_1
source: Hmm, I see.
el: Χμμ, καταλαβαίνω.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_1
source: What's the device in that hut?
el: Τι είναι η συσκευή σε αυτή την καλύβα;

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_2
source: Why are you lying by this Protodermis pool?
el: Γιατί είσαι ξαπλωμένος δίπλα σε αυτή την πισίνα Protodermis;

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_3
source: Well, thank you.
el: Λοιπόν, σας ευχαριστώ.

# Dialogue_Response,DL_GeneralKokoranGreeting_4_PlayerResponse_1
source: What's gone?
el: Τι εξαφανίστηκε;

# Dialogue_Response,DL_GiveHat1_PlayerResponse_1
source: Hmm, Interesting. What are the hats for though?
el: Χμμ, ενδιαφέρον. Αλλά τα καπέλα για τι είναι;

# Dialogue_Response,DL_GiveHat2_PlayerResponse_1
source: Sure, I'll have one!
el: Αμέ, ας πάρω ένα!

# Dialogue_Response,DL_GiveHat2_PlayerResponse_2
source: No thank you, not right now.
el: Όχι ευχαριστώ, όχι αυτή τη στιγμή.

# Dialogue_Response,DL_GiveHat_PlayerResponse_1
source: What's happening today?
el: Τι συμβαίνει σήμερα;

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_1
source: Why are you out here?
el: Γιατί είστε εδώ έξω;

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_2
source: I don't mean to disturb you.
el: Δεν εννοώ να σας ενοχλήσω.

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_1
source: I found your note, you haven't forgiven him for leaving?
el: Βρήκα ένα σημείωμα, δεν τον έχεις συγχωρήσει που έφυγε;

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_2
source: Sorry, I didn't mean to disturb you.
el: Συγγνώμη, δεν εννοούσα να σας ενοχλήσω.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_1
source: I'll listen.
el: Θα ακούσω.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_2
source: I'm sorry but I must be going.
el: Συγγνώμη αλλά πρέπει να φεύγω.

# Dialogue_Response,DL_GreavingMatoran8_PlayerResponse_1
source: I am so sorry.
el: Συγγνώμη πάρα πολύ.

# Dialogue_Response,DL_GreavingMatoran9_PlayerResponse_1
source: Makuta and his Rahi are merciless.
el: Ο Makuta και τα Rahi του είναι χωρίς οίκτο.

# Dialogue_Response,DL_Grinch1_PlayerResponse_1
source: Well, I'm sorry you don't like the festivities, but it's not like you can do anything about it.
el: Τι να πώ, συγγνώμη που δεν σου αρέσει η γιορτή, αλλά δεν είναι λες και μπορείς να κάνεις κάτι.

# Dialogue_Response,DL_Grinch2_PlayerResponse_1
source: Goodbye?
el: Αντίο;

# Dialogue_Response,DL_Grinch_PlayerResponse_1
source: Why are you not celebrating?
el: Γιατί δεν γιορτάζεις;

# Dialogue_Response,DL_Guard1_PlayerResponse_1
source: ... I'm a Toa.
el: ... Είμαι Toa.

# Dialogue_Response,DL_Guard2_PlayerResponse_1
source: I'm double your height.
el: Είμαι δυο φορές το ύψος σου.

# Dialogue_Response,DL_Guard4_PlayerResponse_1
source: I'm sure I can manage it.
el: Σίγουρα μπορώ να το διαχειριστώ.

# Dialogue_Response,DL_GuardCamp_PlayerResponse_1
source: This camp isn't very "forward".
el: Αυτός ο καταυλισμός δεν είναι πολύ «μπροστινός».

# Dialogue_Response,DL_GuardCamp_PlayerResponse_2
source: Where is everyone?
el: Που είναι όλοι;

# Dialogue_Response,DL_GuardCampForward_PlayerResponse_1
source: Where is everyone?
el: Που είναι όλοι;

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_1
source: This camp isn't very "forward".
el: Αυτός ο καταυλισμός δεν είναι πολύ «μπροστά».

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_2
source: Hmm, alright.
el: Χμμ, μάλιστα.

# Dialogue_Response,DL_GuardPicking2_PlayerResponse_1
source: I see, carry on.
el: Κατάλαβα, συνέχισε.

# Dialogue_Response,DL_GuardPicking_PlayerResponse_1
source: What's the matter?
el: Τι έγινε;

# Dialogue_Response,DL_GuardPickingSheilds1_PlayerResponse_1
source: Very funny.
el: Πολύ αστείο.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_1
source: Uhh, those are placks.
el: Εμμ, αυτά είναι πιατέλες.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_2
source: They all just look red to me.
el: Εμένα όλες κόκκινες μου φαίνονται.

# Dialogue_Response,DL_GuardPickingSheildsTahu_PlayerResponse_1
source: They're the same size as you...
el: Είναι στο ίδιο ύψος με εσένα...

# Dialogue_Response,DL_Hahli1_PlayerResponse_1
source: I'm sorry, my memory is a little fuzzy who are you?
el: Συγγνώμη, η μνήμη μου είναι λίγο θολή, γνωριζόμαστε;

# Dialogue_Response,DL_Hahli2_PlayerResponse_1
source: Greetings Hahli, what is this you said about a Turaga?
el: Γειά σου Hahli, τι είναι αυτό που είπες για κάποιον Turaga;

# Dialogue_Response,DL_Hahli3_PlayerResponse_1
source: Well that's not good. Any way I can help?
el: Αυτό δεν είναι καλό. Υπάρχει τρόπος να βοηθήσω;

# Dialogue_Response,DL_Hahli3_PlayerResponse_2
source: Well that's not good. Any way I can help?
el: Αυτό δεν είναι καλό. Υπάρχει τρόπος να βοηθήσω;

# Dialogue_Response,DL_Hahli4_PlayerResponse_1
source: I'll see what I can do.
el: Θα δω τι μπορώ να κάνω.

# Dialogue_Response,DL_Hahli5_PlayerResponse_1
source: Not yet, I'm working on it.
el: Όχι ακόμα, ακόμα με αυτό απασχολεί.

# Dialogue_Response,DL_Hahli6_PlayerResponse_1
source: You have my word.
el: Έχεις τον λόγο μου.

# Dialogue_Response,DL_HahliGiveMap_PlayerResponse_1
source: I'll see what I can do.
el: Θα δω τι μπορώ να κάνω.

# Dialogue_Response,DL_HalloweenMan1_PlayerResponse_1
source: What do you mean?
el: Τι εννοείς;

# Dialogue_Response,DL_HalloweenMan2_PlayerResponse_1
source: Oh, you mean the vegetables with faces on them?
el: Α, εννοείς τα φυτά με τα πρόσωπα;
