Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_3
source: It looks nice but unfortunately I can't stay.
pl_pl: Wygląda wspaniale, ale niestety nie mogę zostać.

# Dialogue_Response,DL_KoTownSellerFixedHow2_PlayerResponse_1
source: I'll consider it.
pl_pl: Rozważę to.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_1
source: You didn't mention Numai.
pl_pl: Nie wspomniałeś Numai.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_2
source: That's great, I'm glad you're all doing well.
pl_pl: To wspaniale. Cieszy mi, że wszyscy dobrze sobie radzicie.

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_1
source: How is everyone?
pl_pl: Co słychać u pozostałych?

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_2
source: I suppose.
pl_pl: Chyba tak.

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_1
source: How is everyone?
pl_pl: Co słychać u pozostałych?

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_2
source: Will it actually protect anyone? Can't the Rahi just jump over or go around?
pl_pl: Czy naprawdę was ochroni? Rahi nie przeskoczą nad, ani go nie obejdą?

# Dialogue_Response,DL_KoTownSellerFixing1_PlayerResponse_1
source: What's wrong Parhi?
pl_pl: Co się stało, Parhi?

# Dialogue_Response,DL_KoTownSellerFixing2_PlayerResponse_1
source: Have you talked it over with the others?
pl_pl: Czy omawiałeś o tym z innymi?

# Dialogue_Response,DL_KoTownSellerFixing3_PlayerResponse_1
source: Very good, I will take my leave then.
pl_pl: Dobrze, to w takim razie się pożegnam.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_1
source: I suppose I could, let's go.
pl_pl: Myślę, że mogę. Chodźmy.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_2
source: I have some things to do, If you could delay it?
pl_pl: Muszę coś załatwić. Możemy to przełożyć?

# Dialogue_Response,DL_KoTownSellerFixing5_PlayerResponse_1
source: Thank you Parhi.
pl_pl: Dziękuję, Parhi.

# Dialogue_Response,DL_KoTownSellerFixingMeeting_PlayerResponse_1
source: *Continue*
pl_pl: *Kontynuuj*

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_1
source: I am, Let's do it.
pl_pl: Tak, do dzieła.

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_2
source: I'm afraid I'm still busy, sorry.
pl_pl: Obawiam się, że wciąż jestem {G}|gender(zajęty, zajęta). Przepraszam.

# Dialogue_Response,DL_Kufa2_PlayerResponse_1
source: What do you know of this "before-time"?
pl_pl: Co wiesz o tym "czasie przed-czasem"?

# Dialogue_Response,DL_Kufa3_PlayerResponse_1
source: What do you mean?
pl_pl: Co masz na myśli?

# Dialogue_Response,DL_Kufa_PlayerResponse_1
source: Hi.
pl_pl: Cześć.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_1
source: I have found your research
pl_pl: {G}|gender(Znalazłem, Znalazłam) Twoje badania.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_2
source: Not yet.
pl_pl: Jeszcze nie.

# Dialogue_Response,DL_KylmaNotesFound_PlayerResponse_1
source: If you insist.
pl_pl: Skoro nalegasz.

# Dialogue_Response,DL_KylmaReading_PlayerResponse_1
source: It was no trouble.
pl_pl: To żaden problem.

# Dialogue_Response,DL_KylmaRuins_PlayerResponse_1
source: Then I'll return once I've recovered your research.
pl_pl: W takim razie wrócę, gdy odzyskam Twoje notatki.

# Dialogue_Response,DL_KylmaTrouble2_PlayerResponse_1
source: And your research was left there?
pl_pl: I zostawiłeś tam swoje notatki z badaniami?

# Dialogue_Response,DL_KylmaTrouble3_PlayerResponse_1
source: And you want me to recover it for you?
pl_pl: I chcesz, żebym je dla Ciebie {G}|gender(odzyskał, odzyskała)?

# Dialogue_Response,DL_KylmaTrouble4_PlayerResponse_1
source: Where exactly are theese ruins?
pl_pl: Gdzie dokładnie są te ruiny?

# Dialogue_Response,DL_KylmaTrouble_PlayerResponse_1
source: Do you have any idea where it could be?
pl_pl: Wiesz, gdzie mogą być?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_1
source: What seems to be the problem little one?
pl_pl: Co Cię trapi, maluchu?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_2
source: I have recovered your research
pl_pl: {G}|gender(Odzyskałem, Odzyskałam) Twoje notatki.

# Dialogue_Response,DL_LavaFarmerBreak_PlayerResponse_1
source: I bet it is.
pl_pl: Wierzę.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_1
source: I'll find your friend.
pl_pl: Znajdę Twojego przyjaciela.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_2
source: Your friend will have to stay lost for now.
pl_pl: Na razie Twój przyjaciel musi pozostać zagubiony.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_1
source: From what?
pl_pl: Od czego?

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_2
source: Yes, Your friend sent me.
pl_pl: Tak, przysyła mnie Twój przyjaciel.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_3
source: No.
pl_pl: Nie.

# Dialogue_Response,DL_LeQuestKumoGood_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
pl_pl: Na południe, ale nie wolałbyś, abym Cię tam {G}|gender(zabrał, zabrała)? W pobliżu są Rahi!

# Dialogue_Response,DL_LeQuestKumoGoodAddQuest_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
pl_pl: Na południe, ale nie wolałbyś, abym Cię tam {G}|gender(zabrał, zabrała)? W pobliżu są Rahi!

# Dialogue_Response,DL_LeQuestKumoHelp_PlayerResponse_1
source: Well I can help you then.
pl_pl: Cóż, mogę Ci z tym pomóc.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_1
source: Yes, Your friend sent me.
pl_pl: Tak, przysyła mnie Twój przyjaciel.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_2
source: Do you need help?
pl_pl: Czy potrzebujesz pomocy?

# Dialogue_Response,DL_LeQuestKumoNextime_2_PlayerResponse_1
source: Ahh, very well then.
pl_pl: Ach, to bardzo dobrze.

# Dialogue_Response,DL_LeQuestKumoNextime_PlayerResponse_1
source: Ahh, Alright
pl_pl: Ahh, w porządku.

# Dialogue_Response,DL_LeQuestKumoThanks_PlayerResponse_1
source: It was no trouble at all.
pl_pl: Żaden problem.

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_1
source: What do you do here?
pl_pl: Co tutaj robicie?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_2
source: What are you holding?
pl_pl: Co tam trzymasz?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_3
source: May I help?
pl_pl: Mogę pomóc?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_4
source: Thank you supervisor.
pl_pl: Dziękuję, Keeva.

# Dialogue_Response,DL_LightstoneCaveMaster_DataPad_PlayerResponse_1
source: Goodbye Supervisor.
pl_pl: Do widzenia, Keeva.

# Dialogue_Response,DL_LightstoneCaveMaster_Doing_PlayerResponse_1
source: Interesting.
pl_pl: Interesujące.

# Dialogue_Response,DL_Lockedout_PlayerResponse_1
source: Nice...
pl_pl: Fajnie...

# Dialogue_Response,DL_LyingUnderTree1_PlayerResponse_1
source: Alright, have fun.
pl_pl: Rozumiem, miłej zabawy.

# Dialogue_Response,DL_LyingUnderTree_PlayerResponse_1
source: Why are you under here?
pl_pl: Dlaczego tutaj leżysz?

# Dialogue_Response,DL_MackuHi_PlayerResponse_1
source: Beautiful Indeed.
pl_pl: Piękna, zaiste.

# Dialogue_Response,DL_MackuHi_PlayerResponse_2
source: Aside from the dangerous Rahi, I suppose It is.
pl_pl: Pomijając niebezpieczne Rahi, jest naprawdę piękna.

# Dialogue_Response,DL_MackuHi_PlayerResponse_3
source: Indeed, So how's it going with Huki?
pl_pl: Zaiste, piękna. A jak Ci idzie z Huki?

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_1
source: We'll see...
pl_pl: Zobaczymy...

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_2
source: I won't, don't worry.
pl_pl: Nie powiem, nie martw się.

# Dialogue_Response,DL_MackuHuki_PlayerResponse_1
source: Only to me.
pl_pl: Tylko dla mnie.

# Dialogue_Response,DL_MackuTidbit_PlayerResponse_1
source: Hmm, I didn't know that, Thank you.
pl_pl: Hmm, nie {G}|gender(wiedziałem, wiedziałam) tego. Dziękuję.

# Dialogue_Response,DL_Maren1_PlayerResponse_1
source: Need some assistance?
pl_pl: Potrzebujesz pomocy?

# Dialogue_Response,DL_Maren2_PlayerResponse_1
source: What are you doing all the way out here?
pl_pl: Co tutaj robisz, tak daleko od innych?

# Dialogue_Response,DL_Maren2_PlayerResponse_2
source: I'll leave you to it.
pl_pl: Zostawię Cię z tym.

# Dialogue_Response,DL_Maren3_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
pl_pl: Sądzisz, że gdzieś tutaj jest jakiś skarb Czarnej Maski?

# Dialogue_Response,DL_Maren3_PlayerResponse_2
source: The Ga-Matoran tell stories of Blackmask. But they are only stories.
pl_pl: Ga-Matoranki opowiadają historie o Czarnej Masce. Ale to tylko opowieści.

# Dialogue_Response,DL_Maren3_PlayerResponse_3
source: I wish you luck, Maren.
pl_pl: Powodzenia, Maren.

# Dialogue_Response,DL_MarenBlackmask1_PlayerResponse_1
source: I'd like to buy some of your maps.
pl_pl: {G}|gender(Chciałbym, Chciałabym) kupić jakąś z Twoich map.

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
pl_pl: Sądzisz, że gdzieś tutaj jest jakiś skarb Czarnej Maski?

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_2
source: Good sailing, Maren.
pl_pl: Dobry wiatrów, Maren.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_1
source: I'd like a map.
pl_pl: Poproszę mapę.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_2
source: I've got treasure to sell.
pl_pl: Mam skarby na sprzedaż.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_3
source: Good sailing, Maren.
pl_pl: Dobry wiatrów, Maren.

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_1
source: What do you have?
pl_pl: Co masz na sprzedaż?

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_3
source: Not today, thank you.
pl_pl: Nie dzisiaj, dziękuję.

# Dialogue_Response,DL_MarkleQuestion1_PlayerResponse_1
source: Well, I think it’s very convenient to be able to buy masks.
pl_pl: Cóż, myślę, że to bardzo istotne móc kupić maski.

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_1
source: I'd be happy to, what do you have?
pl_pl: Z wielką chęcią. Co masz na stanie?

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_2
source: Sorry, not at the moment.
pl_pl: Przepraszam, nie teraz.

# Dialogue_Response,DL_MarkleQuestion_PlayerResponse_1
source: Who is this “He?”
pl_pl: Co za "On"?

# Dialogue_Response,DL_MaskPowerer1_PlayerResponse_1
source: Strange.
pl_pl: Dziwne.

# Dialogue_Response,DL_MaskPowerer2_PlayerResponse_1
source: What is this device?
pl_pl: Co to za urządzenie?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_1
source: What is this device?
pl_pl: Co to za urządzenie?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_2
source: So, about that Talok...
pl_pl: A więc, co do Taloka...

# Dialogue_Response,DL_MatauInTree_PlayerResponse_1
source: How did you manage to get up there, Turaga?
pl_pl: Jak udało Ci się tam dostać, Turago?

# Dialogue_Response,DL_MatauInTree_PlayerResponse_2
source: Would you like some help?
pl_pl: Potrzebujesz pomocy?

# Dialogue_Response,DL_MatauInTreeHelp_PlayerResponse_1
source: Are you sure?
pl_pl: Jesteś pewny?

# Dialogue_Response,DL_MatauInTreeHow_PlayerResponse_1
source: Would you like some help?
pl_pl: Potrzebujesz pomocy?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_1
source: I heard you had something for me?
pl_pl: Słyszałem, że masz coś dla mnie?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_2
source: Sorry for waking you up.
pl_pl: Przepraszam, że Cię {G}|gender(obudziłem, obudziłam).

# Dialogue_Response,DL_MatauKoroHowsgoing_PlayerResponse_1
source: Of course, I'll leave you to that then.
pl_pl: Rozumiem, w takim razie Cię zostawię.

# Dialogue_Response,DL_MatauKoroLewa1_PlayerResponse_1
source: What’s the trouble-matter?
pl_pl: W czym problem?

# Dialogue_Response,DL_MatauKoroLewa2_PlayerResponse_1
source: What’s so important that’s in this temple anyways?
pl_pl: Co tak ważnego jest w tej świątyni?

# Dialogue_Response,DL_MatauKoroLewa3_PlayerResponse_1
source: No worries, Turaga. I’ll quick-snatch that stone before you know it!
pl_pl: Nie martw się, Turago. Zgarnę ten kamień, nim się obejrzysz!

# Dialogue_Response,DL_MatauKoroPostKini_PlayerResponse_1
source: How has Le-Koro been?
pl_pl: Co nowego w Le-Koro?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_1
source: Where exactly were you coming home from?
pl_pl: Skąd dokładnie wracałeś?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_2
source: I’m glad that you’re unharmed, Turaga.
pl_pl: Cieszę się, że nic Ci nie jest, Turago.

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_1
source: Where exactly were you coming home from?
pl_pl: Skąd dokładnie wracałeś?

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_2
source: I'll make sure to stop by Turaga.
pl_pl: Na pewno wpadnę, Turago.

# Dialogue_Response,DL_MatauOutofTreeWhere2_PlayerResponse_1
source: I'll make sure to Turaga.
pl_pl: Na pewno tak zrobię, Turago.

# Dialogue_Response,DL_MatauOutofTreeWhere_PlayerResponse_1
source: Well, I’m glad you’re safe regardless.
pl_pl: Cóż, i tak cieszę się, że jesteś bezpieczny.

# Dialogue_Response,DL_MatoranTransporter10_PlayerResponse_1
source: Are any other Rahi used for jobs like this?
pl_pl: Czy jakieś inne Rahi też są wykorzystwane do pracy?

# Dialogue_Response,DL_MatoranTransporter11_PlayerResponse_1
source: Hey, didn't you say you were on the clock?
pl_pl: Hej, czy nie mówiłeś, że się śpieszysz?

# Dialogue_Response,DL_MatoranTransporter1_PlayerResponse_1
source: I apologise, you may continue on your way little one.
pl_pl: Przepraszam, możesz kontynuować swoją pracę, maluchu.

# Dialogue_Response,DL_MatoranTransporter2_PlayerResponse_1
source: I didn't mean to inturrupt!
pl_pl: Nie {G}|gender(chciałem, chciałam) Ci przeszkadzać!

# Dialogue_Response,DL_MatoranTransporter3_PlayerResponse_1
source: I was about to ask you the same thing.
pl_pl: Właśnie {G}|gender(chciałem, chciałam) Cię zapytać o to samo.

# Dialogue_Response,DL_MatoranTransporter4_PlayerResponse_1
source: Interesting, may I ask what you're delivering?
pl_pl: Interesujące, mogę zapytać, co przewozisz?

# Dialogue_Response,DL_MatoranTransporter5_PlayerResponse_1
source: Well that seems... Inconsiderate.
pl_pl: Cóż, to trochę... nietaktowne.

# Dialogue_Response,DL_MatoranTransporter6_PlayerResponse_1
source: I'm sure everything you deliver has helped in some way little one.
pl_pl: Jestem {G}|gender(pewny, pewna), że wszystko, co dostarczasz, maluchu, pomaga w ten czy inny sposób.

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_1
source: What... about your Ussal is he doing well?
pl_pl: A... jak się ma Twój Ussal?

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_2
source: Okay...
pl_pl: No dobrze...

# Dialogue_Response,DL_MatoranTransporter9_PlayerResponse_1
source: I've noticed quite a few Ussals being used for work around Mata-Nui.
pl_pl: {G}|gender(Zauważyłem, Zauważyłam), że sporo Ussali jest wykorzystywanych do pracy na Mata Nui.

# Dialogue_Response,DL_Matoro1_PlayerResponse_1
source: Ehh, who are you?
pl_pl: Eee, kim jesteś?

# Dialogue_Response,DL_Matoro3_PlayerResponse_1
source: You want me to look for this Turaga?
pl_pl: Mam go poszukać?

# Dialogue_Response,DL_Matoro4_PlayerResponse_1
source: Do you have somewhere I can begin searching?
pl_pl: Gdzie {G}|gender(powinienem, powinnam) zacząć poszukiwania?

# Dialogue_Response,DL_Matoro4_PlayerResponse_2
source: How can I find Nuju?
pl_pl: Jak mogę znaleźć Nuju?

# Dialogue_Response,DL_MatoroGetMap_PlayerResponse_1
source: Thank you this should help.
pl_pl: Dziękuję, powinna mi pomóc.

# Dialogue_Response,DL_MatoroHaveMap_PlayerResponse_1
source: I'll begin my search.
pl_pl: Wyruszam na poszukiwania.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_1
source: I am ready.
pl_pl: Jestem gotów.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_2
source: What are you doing here, Matoro?
pl_pl: Co tutaj robisz, Matoro?

# Dialogue_Response,DL_MatoroKiniExplanation1_PlayerResponse_1
source: Matoro? What is it?
pl_pl: Matoro? O co chodzi?

# Dialogue_Response,DL_MatoroKiniExplanation2_PlayerResponse_1
source: So there IS something he’s hiding. What is it?
pl_pl: Czyli jest COŚ, co ukrywa. Co to takiego?

# Dialogue_Response,DL_MatoroKiniExplanation3_PlayerResponse_1
source: Nuju doubts me? He doubts the Toa?
pl_pl: Nuju we mnie wątpi? Wątpi w Toa?

# Dialogue_Response,DL_MatoroKiniExplanation4_PlayerResponse_1
source: What things have been happening to cause him to doubt us?
pl_pl: Co takiego mu się przytrafiło, że w nas wątpi?

# Dialogue_Response,DL_MatoroKiniExplanation5_PlayerResponse_1
source: What do you mean?
pl_pl: Co masz na myśli?

# Dialogue_Response,DL_MatoroKiniExplanation6_PlayerResponse_1
source: Excellent.
pl_pl: Świetnie.

# Dialogue_Response,DL_MatoroKiniExplanation7_PlayerResponse_1
source: And I must travel to this temple, even against the Turaga’s wishes?
pl_pl: I mam się tam udać, nawet wbrew woli Turagi?

# Dialogue_Response,DL_MatoroKiniExplanation8_PlayerResponse_1
source: We?
pl_pl: My?

# Dialogue_Response,DL_MatoroKiniExplanation9_PlayerResponse_1
source: Thank you for this, Matoro.
pl_pl: Dziękuję Ci, Matoro.

# Dialogue_Response,DL_MatoroKiniReturn2_PlayerResponse_1
source: What will you do?
pl_pl: Co teraz zrobisz?

# Dialogue_Response,DL_MatoroKiniReturn3_PlayerResponse_1
source: I understand. I shall speak with Nuju then.
pl_pl: Rozumiem. W takim razie, pójdę pomówić z Nuju.

# Dialogue_Response,DL_MatoroKiniReturn_PlayerResponse_1
source: Thank you for your help Matoro. I could not have completed this without you.
pl_pl: Dziękuję Ci za pomoc, Matoro. Nie udałoby mi się to bez Ciebie.

# Dialogue_Response,DL_MatoroKiniReturnMine_PlayerResponse_1
source: ...Very well.
pl_pl: ...Rozumiem.

# Dialogue_Response,DL_MatoroKiniReturnUnderstand_PlayerResponse_1
source: Here is the stone. Return to Nuju’s side and I will meet you there.
pl_pl: Proszę, oto kamień. Wracaj do Nuju, a ja dołączę do was jak najszybciej.

# Dialogue_Response,DL_MatoroReturn_PlayerResponse_1
source: Not yet no.
pl_pl: Jeszcze nie.

# Dialogue_Response,DL_MetalSeller_PlayerResponse_1
source: Yeah, I'll take a look.
pl_pl: Pewnie, chętnie rzucę okiem.

# Dialogue_Response,DL_Metonu1_PlayerResponse_1
source: But I'm interested, Would you at least give me a hint?
pl_pl: Ale interesuje mnie to - mógłbyś zdradzić mi chociaż odrobinkę?

# Dialogue_Response,DL_Metonu1_PlayerResponse_2
source: Alright.
pl_pl: W porządku.

# Dialogue_Response,DL_Metonu2_PlayerResponse_1
source: Hmm I see...
pl_pl: Hmmm, rozumiem...

# Dialogue_Response,DL_Metonu3_PlayerResponse_2
source: Sorry I'm not interested at the moment.
pl_pl: Przepraszam, w tym momencie nie jestem {G}|gender(zainteresowany, zainteresowana).

# Dialogue_Response,DL_Metonu_PlayerResponse_1
source: I have the materials you needed.
pl_pl: Mam materiały, których potrzebujesz.

# Dialogue_Response,DL_Metonu_PlayerResponse_2
source: What's done?
pl_pl: Co jest gotowe?

# Dialogue_Response,DL_Metonu_PlayerResponse_3
source: About that device from before?
pl_pl: Co z tym urządzeniem, o którym wcześniej wspominałeś?

# Dialogue_Response,DL_MetonuExplain_PlayerResponse_1
source: What will I need?
pl_pl: Czego będziesz potrzebował?

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
pl_pl: Och, wygląda na to, że mam wszystko.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_2
source: I'd like that in writing if you would.
pl_pl: {G}|gender(Prosiłbym, Prosiłabym), żebyś to dla mnie zapisał.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_3
source: Sure, I'll go find it.
pl_pl: Pewnie, poszukam tego.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
pl_pl: Och, wygląda na to, że mam wszystko.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_2
source: Alright, I'll see if I can find all this.
pl_pl: Dzięki, zobaczę, co uda mi się znaleźć.

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_1
source: What do I need?
pl_pl: Czego będziesz potrzebował?

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_3
source: Nevermind.
pl_pl: Jednak nie.

# Dialogue_Response,DL_Midak1_PlayerResponse_1
source: What are you doing out here?
pl_pl: Co robisz tutaj na zewnątrz?

# Dialogue_Response,DL_NightWatchGuard1_PlayerResponse_1
source: Not at the moment no.
pl_pl: Narazie nie.

# Dialogue_Response,DL_NightWatchGuard2_PlayerResponse_1
source: I'll be vigilant.
pl_pl: Będę {G}|gender(czujny, czujna).

# Dialogue_Response,DL_Nixie_PlayerResponse_1
source: What's interesting?
pl_pl: Co takiego?

# Dialogue_Response,DL_NixieResponse1_PlayerResponse_1
source: Very interesting.
pl_pl: Bardzo ciekawe.

# Dialogue_Response,DL_NixieResponse2_PlayerResponse_1
source: Very interesting.
pl_pl: Bardzo ciekawe.

# Dialogue_Response,DL_NixieResponse_PlayerResponse_1
source: How do you do that?
pl_pl: Jak to robisz?

# Dialogue_Response,DL_NixieResponse_PlayerResponse_2
source: What have you discovered?
pl_pl: Co udało Ci się odkryć?

# Dialogue_Response,DL_Nokama3_PlayerResponse_1
source: Now you’re safe. You should head back to Ga-Koro.
pl_pl: Jesteś już bezpieczna. Powinnaś wracać do Ga-Koro.

# Dialogue_Response,DL_Nokama3_PlayerResponse_2
source: That had to have been frightening.
pl_pl: To musiało być przerażające.

# Dialogue_Response,DL_Nokama3_PlayerResponse_3
source: A meeting? What sort of meeting?
pl_pl: Spotkanie? Jakie spotkanie?

# Dialogue_Response,DL_NokamaBase1_PlayerResponse_1
source: How did you manage to end up down here?
pl_pl: Co się stało, że się tu znalazłaś?

# Dialogue_Response,DL_NokamaHeadBack2_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
pl_pl: Zanim pójdziesz - wspominałaś coś o spotkaniu. Jakim spotkaniu?

# Dialogue_Response,DL_NokamaHeadBack_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
pl_pl: Zanim pójdziesz - wspominałaś coś o spotkaniu. Jakim spotkaniu?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_1
source: Did you want to see me, Turaga?
pl_pl: Chciałaś mnie widzieć, Turago?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_2
source: How is Ga-Koro?
pl_pl: Co słychać w Ga-Koro?

# Dialogue_Response,DL_NokamaKoroGali1_PlayerResponse_1
source: Where is this stone?
pl_pl: Gdzie znajduje się ten kamień?

# Dialogue_Response,DL_NokamaKoroGali25_PlayerResponse_1
source: Last time?
pl_pl: Ostatnio?

# Dialogue_Response,DL_NokamaKoroGali2_PlayerResponse_1
source: I understand. Thank you, Nokama.
pl_pl: Rozumiem. Dziękuję, Nokama.

# Dialogue_Response,DL_NokamaKoroGali3_PlayerResponse_1
source: Thank you Turaga.
pl_pl: Dziękuję, Turago.

# Dialogue_Response,DL_NokamaKoroGali4_PlayerResponse_1
source: Thank you Turaga.
pl_pl: Dziękuję, Turago.

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_1
source: How is Ga-Koro?
pl_pl: Co słychać w Ga-Koro?

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_2
source: I am.
pl_pl: Tak, dobrze mi tu.

# Dialogue_Response,DL_NokamaMeeting_PlayerResponse_1
source: I understand. I am simply glad you are unharmed.
pl_pl: Rozumiem. Po prostu cieszę się, że nic Ci nie jest.

# Dialogue_Response,DL_NokamaScary_PlayerResponse_1
source: Well that now you are safe. You should head back to Ga-Koro.
pl_pl: Cóż, teraz gdy jesteś bezpieczna, powinnaś wracać do Ga-Koro.

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_1
source: You have something for me?
pl_pl: Czy masz coś dla mnie?

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_3
source: Has Ko-Koro been well?
pl_pl: Czy w Ko-Koro wszystko w porządku?

# Dialogue_Response,DL_NujuCovoBlocked_PlayerResponse_1
source: Is something the matter, Turaga?
pl_pl: Czy coś się stało, Turago?
