Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_2
source: How is everyone?
el: Πώς είναι όλοι;

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_3
source: It looks nice but unfortunately I can't stay.
el: Φαίνεται ωραίο, αλλά δυστυχώς δεν μπορώ να μείνω.

# Dialogue_Response,DL_KoTownSellerFixedHow2_PlayerResponse_1
source: I'll consider it.
el: Θα το σκεφτώ.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_1
source: You didn't mention Numai.
el: Δεν ανέφερες τον Numai.

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_2
source: I suppose.
el: Υποθέτω.

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_1
source: How is everyone?
el: Πώς είναι όλοι;

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_2
source: Will it actually protect anyone? Can't the Rahi just jump over or go around?
el: Θα πρωστατεύσει κανέναν; Δεν μπορούν απλώς να πυδήξουν από πάνω;

# Dialogue_Response,DL_KoTownSellerFixing1_PlayerResponse_1
source: What's wrong Parhi?
el: Τι συμβαίνει Parhi?

# Dialogue_Response,DL_KoTownSellerFixing2_PlayerResponse_1
source: Have you talked it over with the others?
el: Έχεις μιλήσει στους άλλους;

# Dialogue_Response,DL_KoTownSellerFixing3_PlayerResponse_1
source: Very good, I will take my leave then.
el: Πολύ ωραία, θα φύγω τότε.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_1
source: I suppose I could, let's go.
el: Υποθέτω ότι θα μπορούσα, πάμε.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_2
source: I have some things to do, If you could delay it?
el: Έχω να κάνω κάτι πράγματα, μπορούμε να το καθυστερήσουμε;

# Dialogue_Response,DL_KoTownSellerFixing5_PlayerResponse_1
source: Thank you Parhi.
el: Ευχαριστώ Parhi.

# Dialogue_Response,DL_KoTownSellerFixingMeeting_PlayerResponse_1
source: *Continue*
el: *Συνέχισε*

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_1
source: I am, Let's do it.
el: Είμαι, ας το κάνουμε.

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_2
source: I'm afraid I'm still busy, sorry.
el: Είμαι ακόμα απασχολημένος, συγγνώμη.

# Dialogue_Response,DL_Kufa2_PlayerResponse_1
source: What do you know of this "before-time"?
el: Τι ξέρεις για αυτές τις «παλιές εποχές»;

# Dialogue_Response,DL_Kufa3_PlayerResponse_1
source: What do you mean?
el: Τι εννοείς;

# Dialogue_Response,DL_Kufa_PlayerResponse_1
source: Hi.
el: Γεια.

# Dialogue_Response,DL_LavaFarmerBreak_PlayerResponse_1
source: I bet it is.
el: Φαντάζομαι ότι είναι.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_1
source: I'll find your friend.
el: Θα βρώ τον φίλο σου.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_2
source: Your friend will have to stay lost for now.
el: Ο φίλος σου θα πρέπει να μείνει χαμένος για τώρα.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_1
source: From what?
el: Από τι;

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_2
source: Yes, Your friend sent me.
el: Ναι, ο φίλος σου με έστειλε.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_3
source: No.
el: Όχι.

# Dialogue_Response,DL_LeQuestKumoGood_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
el: Νότια, αλλά δεν θες να σε πάω εγώ εκεί; Υπάρχουν Rahi τριγύρω!

# Dialogue_Response,DL_LeQuestKumoGoodAddQuest_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
el: Νότια, αλλά δεν θες να σε πάω εγώ εκεί; Υπάρχουν Rahi τριγύρω!

# Dialogue_Response,DL_LeQuestKumoHelp_PlayerResponse_1
source: Well I can help you then.
el: Τότε μπορώ να σε βοηθήσω.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_1
source: Yes, Your friend sent me.
el: Ναι, ο φίλος σου μια έστειλε.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_2
source: Do you need help?
el: Χρειάζεσαι βοήθεια;

# Dialogue_Response,DL_LeQuestKumoNextime_2_PlayerResponse_1
source: Ahh, very well then.
el: Ααα, πολύ καλά τότε.

# Dialogue_Response,DL_LeQuestKumoNextime_PlayerResponse_1
source: Ahh, Alright
el: Ααα, εντάξει

# Dialogue_Response,DL_LeQuestKumoThanks_PlayerResponse_1
source: It was no trouble at all.
el: Δεν ήταν καθόλου κόπος.

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_1
source: What do you do here?
el: Τι κάνεις εδώ;

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_2
source: What are you holding?
el: Τι κρατάς;

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_3
source: May I help?
el: Να βοηθήσω;

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_4
source: Thank you supervisor.
el: Ευχαριστώ επόπτη.

# Dialogue_Response,DL_LightstoneCaveMaster_DataPad_PlayerResponse_1
source: Goodbye Supervisor.
el: Αντίο Επόπτη.

# Dialogue_Response,DL_LightstoneCaveMaster_Doing_PlayerResponse_1
source: Interesting.
el: Ενδιαφέρον.

# Dialogue_Response,DL_LightstoneCaveMaster_Help_PlayerResponse_1
source: Alright then.
el: Εντάξει τότε.

# Dialogue_Response,DL_Lockedout_PlayerResponse_1
source: Nice...
el: Μια χαρά....

# Dialogue_Response,DL_LyingUnderTree1_PlayerResponse_1
source: Alright, have fun.
el: Εντάξει, καλή διασκέδαση.

# Dialogue_Response,DL_LyingUnderTree_PlayerResponse_1
source: Why are you under here?
el: Γιατί είσαι εκεί κάτω;

# Dialogue_Response,DL_MackuHi_PlayerResponse_1
source: Beautiful Indeed.
el: Πράγματι, όμορφο.

# Dialogue_Response,DL_MackuHi_PlayerResponse_2
source: Aside from the dangerous Rahi, I suppose It is.
el: Πέρα από τα επικίνδυνα Rahi, υποθέτω ότι είναι.

# Dialogue_Response,DL_MackuHi_PlayerResponse_3
source: Indeed, So how's it going with Huki?
el: Πράγματι, Πως παέι με τον Huki;

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_1
source: We'll see...
el: Ας δούμε...

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_2
source: I won't, don't worry.
el: Μην ανησυχείς, δεν πρόκειται.

# Dialogue_Response,DL_MackuHuki_PlayerResponse_1
source: Only to me.
el: Μόνο σε εμένα.

# Dialogue_Response,DL_MackuTidbit_PlayerResponse_1
source: Hmm, I didn't know that, Thank you.
el: Χμμ, δεν το ήξερα αυτό, ευχαριστώ.

# Dialogue_Response,DL_Maren1_PlayerResponse_1
source: Need some assistance?
el: Χρειάζεσαι βοήθεια;

# Dialogue_Response,DL_Maren2_PlayerResponse_1
source: What are you doing all the way out here?
el: Τι κάνεις τόσο μακριά, εδώ έξω;

# Dialogue_Response,DL_Maren2_PlayerResponse_2
source: I'll leave you to it.
el: Σε αφήνω σε ο'τι κάνεις τότε.

# Dialogue_Response,DL_Maren3_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
el: Νομίζεις ένα κομμάτι του θησαυρού της Μαυρόμασκας είναι εδώ γύρω;

# Dialogue_Response,DL_Maren3_PlayerResponse_2
source: The Ga-Matoran tell stories of Blackmask. But they are only stories.
el: Οι Ga-Matoran λένε ιστορίες της Μαυρόμασκας. Αλλά είναι μόνο ιστορίες.

# Dialogue_Response,DL_Maren3_PlayerResponse_3
source: I wish you luck, Maren.
el: Καλή τύχη, Maren.

# Dialogue_Response,DL_MarenBlackmask1_PlayerResponse_1
source: I'd like to buy some of your maps.
el: Θα 'θελα να αγοράσω κάποιους από τους χάρτες σου.

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
el: Νομίζεις ένα κομμάτι του θησαυρού του Μαυρόμασκου είναι εδώ γύρω;

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_2
source: Good sailing, Maren.
el: Καλό ταξίδι, Maren.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_1
source: I'd like a map.
el: Θά 'θελα έναν χάρτη.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_2
source: I've got treasure to sell.
el: Έχω θησαυρό να πουλήσω.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_3
source: Good sailing, Maren.
el: Καλό ταξίδι, Maren.

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_1
source: What do you have?
el: Τι έχεις;

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_3
source: Not today, thank you.
el: Όχι σήμερα, ευχαριστώ.

# Dialogue_Response,DL_MarkleQuestion1_PlayerResponse_1
source: Well, I think it’s very convenient to be able to buy masks.
el: Τι να πω, εγώ νομίζω είναι πολύ βολικό να μπορείς να αγοράσεις μάσκες.

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_1
source: I'd be happy to, what do you have?
el: Με μεγάλη χαρά, τι έχεις;

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_2
source: Sorry, not at the moment.
el: Συγγνώμη, όχι αυτή τη στιγμή.

# Dialogue_Response,DL_MarkleQuestion_PlayerResponse_1
source: Who is this “He?”
el: Ποιος είναι «Αυτός»;

# Dialogue_Response,DL_MaskPowerer1_PlayerResponse_1
source: Strange.
el: Περίεργο.

# Dialogue_Response,DL_MaskPowerer2_PlayerResponse_1
source: What is this device?
el: Τι είναι αυτή η συσκευή;

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_1
source: What is this device?
el: Τι είναι αυτή η συσκευή;

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_2
source: So, about that Talok...
el: Λοιπόν, αυτά τα Talok...

# Dialogue_Response,DL_MatauInTree_PlayerResponse_1
source: How did you manage to get up there, Turaga?
el: Πως κατάφερες να βρεθείς εδώ πάνω, Turaga;

# Dialogue_Response,DL_MatauInTree_PlayerResponse_2
source: Would you like some help?
el: Θα ήθελες βοήθεια;

# Dialogue_Response,DL_MatauInTreeHelp_PlayerResponse_1
source: Are you sure?
el: Είσαι σίγουρός;

# Dialogue_Response,DL_MatauInTreeHow_PlayerResponse_1
source: Would you like some help?
el: Θα ήθελες βοήθεια;

# Dialogue_Response,DL_MatauKoro_PlayerResponse_1
source: I heard you had something for me?
el: Άκουσα ότι είχες κάτι για εμένα;

# Dialogue_Response,DL_MatauKoro_PlayerResponse_2
source: Sorry for waking you up.
el: Συγγνώμη που σε ξύπνησα.

# Dialogue_Response,DL_MatauKoroHowsgoing_PlayerResponse_1
source: Of course, I'll leave you to that then.
el: Φυσικά, θα σε αφήσω σε ο'τι κάνεις τότε.

# Dialogue_Response,DL_MatauKoroLewa1_PlayerResponse_1
source: What’s the trouble-matter?
el: Ποιο είναι το θέμα-πρόβλημα;

# Dialogue_Response,DL_MatauKoroLewa2_PlayerResponse_1
source: What’s so important that’s in this temple anyways?
el: Tι είναι τόσο σημαντικό σε αυτόν τον ναό ούτος ή άλλως;

# Dialogue_Response,DL_MatauKoroLewa3_PlayerResponse_1
source: No worries, Turaga. I’ll quick-snatch that stone before you know it!
el: Κανένα θέμα, Turaga. θα την γρήγορο-αρπάξω την πέτρα πριν το καταλάβεις!

# Dialogue_Response,DL_MatauKoroPostKini_PlayerResponse_1
source: How has Le-Koro been?
el: Πως είναι το Le-Koro;

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_1
source: Where exactly were you coming home from?
el: Από που ακριβώς έρχεστε;

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_2
source: I’m glad that you’re unharmed, Turaga.
el: Xαίρομαι που είσαι αβλαβής, Turaga.

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_1
source: Where exactly were you coming home from?
el: Από που ακριβώς έρχεσε που είναι το σπίτι σου;

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_2
source: I'll make sure to stop by Turaga.
el: Θα σταματήσω από εκεί, Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere2_PlayerResponse_1
source: I'll make sure to Turaga.
el: Θα το φροντίσω, Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere_PlayerResponse_1
source: Well, I’m glad you’re safe regardless.
el: Τι να πω, χαίρομαι που είσαι ασφαλής ανεξαιρέτως.

# Dialogue_Response,DL_MatoranTransporter10_PlayerResponse_1
source: Are any other Rahi used for jobs like this?
el: Υπάρχουν άλλα Rahi που χρησιμοποιούνται για δουλειές έτσι;

# Dialogue_Response,DL_MatoranTransporter11_PlayerResponse_1
source: Hey, didn't you say you were on the clock?
el: Κάτσε, δεν είπες ότι ήσουν στην προβλήτα;

# Dialogue_Response,DL_MatoranTransporter1_PlayerResponse_1
source: I apologise, you may continue on your way little one.
el: Με συγχαρείς, μπορείς να γυρίσεις στον δρόμο σου, μικρέ.

# Dialogue_Response,DL_MatoranTransporter2_PlayerResponse_1
source: I didn't mean to inturrupt!
el: Δεν εννοούσα να διακόψω!

# Dialogue_Response,DL_MatoranTransporter3_PlayerResponse_1
source: I was about to ask you the same thing.
el: Θα ρώταγα το ίδιο πράγμα.

# Dialogue_Response,DL_MatoranTransporter4_PlayerResponse_1
source: Interesting, may I ask what you're delivering?
el: Ενδιαφέρον, μπορώ να ρωτήσω τι παραδίδεις;

# Dialogue_Response,DL_MatoranTransporter5_PlayerResponse_1
source: Well that seems... Inconsiderate.
el: Αυτό φαίνεται....αγενές.

# Dialogue_Response,DL_MatoranTransporter6_PlayerResponse_1
source: I'm sure everything you deliver has helped in some way little one.
el: Είμαι σίγουρος ο'τι παραδίδεις έχει βοηθήσει σε κάποιον τρόπο, μικρέ.

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_1
source: What... about your Ussal is he doing well?
el: Και....το Ussal σου, είναι καλά;

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_2
source: Okay...
el: Εντάξει...

# Dialogue_Response,DL_MatoranTransporter9_PlayerResponse_1
source: I've noticed quite a few Ussals being used for work around Mata-Nui.
el: Έχω προσέξει αρκετά Ussals που χρησιμοποιούνται για δουλειά σε όλο το Mata-Nui.

# Dialogue_Response,DL_Matoro1_PlayerResponse_1
source: Ehh, who are you?
el: Εμμ, ποιος είσαι;

# Dialogue_Response,DL_Matoro3_PlayerResponse_1
source: You want me to look for this Turaga?
el: Θες να ψάξω για αυτόν τον Turaga;

# Dialogue_Response,DL_Matoro4_PlayerResponse_1
source: Do you have somewhere I can begin searching?
el: Έχεις κάπου που να μπορώ να αρχίσω να ψάχνω;

# Dialogue_Response,DL_Matoro4_PlayerResponse_2
source: How can I find Nuju?
el: Πως μπορώ να βρω τον Nuju;

# Dialogue_Response,DL_MatoroGetMap_PlayerResponse_1
source: Thank you this should help.
el: Ευχαριστώ, αυτό θα βοηθήσει.

# Dialogue_Response,DL_MatoroHaveMap_PlayerResponse_1
source: I'll begin my search.
el: Θα ξεκινήσω την έρευνα.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_1
source: I am ready.
el: Είμαι έτοιμος.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_2
source: What are you doing here, Matoro?
el: Τι κάνεις εδώ, Matoro;

# Dialogue_Response,DL_MatoroKiniExplanation1_PlayerResponse_1
source: Matoro? What is it?
el: Matoro; Τι είναι;

# Dialogue_Response,DL_MatoroKiniExplanation2_PlayerResponse_1
source: So there IS something he’s hiding. What is it?
el: Άρα ΥΠΆΡΧΕΙ κάτι που κρύβεις. Τι είναι;

# Dialogue_Response,DL_MatoroKiniExplanation3_PlayerResponse_1
source: Nuju doubts me? He doubts the Toa?
el: Ο Nuju με αμφισβητεί; Αμφισβητεί έναν Toa;

# Dialogue_Response,DL_MatoroKiniExplanation4_PlayerResponse_1
source: What things have been happening to cause him to doubt us?
el: Τι πράγματα έχουν γίνει που τον έχει κάνει να μας αμφισβητεί;

# Dialogue_Response,DL_MatoroKiniExplanation5_PlayerResponse_1
source: What do you mean?
el: Τι εννοείς;

# Dialogue_Response,DL_MatoroKiniExplanation6_PlayerResponse_1
source: Excellent.
el: Τέλεια.

# Dialogue_Response,DL_MatoroKiniExplanation7_PlayerResponse_1
source: And I must travel to this temple, even against the Turaga’s wishes?
el: Και πρέπει να πάω σε αυτόν τον ναό, ενάντια στις επιθυμίες του Turaga;

# Dialogue_Response,DL_MatoroKiniExplanation8_PlayerResponse_1
source: We?
el: Εμείς;

# Dialogue_Response,DL_MatoroKiniExplanation9_PlayerResponse_1
source: Thank you for this, Matoro.
el: Σε ευχαριστώ για αυτό, Matoro.

# Dialogue_Response,DL_MatoroKiniReturn2_PlayerResponse_1
source: What will you do?
el: Τι θα κανεις;

# Dialogue_Response,DL_MatoroKiniReturn3_PlayerResponse_1
source: I understand. I shall speak with Nuju then.
el: Κατάλαβα. Θα μιλήσω με τον Nuju τότε.

# Dialogue_Response,DL_MatoroKiniReturn_PlayerResponse_1
source: Thank you for your help Matoro. I could not have completed this without you.
el: Ευχαριστώ για την βοήθεια Matoro. Δεν θα μπορούσα να το κάνω χωρίς εσένα.

# Dialogue_Response,DL_MatoroKiniReturnMine_PlayerResponse_1
source: ...Very well.
el: …Πολύ καλά.

# Dialogue_Response,DL_MatoroKiniReturnUnderstand_PlayerResponse_1
source: Here is the stone. Return to Nuju’s side and I will meet you there.
el: Ορίστε η πέτρα. Γύρνα στο πλευρό του Nuju και θα σε συναντήσω εκεί.

# Dialogue_Response,DL_MatoroReturn_PlayerResponse_1
source: Not yet no.
el: Όχι ακόμα, όχι.

# Dialogue_Response,DL_MetalSeller_PlayerResponse_1
source: Yeah, I'll take a look.
el: Ναι, θα το κοιτάξω.

# Dialogue_Response,DL_Metonu1_PlayerResponse_1
source: But I'm interested, Would you at least give me a hint?
el: Μα με ενδιαφέρει. Θα μου δώσεις τουλάχιστον κάποιο στοιχείο;

# Dialogue_Response,DL_Metonu1_PlayerResponse_2
source: Alright.
el: Εντάξει.

# Dialogue_Response,DL_Metonu2_PlayerResponse_1
source: Hmm I see...
el: Χμμ κατάλαβα...

# Dialogue_Response,DL_Metonu3_PlayerResponse_2
source: Sorry I'm not interested at the moment.
el: Συγγνώμη δεν ενδιαφέρομαι αυτήν την στιγμή.

# Dialogue_Response,DL_Metonu_PlayerResponse_1
source: I have the materials you needed.
el: Έχω τα υλικά που χρειάζεσαι.

# Dialogue_Response,DL_Metonu_PlayerResponse_2
source: What's done?
el: Τι έγινε;

# Dialogue_Response,DL_Metonu_PlayerResponse_3
source: About that device from before?
el: Για αυτήν την συσκευή από πριν;

# Dialogue_Response,DL_MetonuExplain_PlayerResponse_1
source: What will I need?
el: Τι χρειάζομαι;

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
el: Κοίτα να δεις, τυχαίνει να έχω όλα αυτά αυτήν την στιγμή

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_2
source: I'd like that in writing if you would.
el: Θα το ήθελα αυτό γραπτώς αν μπορείς.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_3
source: Sure, I'll go find it.
el: Αμέ, πάω να το βρω.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
el: Κοίτα να δεις, τυχαίνει να έχω όλα αυτά αυτήν την στιγμή

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_1
source: What do I need?
el: Τι χρειάζομαι;

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_3
source: Nevermind.
el: Ασ'το, βασικά.

# Dialogue_Response,DL_Midak1_PlayerResponse_1
source: What are you doing out here?
el: Τι κάνεις εδώ έξω;

# Dialogue_Response,DL_NightWatchGuard1_PlayerResponse_1
source: Not at the moment no.
el: Όχι αυτή την στιγμή όχι.

# Dialogue_Response,DL_NightWatchGuard2_PlayerResponse_1
source: I'll be vigilant.
el: Θα είμαι σε εγρήγορση.

# Dialogue_Response,DL_Nixie_PlayerResponse_1
source: What's interesting?
el: Τι είναι ενδιαφέρον;

# Dialogue_Response,DL_NixieResponse1_PlayerResponse_1
source: Very interesting.
el: Πολύ ενδιαφέρον.

# Dialogue_Response,DL_NixieResponse2_PlayerResponse_1
source: Very interesting.
el: Πολύ ενδιαφέρον.

# Dialogue_Response,DL_NixieResponse_PlayerResponse_1
source: How do you do that?
el: Πως το κάνεις αυτό;

# Dialogue_Response,DL_NixieResponse_PlayerResponse_2
source: What have you discovered?
el: Τι ανακάλυψες;

# Dialogue_Response,DL_Nokama3_PlayerResponse_1
source: Now you’re safe. You should head back to Ga-Koro.
el: Τώρα είσαι ασφαλής. Καλύτερα να πας πίσω στο Ga-Koro.

# Dialogue_Response,DL_Nokama3_PlayerResponse_2
source: That had to have been frightening.
el: Αυτό πρέπει να ήταν τρομερό.

# Dialogue_Response,DL_Nokama3_PlayerResponse_3
source: A meeting? What sort of meeting?
el: Μια συνάντηση; Τι σόι συνάντηση;

# Dialogue_Response,DL_NokamaBase1_PlayerResponse_1
source: How did you manage to end up down here?
el: Πως κατέληξες εδώ κάτω;

# Dialogue_Response,DL_NokamaHeadBack2_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
el: Πριν πάω, ανέφερες μια συνάντηση, τι σόι συνάντηση;

# Dialogue_Response,DL_NokamaHeadBack_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
el: Πριν πάω, ανέφερες μια συνάντηση, τι σόι συνάντηση;

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_1
source: Did you want to see me, Turaga?
el: Ήθελες να με δεις, Turaga;

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_2
source: How is Ga-Koro?
el: Πως είναι το Ga-Koro;

# Dialogue_Response,DL_NokamaKoroGali1_PlayerResponse_1
source: Where is this stone?
el: Που είναι η πέτρα;

# Dialogue_Response,DL_NokamaKoroGali25_PlayerResponse_1
source: Last time?
el: Την τελευταία φορά;

# Dialogue_Response,DL_NokamaKoroGali2_PlayerResponse_1
source: I understand. Thank you, Nokama.
el: Κατάλαβα. Ευχαριστώ, Nokama.

# Dialogue_Response,DL_NokamaKoroGali3_PlayerResponse_1
source: Thank you Turaga.
el: Ευχαριστώ, Turaga.

# Dialogue_Response,DL_NokamaKoroGali4_PlayerResponse_1
source: Thank you Turaga.
el: Ευχαριστώ, Turaga.

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_1
source: How is Ga-Koro?
el: Πως έιναι το Ga-Koro?

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_2
source: I am.
el: Εγώ είμαι.

# Dialogue_Response,DL_NokamaMeeting_PlayerResponse_1
source: I understand. I am simply glad you are unharmed.
el: Κατάλαβα. Απλώς χαίρομαι που είσαι αβλαβής, Turaga.

# Dialogue_Response,DL_NokamaScary_PlayerResponse_1
source: Well that now you are safe. You should head back to Ga-Koro.
el: Λοιπόν τώρα είσαι ασφαλής. Καλύτερα να πας πίσω στο Ga-Koro.

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_1
source: You have something for me?
el: Έχεις κάτι για εμένα;

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_3
source: Has Ko-Koro been well?
el: Είναι το Ko-Koro καλά;

# Dialogue_Response,DL_NujuCovoBlocked_PlayerResponse_1
source: Is something the matter, Turaga?
el: Υπάρχει κάποιο πρόβλημα, Turaga?

# Dialogue_Response,DL_NujuCovoFinal1_PlayerResponse_1
source: Do you have anything else for me to do?
el: Έχεις κάτι για εμένα να κάνω;

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_1
source: Has Ko-Koro been well?
el: Είναι το Ko-Koro καλά;

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_2
source: I’ve returned, Turaga.
el: Επέστρεψα, Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka2_PlayerResponse_1
source: Fears about what, exactly?
el: Φώβοι για τι πράγμα, ακριβώς;

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka4_PlayerResponse_1
source: Thank you, Turaga.
el: Ευχαριστώ, Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka_PlayerResponse_1
source: You are not upset?
el: Δεν είσαι θυμωμένος;

# Dialogue_Response,DL_NujuCovoKokoro_PlayerResponse_1
source: I’ve returned, Turaga.
el: Επέστρεψα, Turaga.

# Dialogue_Response,DL_NujuCovoKopaka1_PlayerResponse_1
source: That’s what I’ve been doing... is something the matter?
el: Αυτό έχω κάνει...υπάρχει κάποιο θέμα;

# Dialogue_Response,DL_NujuCovoKopaka3_PlayerResponse_1
source: Hmph. Very well.
el: Χμφ. Πολύ καλά.

# Dialogue_Response,DL_NujuCovoSafe_PlayerResponse_1
source: You have something for me?
el: Έχεις κάτι για εμένα;

# Dialogue_Response,DL_NujuKini1_PlayerResponse_1
source: Is something the matter, Turaga?
el: Υπάρχει κάποιο πρόβλημα, Turaga?

# Dialogue_Response,DL_NujuLost1_PlayerResponse_1
source: Nuju! Are you safe?
el: Nuju! Είσαι ασφαλής;

# Dialogue_Response,DL_NujuLost2_PlayerResponse_1
source: Are… you trying to tell me something?
el: Είσαι....προσπαθείς να μου πεις κάτι;

# Dialogue_Response,DL_NujuLost4_PlayerResponse_1
source: I’m glad you are safe.
el: Χαίρομαι που είσαι ασφαλής.

# Dialogue_Response,DL_NujuLost4_PlayerResponse_2
source: Are... are you still trying to tell me something?
el: Είσαι....προσπαθείς να μου πεις κάτι;

# Dialogue_Response,DL_NujuTelling_PlayerResponse_1
source: ...Maybe we should get you back to Matoro.
el: ...Ίσως να πάμε πίσω στον Matoro.

# Dialogue_Response,DL_Numai1_PlayerResponse_1
source: We haven't spoken much.
el: Δεν έχουμε μιλήσει πολύ.

# Dialogue_Response,DL_Numai2_PlayerResponse_1
source: Ko-koro, you're going back?
el: Ko-koro, πας πίσω;

# Dialogue_Response,DL_Numai3_PlayerResponse_1
source: I see, Good luck.
el: Κατάλαβα, Καλή τύχη.

# Dialogue_Response,DL_NumaiAbandoned1_PlayerResponse_1
source: Numai, Enjoying Ko-Koro?
el: Numai, Απολαμβάνεις το Ko-Koro;
