Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# UIText_Description,PausedGraphicsSettings_ColorBlindnessType
source: Color Deficiency:
pt_br: Deficiência de Cor:

# UIText_Description,PausedGraphicsSettings_EffectsQuality
source: Effects Quality:
pt_br: Qualidade de Efeitos:

# UIText_Description,PausedGraphicsSettings_FoliageQuality
source: Foliage Density:
pt_br: Densidade de Folhagem:

# UIText_Description,PausedGraphicsSettings_FOV
source: Field of View:
pt_br: Campo de Visão:

# UIText_Description,PausedGraphicsSettings_FrameLimit
source: Framerate limit:
pt_br: Limite de taxa de quadros:

# UIText_Description,PausedGraphicsSettings_ShadowQuality
source: Shadow Quality:
pt_br: Qualidade de Sombras:

# UIText_Description,PausedGraphicsSettings_TextureFiltering
source: Anisotropic filtering:
pt_br: Filtro anisotrópico:

# UIText_Description,PausedGraphicsSettings_TextureMemory
source: Texture Memory:
pt_br: Memória de Texturas:

# UIText_Description,PausedGraphicsSettings_VolumetricFog
source: Volumetric Fog:
pt_br: Névoa Volumétrica:

# UIText_Description,Powermask_Cost
source: Powering this mask requires: <Key>{Cost}</> Wahae Mata Gel.
pt_br: Recarregar esta máscara requer: <Key>{Cost}</> de Gel Wahae Mata.

# UIText_Description,PowerMask_Gel_ToolTip
source: Wahae Mata Gel:
pt_br: Gel Wahae Mata:

# UIText_Description,SaveGame_NameInput
source: Player Save
pt_br: Jogo Salvo

# UIText_Description,SaveGame_NameInputHint
source: Enter Save Name Here
pt_br: Inserir Nome de Jogo

# UIText_Description,Saves_Auto
source: Auto Save
pt_br: Autossalvar

# UIText_Description,Saves_Manual
source: Manual Save
pt_br: Salvamento Manual

# UIText_Description,StatsMenu_MaskPickups
source: Mask Pickups:
pt_br: Máscaras Obtidas:

# UIText_Description,StatsMenu_Misc
source: Misc:
pt_br: Geral:

# UIText_Description,StatsMenu_Misc_CodexPagesGained
source: Codex Pages Gained:
pt_br: Páginas do Códex Obtidas:

# UIText_Description,StatsMenu_Misc_CosmeticsGained
source: Cosmetics Gained:
pt_br: Cosméticos Ganhos:

# UIText_Description,StatsMenu_Misc_ItemsGotten
source: Items Gathered:
pt_br: Itens Adquiridos:

# UIText_Description,StatsMenu_Misc_MasksPowered
source: Masks Powered:
pt_br: Máscaras Recarregadas:

# UIText_Description,StatsMenu_Misc_MedStonesVisited
source: Meditation Stones Visited:
pt_br: Pontos de Meditação Visitados:

# UIText_Description,StatsMenu_Misc_RahiDefeated
source: Rahi Defeated:
pt_br: Rahi Derrotados:

# UIText_Description,StatsMenu_Misc_WidgetsGained
source: Total Widgets Gained:
pt_br: Total de Peças Ganhas:

# UIText_Description,StatsMenu_Misc_WidgetsSpent
source: Total Widgets Spent:
pt_br: Total de Peças Gastas:

# UIText_Description,StatsMenu_Quests
source: Quests:
pt_br: Missões:

# UIText_Description,StatsMenu_Quests_MainQuests
source: Main Quests:
pt_br: Missões Principais:

# UIText_Description,StatsMenu_Quests_SideQuests
source: Side Quests:
pt_br: Missões Opcionais:

# UIText_Description,TabMenu_Codex_Entries
source: Entries
pt_br: Páginas

# UIText_Description,TabMenu_Quest_MainQuests
source: MAIN QUESTS
pt_br: MISSÕES PRINCIPAIS

# UIText_Description,TabMenu_Quest_Objectives
source: Objectives:
pt_br: Objetivos:

# UIText_Description,TabMenu_Quest_SideQuests
source: OPTIONAL QUESTS
pt_br: MISSÕES OPCIONAIS

# UIText_Description,TelescopeCtrlsWidget_ToLook
source: {Input} <Key>to rotate telescope</>
pt_br: {Input} <Key>para girar telescópio</>

# UIText_Description,ThankYou_Header
source: Thank you for playing!
pt_br: Obrigado por jogar!

# UIText_Description,ThankYou_Message
source: <Key>We at Team Kanohi Thank you for playing our game!</> <Key>Masks of Power has been in the works for over 6 years now.</> <Key>Thank you for sticking with us for all this time, we hope you enjoyed, and are looking forward to our future projects!</> <Key>To keep a closer eye on our </>Legacy<Key> as </>Unmasked Games<Key>, check out our social media:</>
pt_br: <Key>Nós da Team Kanohi lhe agradecemos por jogar!</> <Key>Máscaras do Poder esteve em desenvolvimento por mais de 6 anos. <Key>Obrigado por nos acompanhar por todo esse tempo, esperamos que tenham gostado e estejam ansiosos pelos nossos futuros projetos!</> <Key>Para ficar de olho no nosso </>Legado<Key> como </>Unmasked Games<Key>, vejam nossas redes sociais:</>

# UIText_Description,ThankYou_Website
source: Website
pt_br: Site

# UIText_Description,TradeMenu_BuyAmount
source: Spend: {Amount}
pt_br: Gastar: {Amount}

# UIText_Description,TradeMenu_ItemBuyValue
source: (Seller sells this at a <Key>{Low/High}</> price than normal)
pt_br: (Comerciante vende isto a um valor <Key>{Low/High}</> que o normal)

# UIText_Description,TradeMenu_ItemSellValue
source: (Seller will buy this at a <Key>{Low/High}</> price than normal)
pt_br: (Comerciante compra isto por um valor <Key>{Low/High}</> que o normal)

# UIText_Description,TradeMenu_SellAmount
source: Sell for: {Amount}
pt_br: Vender por: {Amount}

# UIText_Description,TradeMenu_TraderInv
source: Trader Inventory
pt_br: Estoque de Comerciante

# UIText_Description,TradeMenu_WidgetValue
source: Widget Value:
pt_br: Valor em Peças:

# UIText_Description,TradeMenu_YourInv
source: Your Inventory
pt_br: Seu Inventário

# UIText_Description,UI_ConvertSaves
source: Incompatible saves were detected. Convert them to the new format? <Key>(WARNING: Some data loss may occur)</>
pt_br: Arquivos salvos incompatíveis detectados. Convertê-los para o formato atual? <Key>(AVISO: Alguns dados poderão ser perdidos)</>

# UIText_Description,UI_ConvertSavesCancelToolTip
source: <Key>WARNING: Saves using old format will not be accessible.</>
pt_br: <Key>AVISO: Arquivos salvos no formato antigo serão inacessíveis.</>

# UIText_Description,UI_ConvertSavesToolTip
source: <Key>WARNING: This process will take some time, and the game may hang.</>
pt_br: <Key>AVISO: Este processo vai demorar, e o jogo pode travar.</>

# UIText_Description,UI_GetMaskDenyed
source: All Toa Have This Mask
pt_br: Todos os Toa têm esta máscara

# UIText_Description,UI_NoItemsDesc
source: Looks like you have a whole lot of nothing in your inventory! Better go find something to put in here.
pt_br: Parece que você tem um montão de nada no seu inventário! Melhor encontrar algo para colocar aqui.

# UIText_Description,UI_NoItemsName
source: Nothing
pt_br: Nada

# UIText_Description,UICodexPageAdded_EntryGained
source: Codex Entry added
pt_br: Nova Página no Códex

# UIText_Description,UICodexPageAdded_ItemGained
source: Item Gathered
pt_br: Item Adquirido

# UIText_Description,UICodexPageAdded_ItemRemoved
source: Item Removed
pt_br: Item Removido

# UIText_Description,UIGetMask_GainMaskText
source: {Toa} has picked up the "{Mask}"
pt_br: {Toa} obteve a "{Mask}"

# UIText_Description_Cosmetics,Cosmetics_BlackMask_Description
source: A mysterious Komau covered in a strange black substance. The material on the surface of the mask pulses slowly, as if breathing...
pt_br: Uma misteriosa Komau, coberta por uma estranha substância negra. O material na superfície dela pulsa lentamente, como se respirasse…

# UIText_Description_Cosmetics,Cosmetics_CopperMask_Description
source: A copper mask of victory found in the Po-temple.
pt_br: Uma máscara de cobre da vitória encontrada em Po-Kini.

# UIText_Description_Cosmetics,Cosmetics_CrystalMask_Description
source: A Nearly Clear mask Made out of Ice, Why does it work, who made it, Who knows?
pt_br: Uma máscara quase transparente feita de gelo. Por que funciona, quem a fez… quem sabe?

# UIText_Description_Cosmetics,Cosmetics_FestiveHat_Description
source: A Naming day hat given to you during the festivities.
pt_br: Um chapéu do Dia da Nomeação que ganhou durante as festas.

# UIText_Description_Cosmetics,Cosmetics_GoldMasks_Description
source: You earned these Golden masks by collecting all of the great masks for this toa. (Wearing this adds stat boosts to your masks)
pt_br: Você ganhou estas máscaras douradas por coletar todas as grandes máscaras para este Toa. (Usá-la melhora os atributos de suas máscaras)

# UIText_Description_Cosmetics,Cosmetics_GoldToa_Description
source: You are a true Toa-hero! You have gained this by collecting every mask with every Toa!
pt_br: Você é {G}|gender(um,uma) {G}|gender(verdadeiro,verdadeira) Toa-Herói! Você ganhou isto por coletar todas as máscaras com todos os Toa!

# UIText_Description_Cosmetics,Cosmetics_InfectedMasks_Description
source: Some poison from a Nui-jaga's stinger has gotten on your mask! (There is no drawback to wearing this)
pt_br: Caiu um pouco de veneno dum ferrão de Nui-Jaga na sua máscara! (Não há desvantagens ao usar)

# UIText_Description_Cosmetics,Cosmetics_JackOLantern_Description
source: This strange orange ball may fit over your mask. Perhaps it will give you unspoken powers if you wear it?
pt_br: Esta estranha bola laranja pode encaixar por cima de sua máscara. Talvez usá-la lhe dê poderes ocultos?

# UIText_Description_Cosmetics,Cosmetics_MaskOfTime_Description
source: Taken from the Makuta, you can now wear it as a trophy.
pt_br: Tirada de Makuta, agora você pode usá-la como um troféu.

# UIText_Description_Cosmetics,Cosmetics_NuvaPauldrons_Description
source: The former Prophet of the Makuta, Komaru, gave these to you as a reward for saving him from the Makuta's influence.
pt_br: Komaru, o ex-Profeta do Makuta, deu-lhe estas ombreiras como recompensa por tê-lo salvado da influência do Makuta.

# UIText_Description_Cosmetics,Cosmetics_OldPakari_Description
source: An older design of Pakari, they are quite rare nowadays.
pt_br: Um design antigo da Pakari, bem rara hoje em dia.

# UIText_Description_Cosmetics,Cosmetics_ProtoSteelMask_Description
source: A Protosteel mask forged by Kohi, the first matoran on Mata Nui known able to manipulate Protosteel. Before his mysterious disappearance.
pt_br: Uma máscara de Protoaço forjada por Kohi, o primeiro matoran de Mata Nui capaz de manipular ProtoAço… antes de seu misterioso desaparecimento.

# UIText_Description_Cosmetics,Cosmetics_VeryCoolHat_Description
source: A Very cool hat made by Podu, given to you by winning the Pohatu/Kopaka race.
pt_br: Um chapéu bem legal feito por Podu, dado a você por ganhar a corrida contra Pohatu.

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Deuteranope
source: Deuteranope
pt_br: Deuteranopia

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Protanope
source: Protanope
pt_br: Protanopia

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Tritanope
source: Tritanope
pt_br: Tritanopia

# UIText_ToolTip,GiveMask_Gali_ToolTip
source: Toa Gali, Toa of Water
pt_br: Toa Gali, Toa da Água

# UIText_ToolTip,GiveMask_Kopaka_ToolTip
source: Toa Kopaka, Toa of Ice
pt_br: Toa Kopaka, Toa do Gelo

# UIText_ToolTip,GiveMask_Lewa_ToolTip
source: Toa Lewa, Toa of Air
pt_br: Toa Lewa, Toa do Ar

# UIText_ToolTip,GiveMask_Onua_ToolTip
source: Toa Onua, Toa of Earth
pt_br: Toa Onua, Toa da Terra

# UIText_ToolTip,GiveMask_Pohatu_ToolTip
source: Toa Pohatu, Toa of Stone
pt_br: Toa Pohatu, Toa da Pedra

# UIText_ToolTip,GiveMask_Tahu_ToolTip
source: Toa Tahu, Toa of Fire
pt_br: Toa Tahu, Toa do Fogo

# UIText_ToolTip,NewGame_TutorialTooltip
source: Tutorial has story relevance, you must play it once.
pt_br: O tutorial é relevante à história, jogue-o pelo menos uma vez.

# UIText_ToolTip,PausedAudioSettings_AmbientSounds_ToolTip
source: The volume of sounds heard in the wahis.
pt_br: Volume dos sons ouvidos nos Wahis.

# UIText_ToolTip,PausedAudioSettings_Master_ToolTip
source: The overall volume of the game.
pt_br: Volume geral do jogo.

# UIText_ToolTip,PausedAudioSettings_Music_ToolTip
source: The volume of music in the game.
pt_br: Volume da música do jogo.

# UIText_ToolTip,PausedAudioSettings_MusicFreq_ToolTip
source: Frequency of world exploration music.
pt_br: Frequência da música de exploração.

# UIText_ToolTip,PausedAudioSettings_SFX_ToolTip
source: The volume of sound effects IE Footsteps.
pt_br: Volume de efeitos sonoros. Ex: passos.

# UIText_ToolTip,PausedControls_AttackingEntersCombatTip
source: Pressing the bound 'Attack' button automatically enters combat mode and attacks.
pt_br: Apertar o botão de 'Atacar' automaticamente entra em modo de combate e ataca.

# UIText_ToolTip,PausedDisplaySettings_Compass_Tooltip
source: Toggle a compass that will lead you directly towards your objective. For the directionally challenged.
pt_br: Ativa uma bússola que levará diretamente ao seu objetivo. Para aqueles com dificuldade em direções.

# UIText_ToolTip,PausedDisplaySettings_Language_Tooltip
source: Which language should the game be displayed in? (This option may require a restart)
pt_br: Em qual idioma exibir o jogo? (Talvez precise reiniciar para ser aplicado)

# UIText_ToolTip,PausedDisplaySettings_Resolution_Tooltip
source: The Resolution the game is displayed at.
pt_br: Resolução da exibição do jogo.

# UIText_ToolTip,PausedDisplaySettings_ResolutionPercent_Tooltip
source: The percentage of resolution the game renders.
pt_br: Porcentagem de resolução renderizada pelo jogo.

# UIText_ToolTip,PausedDisplaySettings_ResolutionUpscaling_Tooltip
source: Using AMD's FSR, upscale the image to gain more FPS at a small cost of image quality loss. (Note: You must lower the Res Percent bar for this effect to work)
pt_br: Usando o FSR da AMD, aprimora a escala da imagem para ter mais FPS; perde qualidade de imagem. (OBS: Você deve baixar a Porcentagem de Resolução para este efeito funcionar)

# UIText_ToolTip,PausedDisplaySettings_WindowMode_Tooltip
source: Mode of display for the game.
pt_br: Modo de exibição do jogo.

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingQuality_ToolTip
source: Quality of the AA Type Used
pt_br: Qualidade do Anti-Aliasing

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingType_ToolTip
source: Type of AA to use: None- No Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing
pt_br: Tipo de Anti-Aliasing (AA): Nenhum - Sem AA, bordas bem recortadas FXAA - Bordas um pouco suavizadas Temporal AA - Suaviza as bordas ao máximo, mas borra os pixels um pouco

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessSeverity_ToolTip
source: Changes the Intensity of the color blindness effect.
pt_br: Muda a intensidade do efeito para daltonismo.

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessType_ToolTip
source: For players with color blindness.
pt_br: Para jogadores com daltonismo.

# UIText_ToolTip,PausedGraphicsSettings_EffectsQuality_ToolTip
source: The Quality of various Effects in the game (Reflections, Materials, Particles, etc.) [Warning: Big performance impact on changing]
pt_br: Qualidade de vários Efeitos no jogo (Reflexos, materiais, partículas, etc.) [Aviso: grande impacto na performance ao alterar]

# UIText_ToolTip,PausedGraphicsSettings_FoliageQuality_ToolTip
source: The Density of Foliage (Grass, Bushes, etc.)
pt_br: Densidade da folhagem (Grama, arbustos, etc.)

# UIText_ToolTip,PausedGraphicsSettings_FOV_ToolTip
source: Changes the field of vision for the camera.
pt_br: Altera o campo de visão da câmera.

# UIText_ToolTip,PausedGraphicsSettings_FrameLimit_ToolTip
source: Limit the framerate of the game.
pt_br: Limita a taxa de quadros do jogo.

# UIText_ToolTip,PausedGraphicsSettings_ShadowQuality_ToolTip
source: The Quality of Shadows
pt_br: Qualidade das Sombras

# UIText_ToolTip,PausedGraphicsSettings_TextureFiltering_ToolTip
source: The amount of filtering for textures viewed from the side on.
pt_br: Quantidade de filtro para texturas vistas de lado.

# UIText_ToolTip,PausedGraphicsSettings_TextureMemory_ToolTip
source: The Amount of Ram Allocated to texture loading.
pt_br: Quantidade de RAM alocada para carregar texturas.

# UIText_ToolTip,PausedGraphicsSettings_VolumetricFog_ToolTip
source: Fog that has volume. (Disabling will remove some effects in the game. Automaticly disabled by Low Shadows setting.) [High performance impact]
pt_br: Névoa com volume. (Desabilitar isto removerá alguns efeitos no jogo. Automaticamente desabilitada pela opção de Sombras no Baixo.) [Grande impacto na performance]

# UIText_ToolTip,PausedGraphicsSettings_VSync_ToolTip
source: Fixes Screen Tearing by limiting the framerate to the screen refresh rate
pt_br: Conserta o rasgo da tela, limitando a taxa de quadros à taxa de atualização da tela
