Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_TakoroGuardResponse2
source: No, not really. Takua is out wandering again, Vakama has recently returned from a meeting with the other Turaga, and Kapura is as weird as ever.
pt_br: Não muito. Takua saiu pra se aventurar por aí de novo, Vakama recentemente voltou de uma reunião com os outros Turaga, e Kapura está estranho como sempre.

# Dialogue_Text,DL_TakoroGuardResponse3
source: Oh well, I had a conversation with him yesterday and after I asked him what he does all day he said, "I Practice." and after I pressed him on it he said, "I Practice in the Charred forest, where the Makuta has blinded himeself." no idea what that means.
pt_br: Ah, então, eu conversei com ele ontem, e depois que perguntei o que ele fazia o dia todo, ele disse "Eu pratico". E depois que eu insisti mais, ele disse "Eu pratico na Floresta Incinerada, onde o Makuta se cegou". Não faço ideia do que significa.

# Dialogue_Text,DL_TakoroGuardResponse4
source: This walkway is for the Ta-Koro Guard only, unless you have business up here I recommend you leave.
pt_br: Esta passarela é apenas para a Guarda de Ta-Koro. A não ser que tenha compromisso aqui, recomendo sair.

# Dialogue_Text,DL_Takua1
source: Toa $T! You found me!
pt_br: Toa $T! Você me achou!

# Dialogue_Text,DL_Takua2
source: I’m sorry $T... it won’t happen again. I promise!
pt_br: Desculpa, $T… Não vai acontecer de novo, eu prometo!

# Dialogue_Text,DL_Takua3
source: I just started running until I found this room. I had a few Madu fruit left over, but I sort of panicked and threw them all when I first found my way in... but thanks for clearing the way out so I can leave!
pt_br: Eu só comecei a correr até achar este lugar. Eu ainda tinha umas frutas Madu de sobra, mas eu meio que entrei em pânico e larguei todas quando entrei… Mas obrigado por liberar a saída pra eu ir embora!

# Dialogue_Text,DL_Takua4
source: Oh, yes! I figured you’d want to pick that up, so I made sure not to touch it until you got here.
pt_br: Ah, sim! Imaginei que você ia querer pegar aquilo, então eu evitei de tocar até que chegasse aqui.

# Dialogue_Text,DL_Takua5
source: No problem, $T!
pt_br: Sem problema, $T!

# Dialogue_Text,DL_Takua6
source: Without all the Rahi, it shouldn’t be too much of an issue. Thanks for your help! I’ll make sure to tell Vakama that he can stop worrying about me.
pt_br: Sem os Rahi, não deve ser muito difícil. Obrigado pela ajuda! Vou contar ao Vakama que ele pode parar de se preocupar comigo.

# Dialogue_Text,DL_TakuaMask
source: Not exactly - then again I wasn’t really sure what I was looking for... not sure what a “Va-hee” is. Didn’t see any masks in here anyway. Whatever Vakama’s looking for is somewhere else.
pt_br: Não exatamente. Na verdade, não sei bem o que eu estava procurando… não sei o que é uma "Varri". Não vi nenhuma máscara aqui. O que quer que Vakama esteja procurando, está em outro lugar.

# Dialogue_Text,DL_TakuaSaved
source: Toa $T! Thank you for saving me back at the Kini!
pt_br: Toa $T! Obrigado por me salvar lá no Kini!

# Dialogue_Text,DL_TakuaSaved1
source: Oh well, Vakama sort of grounded me. He won't let me leave for another two weeks!
pt_br: Bem, Vakama meio que me deixou de castigo. Ele não vai me deixar sair por mais duas semanas!

# Dialogue_Text,DL_TakuaSaved2
source: He said soming about how I was being reckless to even ask to enter the Kini, blah blah blah.
pt_br: Ele disse algo sobre como eu fui irresponsável só por pedir pra entrar no Kini, blah blah blah.

# Dialogue_Text,DL_TalkingToSupervisor
source: So, can I get a raise?
pt_br: Então, pode me dar um aumento?

# Dialogue_Text,DL_Talok1
source: Hmm, what should go next. Ta-Koro the great... That's nothing.
pt_br: Hum… o que colocar depois… "Ta-Koro, a grande…" Nada a ver…

# Dialogue_Text,DL_Talok10
source: So once again, "Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches," Just finish that sentence best you can.
pt_br: Certo, do começo: "Ahh, Ta-Koro, que aldeia maravilhosa. Da lava aos fogos das tochas…" Termine este verso do melhor jeito que puder.

# Dialogue_Text,DL_Talok2
source: Once again, You're really not supposed to be up here Talok. Go make your funny words somewhere else!
pt_br: De novo, não é pra você estar aqui em cima, Talok. Vá escrever suas palavras engraçadas em outro lugar!

# Dialogue_Text,DL_Talok3
source: This is the best place to get insperation! I'm not leaving, but don't you worry yourself, I won't touch the ONE thing you're supposed to protect!
pt_br: Este é o melhor lugar pra conseguir inspiração! Não vou sair, mas não se preocupe, eu não vou tocar a ÚNICA coisa que é pra você proteger!

# Dialogue_Text,DL_Talok35
source: Your poems don't even rhyme, and don't start telling again me about those- Uhh, the- Hai... Haikus! Yeah, Don't start telling me about how "Haikus" don't have to rhyme!
pt_br: Seus poemas nem rimam! E nem comece com aqueles… Hã… Hai.. Haikus! É, não vá me dizer sobre como esses "Haikus" não precisam rimar!

# Dialogue_Text,DL_Talok4
source: Gah! You nearly scared the Great spirit from my limbs, I cannot believe that a Toa of legend standith before me!
pt_br: AHH! Vossa mercê quase assustou o Grande Espírito do meu corpo. Mal posso acreditar que {G}|gender(um,uma) Toa {G}|gender(lendário,lendária) encontrar-se à minha frente!

# Dialogue_Text,DL_Talok5
source: Ehh- I uhh, sorry... Sometimes I forget that many others don't have as much of a vocabulary as me. I am Talok, the great poet. Or the Poet-Nui if you prefer.
pt_br: Hãã… É, desculpa… Às vezes esqueço que a maioria não tem tanto vocabulário quanto eu. Eu sou Talok, o grande poeta. Ou o Poeta-Nui, se preferir.

# Dialogue_Text,DL_Talok6
source: Hahahaha, don't be redicoulous! I am renown all across Mata-Nui!
pt_br: Hahahaha, não seja {G}|gender(ridículo,ridícula)! Sou famoso por toda Mata Nui!

# Dialogue_Text,DL_Talok7
source: *Huff* Very well, then we must recrify this. I'm nearly finished with my latest poem, then you can have it!
pt_br: *Arff* Está bem, então precisamos retificar isso. Quase terminei meu mais novo poema. Depois eu lhe mostro!

# Dialogue_Text,DL_Talok8
source: Alright lets see, where was I... Oh yes- "Ahh Ta-Koro, what a wonderful city. From the Lava, to the fires of the torches,"... Dahh...
pt_br: Certo, vejamos, onde estava mesmo… Ah é. "Ahh Ta-Koro, que aldeia maravilhosa. Desde a lava, até os fogos das tochas"… Hãã…

# Dialogue_Text,DL_Talok9
source: No, Gah Mata-Nui, I'm afraid I've reached some writers block. Hmm, would you like to pick the next line Toa?
pt_br: Não… Ah, por Mata Nui, temo ter atingido um bloqueio criativo. Hum… gostaria de escolher a próxima frase, Toa?

# Dialogue_Text,DL_TalokBurns
source: Oooo, I like it. You're not a half bad poet toa, Here's your copy!
pt_br: Oohh, gostei. Você até que daria {G}|gender(um,uma) {G}|gender(bom,boa) poeta, Toa. Aqui está sua cópia!

# Dialogue_Text,DL_TalokDone
source: Ahh, good to see you again Toa!
pt_br: Ahh, bom {G}|gender(vê-lo,vê-la) de novo, Toa!

# Dialogue_Text,DL_TalokDone1
source: I am studying how the light scatters in Le-Wahi... Trying to come up with something for my next poem.
pt_br: Estou estudando como a luz se dissipa em Le-Wahi… Tentando pensar em algo para meu próximo poema.

# Dialogue_Text,DL_TalokHot
source: HAHAHA, That is very funny indeed Kopaka! Here, your copy sir.
pt_br: HAHAHA, isso foi muito engraçado, Kopaka! Aqui está sua cópia, senhor.

# Dialogue_Text,DL_TalokLight
source: Uhh, that's not great... In my opinion of course, but I suppose it's better than nothing. Here's your copy!
pt_br: Hãã, não ficou bom… Na minha opinião, é claro, mas suponho que seja melhor do que nada. Aqui está sua cópia!

# Dialogue_Text,DL_TalokSmoke
source: Ehh, it's not what I would have gone with personally, but it's not bad. Here's your copy!
pt_br: É, pessoalmente, eu não teria escolhido isso, mas não é ruim. Aqui está sua cópia!

# Dialogue_Text,DL_Tamaru
source: Toa, Hi! It has been a long-while since we last talked!
pt_br: Toa, oi! Faz muito tempo que não nos falamos!

# Dialogue_Text,DL_Tamaru1
source: Yes, we talked about my height-dread. You don't remember your friend Tamaru?
pt_br: Sim, falamos do meu pavor-medo de altura. Não se lembra de seu amigo Tamaru?

# Dialogue_Text,DL_Tamaru2
source: Hummm, Very strange... You may need your head look-seen about Toa.
pt_br: Hum… Muito estranho… Talvez você precise checar-examinar sua cabeça, Toa.

# Dialogue_Text,DL_Tamaru3
source: You are right, but I believe us to be Same-hearted. I consider us to be ever-long friends Toa $T.
pt_br: Tem razão, mas acredito que somos de mesmo-coração. Considero que somos grandes-velhos amigos, Toa $T.

# Dialogue_Text,DL_Taphal1
source: Huh, oh hello $T. I'm not being lazy, just taking a small break.
pt_br: Hã… oh, olá Toa $T. Não é preguiça, só descansando um pouco.

# Dialogue_Text,DL_Taphal2
source: Well, I'm the town's repair man of sorts - and everyone is counting on me to fill their requests. I don't want to let them down!
pt_br: Então, eu sou meio que sou o técnico da aldeia. E todos contam comigo para resolver seus pedidos. Não quero decepcioná-los!

# Dialogue_Text,DL_Taphal3
source: Of course. I will, thank you Toa.
pt_br: É claro, vou sim. Obrigado, Toa.

# Dialogue_Text,DL_TaphalFixed
source: Oh, hey Toa! Like what I've done with the place?
pt_br: Oh, ei Toa! Gostou do que fiz com o lugar?

# Dialogue_Text,DL_TaphalFixed2
source: Oh, what YOU've done?
pt_br: Ahhh, o que VOCÊ fez?

# Dialogue_Text,DL_TaphalFixed3
source: Alright alright, what we've done.
pt_br: Tá bom, tá bom. O que nós fizemos.

# Dialogue_Text,DL_TaphalFixed4
source: For the most part, Parhi bought the materials, Kalhi helped move them, but me and my apprentice have done most of the work.
pt_br: Na maior parte, Parhi comprou os materiais. Kahli me ajudou a carregá-los, mas eu e minha aprendiz fizemos a maior parte do trabalho.

# Dialogue_Text,DL_TaphalFixed5
source: That's right, I've helped a lot. I hand Taphal tools...
pt_br: Isso aí, eu ajudei bastante. Eu entrego as ferramentas pro Taphal…

# Dialogue_Text,DL_TaphalFixed6
source: I'm teaching you!
pt_br: Estou te ensinando!

# Dialogue_Text,DL_TaphalFixing1
source: *Muttering to self* Gotta fix it - Just keep working...
pt_br: *Murmurando sozinho* Tenho que consertar… só continuar trabalhando…

# Dialogue_Text,DL_TaphalFixing2
source: I'm just fine - I just have to keep at it, we'll finish it eventually!
pt_br: Eu tô bem, só tenho que continuar, vou terminar alguma hora ou outra!

# Dialogue_Text,DL_TaphalQuestion
source: Hah, Yes Tafall. Me and her have a nice give and take, almost like a rivalry.
pt_br: Hah, sim, Tafall. Eu e ela trocamos bastante ideia, quase como uma rivalidade.

# Dialogue_Text,DL_TelescopeMan
source: </><Matoran>Over and over again and again The darkness controls the wheel</><Key> ... What could it mean...
pt_br: </><Matoran>De novo e de novo a escuridão controla a roda</><Key> …O que significa isso…

# Dialogue_Text,DL_TelescopeMan1
source: This Telescope has been used by all the great philosophers of Ko-Koro, their prophecies and findings were inscribed at the base here. Some of them have been lost to time, I'm attempting to restore those and discover their meaning.
pt_br: Este telescópio foi usado por todos os grandes filósofos de Ko-Koro, as profecias e descobertas deles foram inscritas nesta base. Algumas delas foram perdidas com o tempo, então estou tentando restaurá-las e descobrir seus significados.

# Dialogue_Text,DL_TelescopeMan2
source: Oh indeed, quite a few. By observing the Red Star and it's relation to surrounding stars, one can create very accurate depictions of the future and the past.
pt_br: Ahh de fato, algumas sim. Observando a Estrela Vermelha e sua relação com as estrelas ao redor, pode se criar representações bem precisas do futuro e do passado.

# Dialogue_Text,DL_TelescopeManHow
source: There are constellations in the sky, stars that form patterns and shapes. When the Red Star nears one of these we begin to get an idea of what will happen and how soon. The distance from the constellation denotes time, and when the Red Star fully merges with a star pattern, that prophecy will be very near to coming true.
pt_br: Há constelações no céu, estrelas que formam padrões e formas. Quando a Estrela Vermelha se aproxima de um deles, começamos a ter uma ideia do que acontecerá logo, e como. A distância da constelação denota o tempo, e quando a Estrela Vermelha se mescla totalmente com um padrão estelar, a profecia estará muito próxima de se realizar.

# Dialogue_Text,DL_TelescopeManUse
source: Why of course, it is free for anyone to use!
pt_br: Ora, é claro, todo mundo pode usá-lo!

# Dialogue_Text,DL_TelescopeManWhich
source: Well, let's see... </><Matoran>The darkness will be defeated but not for long</><Key> There's that one... Then there's, </><Matoran>Amnesia They fight themselves not their enemy</><Key> Not entirely sure about those but there is one that I know has come true. </><Matoran>Six lost Six abducted Six trapped all part of the plan</><Key> I believe it refers to the Turaga being lost.
pt_br: Bem, vejamos… </><Matoran>A escuridão será derrotada, mas não por muito tempo</><Key> Tem essa… e aí tem, </><Matoran>Amnésia… Eles lutam contra si mesmos, não o inimigo</><Key> Não tenho certeza sobre essas, mas tem uma que eu sei que foi realizada. </><Matoran>Seis perdidos, seis abduzidos, seis presos, tudo parte do plano</><Key> Acredito que isso se refira ao desaparecimento dos Turaga.

# Dialogue_Text,DL_TempleMasterOtherTemples
source: Before you go toa $T! There are still Temples across the island that are in danger! Please help them too.
pt_br: Antes de ir, Toa $T! Ainda há templos ao redor da ilha que estão em perigo! Por favor, ajude-os também.

# Dialogue_Text,DL_TempleMasterQuestion
source: Are they gone toa??
pt_br: Eles se foram, Toa???

# Dialogue_Text,DL_TempleMasterThanks
source: Ahh, Thank you so much for vanquishing them Toa! Now the rest of the Matoran may return.
pt_br: Ohh, muito obrigado por derrotá-los, Toa! Agora os outros Matoran poderão voltar.

# Dialogue_Text,DL_TempleMatoran1
source: Thank you for making our Temple safe Toa!
pt_br: Agradecemos por manter nosso templo seguro, Toa!

# Dialogue_Text,DL_TempleMatoran2
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
pt_br: Toa! Há mais templos pela ilha que foram invadidos! Você poderia libertá-los também?

# Dialogue_Text,DL_TempleMatoranGetQuest
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
pt_br: Toa! Há mais templos pela ilha que foram invadidos! Você poderia libertá-los também?

# Dialogue_Text,DL_TempleMatoranQuestGet
source: The closest one should be the Ta-Wahi Temple, it's south of here, hidden among the burnt trees.
pt_br: O mais próximo deve ser o templo de Ta-Wahi. Fica ao sul daqui, escondido entre as árvores queimadas.

# Dialogue_Text,DL_TempleMatoranQuestIntro
source: Toa! There are more Temples around the Island that have been overrun! Would you be willing to free them?
pt_br: Toa! Há mais templos pela ilha que foram invadidos! Você poderia libertá-los também?

# Dialogue_Text,DL_TempleMatoranThanks
source: Thank you toa $T for saving our Temple!
pt_br: Agradeço, Toa $T, por salvar nosso templo!

# Dialogue_Text,DL_Thankscavetemple
source: Are they gone?
pt_br: Eles se foram?

# Dialogue_Text,DL_Thankscavetemple1
source: Phew, thank you Toa, you saved our sanctuary!
pt_br: Ufa, agradeço, Toa, você salvou nosso santuário!

# Dialogue_Text,DL_ThanksyouforKumo
source: Thank you very much for saving Kumo! You truly are Spirit-blessed Toa!
pt_br: Muito obrigado por salvar Kumo! Você é mesmo Espírito-abençoado, Toa!

# Dialogue_Text,DL_Thuei2
source: No, no no! Toa, you're not supposed to see this yet! I'm still working on it!
pt_br: Não, não, não! Não é pra você ver isso ainda, Toa! Ainda estou trabalhando nisso!

# Dialogue_Text,DL_Thuei3
source: Well it's still on the drawing board, per se... It's going to be a statue of Onua riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
pt_br: Então, ainda está no planejamento… Vai ser uma estátua do Onua montando num Ussal gigante… lutando contra um Kane-Ra. Ou… talvez deva ser um Muaka?

# Dialogue_Text,DL_Thuei3Onua
source: Well it's still on the drawing board, per se... It's going to be a statue of you riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
pt_br: Então, ainda está no planejamento… Vai ser uma estátua de você montando num Ussal gigante… lutando contra um Kane-Ra. Ou… talvez deva ser um Muaka?

# Dialogue_Text,DL_ThueiFinish
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if Onua was riding the Muaka instead? Maybe you're there too...
pt_br: Logo, com certeza logo. Só preciso mudar umas coisas, e então ficará perfeita. Oh… não seria legal se o Onua estivesse na verdade montando no Muaka? Talvez com você também…

# Dialogue_Text,DL_ThueiFinishOnua
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if you were riding the Muaka instead? Maybe Lewa's there too...
pt_br: Logo, com certeza logo. Só preciso mudar umas coisas, e então ficará perfeita. Oh… não seria legal se você estivesse na verdade montando no Muaka? Talvez com o Lewa também…

# Dialogue_Text,DL_ThueiFun
source: I'm part of an amateur carving guild with my brother. I usually just carve for fun, but sometimes I get tasked to make stuff.
pt_br: Faço parte de uma guilda amadora de escultores com meu irmão. Geralmente só faço esculturas por diversão, mas às vezes sou contratado pra fazê-las.

# Dialogue_Text,DL_ThueiIntro
source: A little to the left, maybe... No, that wouldn't look right...
pt_br: Um pouco pra esquerda, talvez… Não, não ia ficar bom…

# Dialogue_Text,DL_ThueiOutro
source: Thanks, $T. Wait... Mata Nui! I forgot to finish the bridge Khalo tasked me to make in the pillarlands two weeks ago! I've gotta go... just after I finish adjusting this... hmm...
pt_br: Obrigado, $T. Espera… Por Mata Nui! Esqueci de terminar a ponte que Khalo me pediu pra fazer duas semanas atrás! Preciso ir… assim que eu terminar de ajustar isso… Hum…

# Dialogue_Text,DL_Trader1
source: Wanna Trade?
pt_br: Quer negociar?

# Dialogue_Text,DL_Trader2
source: You got it!
pt_br: É pra já!

# Dialogue_Text,DL_TutCorruptedMakuta1
source: I believe that this has gone on long enough.
pt_br: Acredito que isso já durou tempo o bastante.

# Dialogue_Text,DL_TutCorruptedMakuta2
source: Your time has come to an end, Toa. Surely you can see that by now.
pt_br: Seu tempo chegou a um fim, Toa. Já deve ser capaz de ver isso.

# Dialogue_Text,DL_TutCorruptedMakuta3
source: Hmph. If you cannot see your own destiny, then perhaps I will need to show you.
pt_br: Humpf. Se não pode ver seu próprio destino, então talvez eu deva mostrá-lo a você.

# Dialogue_Text,DL_TutFinalDialouge1
source: Hello... Toa.
pt_br: Olá… Toa.

# Dialogue_Text,DL_TutFinalDialouge2
source: I am he who has brought you to this place... a place to guide you and show you your true destiny.
pt_br: Sou aquele que lhe trouxe a este lugar… Um lugar para {G}|gender(guiá-lo,guiá-la) e mostrar seu verdadeiro destino.

# Dialogue_Text,DL_TutFinalDialouge_Duty
source: Your duty is to the will of the Great Spirit... To collect the six great masks of power in order to fulfil your destiny.
pt_br: Seu dever é para com a vontade do Grande Espírito… Coletar as seis grandes Máscaras do Poder para realizar seu destino.

# Dialogue_Text,DL_TutFinalDialouge_Wake
source: Through the light, Toa...
pt_br: Atravesse a luz, Toa…

# Dialogue_Text,DL_TutFinalDialouge_Where
source: A mere vision which I have created for you, Toa. A place you will soon leave.
pt_br: Uma mera visão que criei para você, Toa. Um lugar que logo deixará.

# Dialogue_Text,DL_TutFinalDialouge_Who
source: You are a Toa. A hero. One who fights valiantly no matter the circumstance.
pt_br: Você é {G}|gender(um,uma) Toa. {G}|gender(Um,Uma) {G}|gender(herói,heroína). {G}|gender(Um,Uma) que luta valentemente, não importa a circunstância.

# Dialogue_Text,DL_Ukkar1
source: Oh, excellent...
pt_br: Ah, excelente…

# Dialogue_Text,DL_Ukkar2
source: Hah, Howdy Toa! Have you been in Po-Koro long?
pt_br: Opa, eaí Toa! Faz tempo que está em Po-Koro?

# Dialogue_Text,DL_Ukkar3
source: Isn't it great! Ahh I truely admire Akamar for this feat, he nearly redesigned the entire village!
pt_br: Não é incrível? Ahh, eu admiro muito Akamar por essa conquista, ele quase redesenhou a aldeia inteira!

# Dialogue_Text,DL_Ukkar4
source: Oh yes, If there's one thing I've learned about Akamar is that he gets things done! I am very excited to see what his next project will be...
pt_br: Oh sim! Se tem algo que aprendi sobre o Akamar, é que ele bota a mão na massa! Estou ansioso pra saber qual será o próximo projeto dele…

# Dialogue_Text,DL_UssalWasher
source: Hello Toa $T, I am a bit busy right now, as you can see.
pt_br: Olá, Toa $T. Estou meio ocupado agora, como pode ver.

# Dialogue_Text,DL_Vakama1
source: No celebration, Tahu. We do not come bearing good news.
pt_br: Não é celebração, Tahu. Não viemos com boas notícias.

# Dialogue_Text,DL_Vakama2
source: No. For this time, you shall be armed with the truth.
pt_br: Não. Desta vez, vocês serão armados com a verdade.

# Dialogue_Text,DL_Vakama3
source: Makuta has stolen a mask of power... one that allows him to bend time itself to his will. One that he has used to reset your memories time and time again.
pt_br: Makuta roubou uma máscara de poder… Uma que o permite dobrar o próprio tempo à sua vontade. Uma que ele usou para reiniciar as memórias de vocês várias e várias vezes.

# Dialogue_Text,DL_Vakama4
source: You must find this mask if you are to free the island and break Makuta’s chains that have bound you.
pt_br: Vocês devem encontrar esta máscara se quiserem libertar a ilha e quebrar as correntes do Makuta que lhes prendem.

# Dialogue_Text,DL_VakamaBeforeRescue1
source: Ah... welcome, Toa. I am glad that at least you are safe...
pt_br: Ah… {G}|gender(Bem-vindo,Bem-vinda), Toa. Fico feliz que pelo menos você esteja {G}|gender(seguro,segura)…

# Dialogue_Text,DL_VakamaBeforeRescue2
source: I have not heard from the other Turaga for quite a while… I am worried that something has happened to them.
pt_br: Não ouvi dos outros Turaga faz um tempo… Eu me preocupo que algo tenha acontecido a eles.

# Dialogue_Text,DL_VakamaBeforeRescueLeave
source: Ah and one more thing. When you’re searching for masks, could you keep an eye out for... ah, it is nothing - I'm sure it will turn up in time. Forgive me, Toa. My mind is still troubled. I shall stay here and meditate upon the will of Mata Nui.
pt_br: Ah, e mais uma coisa. Quando estiver procurando máscaras, poderia ficar de olho numa… Ah, não é nada. Tenho certeza que ela aparecerá com o tempo. Perdão, Toa. Minha mente ainda está perturbada. Ficarei aqui e meditarei sobre a vontade de Mata Nui.

# Dialogue_Text,DL_VakamaBeforeRescueMap
source: Hmm, you don't have a map? I remember giving you one... Hmpf, very well - I can give you my spare, it's only for Ta-wahi but It may help.
pt_br: Hum, você não tem um mapa? Eu lembro de que lhe dei um… Humpf, está bem. Posso lhe dar meu reserva, tem apenas Ta-Wahi, mas pode ajudar.
