Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Response,DL_Allknowingmatoran_3_PlayerResponse_1
source: Me? I don't believe we've met.
it: Io? Non credo di averti incontrato prima d'ora.

# Dialogue_Response,DL_Allknowingmatoran_DidYouFindHim_PlayerResponse_1
source: I'm afraid not.
it: Temo di no.

# Dialogue_Response,DL_Allknowingmatoran_Explaination_PlayerResponse_1
source: Hmm, Interesting
it: Hmm, interessante

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Reward_PlayerResponse_1
source: I believe I can, Thank you!
it: Credo di potercela fare, grazie!

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Thanks_PlayerResponse_1
source: You're welcome.
it: Di niente.

# Dialogue_Response,DL_Allknowingmatoran_PlayerResponse_1
source: Me? I don't believe we've met.
it: Io? Non credo di averti incontrato prima d'ora.

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_1
source: What where you talking about, "Equality"?
it: Di cosa stavi parlando, "Uguaglianza"?

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_2
source: You're welcome.
it: Di niente.

# Dialogue_Response,DL_Allknowingmatoran_Visions_2_PlayerResponse_1
source: What did they show you?
it: Cosa ti hanno mostrato?

# Dialogue_Response,DL_Allknowingmatoran_Visions_PlayerResponse_1
source: What did they show you?
it: Cosa ti hanno mostrato?

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_1
source: There was an odd Matoran, he ran away when I approched him.
it: C'era uno strano Matoran, è fuggito quando mi sono avvicinato.

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_2
source: There was a dark room with carvings of the six great masks.
it: C'era una stanza buia con delle incisioni delle sei grandi maschere.

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim2_PlayerResponse_1
source: Is there anything else I need to know? Wait, how did you know there was a Matoran there?
it: C'è altro che dovrei sapere? Aspetta, come facevi a sapere che c'era un Matoran là?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim_PlayerResponse_1
source: Is there anything else I need to know?
it: C'è altro che dovrei sapere?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHimDoor_PlayerResponse_1
source: Alright, I'll find him for you... But what do you want me to do when I do find him?
it: D'accordo, lo troverò per te... ma cosa vuoi che faccia quando l'avrò trovato?

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiar_PlayerResponse_1
source: I don't know, but I saw wrighting on the wall that said something similar.
it: Non lo so, ma ho visto delle incisioni sulla parate che dicevano qualcosa di simile.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_1
source: Yes, but they had all fallen over.
it: Sì, ma erano caduti tutti.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
it: Sì, ma la pietra di Makuta svettava di più.

source: Yes, but they had all fallen over.
it: Sì, ma erano caduti tutti.

source: Yes, but the Makuta stone was more prominent.
it: Sì, ma la pietra di Makuta svettava di più.

source: Yes, but they had all fallen over.
it: Sì, ma erano caduti tutti.

source: Yes, but the Makuta stone was more prominent.
it: Sì, ma la pietra di Makuta svettava di più.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_1
source: Yes, but they had all fallen over.
it: Sì, ma erano caduti tutti.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
it: Sì, ma la pietra di Makuta svettava di più.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_1
source: He said I wasn't supposed to be there.
it: Ha detto che non avrei dovuto essere lì.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_2
source: He called me a liar.
it: Mi ha dato del bugiardo.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_3
source: No, not much.
it: No, non molto.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones2_PlayerResponse_1
source: Yes, In fact there was, he was purple and white, and was wearing a Huna.
it: Sì, infatti c'era, era viola e bianco e indossava una Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones_PlayerResponse_1
source: Purple and white, and he was wearing a Huna.
it: Viola e bianco e indossava una Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFWhatToDo_PlayerResponse_1
source: I'm on it.
it: Ci penso io.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_1
source: I did, It was... interesting.
it: L'ho fatto, è stato... interessante.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_2
source: No, Not yet.
it: No, non ancora.

# Dialogue_Response,DL_Allknowingmatoran_Whathesaw_PlayerResponse_1
source: Would you know where this place is?
it: Vorresti sapere dove si trova questo posto?

# Dialogue_Response,DL_Allknowingmatoran_Where_PlayerResponse_1
source: I'll keep a look out for this place, Thank you.
it: Terrò gli occhi aperti per questo posto, grazie.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_1
source: Rude.
it: Maleducato.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_2
source: That's a good song! Do you play any others?
it: È una bella canzone! Ne conosci altre?

# Dialogue_Response,DL_Boat_PlayerResponse_1
source: Yes, I have.
it: Sì, l'ho fatto.

# Dialogue_Response,DL_Boat_PlayerResponse_2
source: No sorry not now.
it: Scusa, non ora.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_1
source: I'm looking for a Matoran named Kohi, I'm told he booked a boat here.
it: Sto cercando un Matoran di nome Kohi, mi è stato detto che ha noleggiato una barca.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_2
source: Your accent, it's quite different from others I've heard.
it: Il tuo accento, è piuttosto diverso dagli altri che ho sentito.

# Dialogue_Response,DL_BoatManager3_PlayerResponse_1
source: Right...
it: Giusto...

# Dialogue_Response,DL_BoatManagerKohi2_PlayerResponse_1
source: Mesas?
it: Mesa?

# Dialogue_Response,DL_BoatManagerKohi3_PlayerResponse_1
source: Right, Thank you.
it: Giusto, grazie.

# Dialogue_Response,DL_BoatManagerKohi_PlayerResponse_1
source: Did he say where he was headed next?
it: Ha detto dov'era diretto?

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_1
source: Yes, I have.
it: Sì, l'ho fatto.

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_2
source: No sorry not now.
it: Scusa, non ora.

# Dialogue_Response,DL_Candles1_PlayerResponse_1
source: A candle shop? I saw a store like this in Onu-Koro, any relation?
it: Un negozio di candele? Ho visto una bottega simile a Onu-Koro, c'è un collegamento?

# Dialogue_Response,DL_Candles1_PlayerResponse_3
source: I'm just looking.
it: Sto solo guardando.

# Dialogue_Response,DL_Candles2_PlayerResponse_1
source: Why not? What is this company?
it: Perché no? Cos'è questa compagnia?

# Dialogue_Response,DL_Candles2_PlayerResponse_3
source: I'll be leaving now.
it: Ora me ne vado.

# Dialogue_Response,DL_CandlesCompany_PlayerResponse_2
source: Hmm distressing...
it: Hmm angosciante...

# Dialogue_Response,DL_CandleSeller_PlayerResponse_1
source: I'll buy some!
it: Ne comprerò un po'!

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_1
source: Thank you, i'll go consult with Khalo.
it: Grazie, andrò a consultarmi con Khalo.

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_2
source: I guess I don't need it that badly.
it: Credo di non averne così tanto bisogno.

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_1
source: I could use a mask, do you have one that's powered?
it: Una maschera mi farebbe comodo, ne hai una con poteri?

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_2
source: No, thank you.
it: No, grazie.

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_1
source: That depends. What do you do here?
it: Dipende. Che cosa ci fai qui?

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_2
source: Nothing, thank you.
it: Niente, grazie.

# Dialogue_Response,DL_CartographerIntroNoKakama1_PlayerResponse_1
source: Ahh that's a shame.
it: Ahh che peccato.

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_1
source: Do you have any more masks?
it: Hai altre maschere?

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_2
source: Nothing, thank you.
it: Niente, grazie.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_1
source: Here's 350.
it: Ecco 350.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_2
source: Can't you give me it for free? I'm a Toa of legend.
it: Non puoi darmela gratis? Sono un Toa della leggenda.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_3
source: I don't have 350 widgets. How can I get that much?
it: Non ho 350 congegni. Come posso procurarmene così tanti?

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_1
source: Tell me about Tiro Canyon.
it: Parlami del Canyon Tiro.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_2
source: Tell me about the Motara Desert.
it: Parlami del deserto Motara.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_3
source: I had need of something else.
it: Avevo bisogno di qualcos'altro.

# Dialogue_Response,DL_CartographerQuestStart_PlayerResponse_1
source: I'll be back.
it: Tornerò.

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_1
source: Here's 350. (Current Toa Gains mask)
it: Ecco 350. (l'attuale Toa ottiene la maschera)

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_2
source: Not yet no, I'll be back.
it: Non ancora, tornerò.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_1
source: Tell me about the Motara Desert.
it: Parlami del deserto Motara.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_2
source: Tell me about the Pillar-Lands.
it: Parlami delle Lande dei Pilastri.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_3
source: I had need of something else.
it: Avevo bisogno di qualcos'altro.

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_1
source: I don't have 350 widgets. How can I get that much?
it: Non ho 350 congegni. Come posso procurarmene così tanti?

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_2
source: I had need of something else.
it: Avevo bisogno di qualcos'altro.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_1
source: Tell me about the Motara Desert.
it: Parlami del deserto Motara.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_2
source: Tell me about Tiro Canyon.
it: Parlami del Canyon Tiro.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_3
source: Tell me about the Pillar-Lands.
it: Parlami delle Lande dei Pilastri.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_4
source: I had need of something else.
it: Avevo bisogno di qualcos'altro.

# Dialogue_Response,DL_CaveInMatoran_PlayerResponse_1
source: That's alright, I'll come back later.
it: Va bene, tornerò più tardi.

# Dialogue_Response,DL_Cleaning1_PlayerResponse_1
source: Well thank you for that!
it: Beh grazie per quello!

# Dialogue_Response,DL_Cleaning2_PlayerResponse_1
source: What are you doing there?
it: Che cosa ci fai lì?

# Dialogue_Response,DL_Cleaning_PlayerResponse_1
source: What are you doing there?
it: Che cosa ci fai lì?

# Dialogue_Response,DL_Cleaning_PlayerResponse_2
source: Jaller, is that you?
it: Jaller, sei tu?

# Dialogue_Response,DL_DamemoExit_PlayerResponse_1
source: You as well.
it: Anche tu.

# Dialogue_Response,DL_DamemoLeave_PlayerResponse_1
source: Well Good luck with that, I must be going now.
it: Beh buona fortuna con quello, ora devo andare.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
it: Probabilmente non dovresti tentare a ripristinare il fiume, sarebbe meglio se proseguissi.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_2
source: I heard you catch Pink Tailed Ruki here.
it: Ho sentito che qui si possono catturare dei Ruki Codarosa.

# Dialogue_Response,DL_DamemoLose2_PlayerResponse_1
source: Where will you go?
it: Dove andrai?

# Dialogue_Response,DL_DamemoLose_PlayerResponse_1
source: <Lie> Indeed, however I was unable to clear the blockage. The beast proved too strong for even me.
it: <Menzogna> In effetti, tuttavia non sono stato in grado di liberare l'occlusione. La bestia si è rivela troppo forte persino per me.

# Dialogue_Response,DL_DamemoLose_PlayerResponse_2
source: <Truth> Yes, however you cannot stay here.
it: <Verità> Sì, tuttavia non puoi stare qui.

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_1
source: How do you make money if they're illegal?
it: Come fai a guadagnare se sono illegali?

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_2
source: Did you know that these Ruki are endangered?
it: Sapevi che questi Ruki fossero a rischio d'estinzione?

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
it: Probabilmente non dovresti tentare a ripristinare il fiume, sarebbe meglio se proseguissi.

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_2
source: Hmm, If that's how you feel. I must get going now.
it: Hmm, se è così che ti senti. Ora devo andare.

# Dialogue_Response,DL_DamemoRukiSell_PlayerResponse_1
source: Did you know that these Ruki are endangered?
it: Sapevi che questi Ruki fossero a rischio d'estinzione?

# Dialogue_Response,DL_DamemoTruth_PlayerResponse_1
source: I know about your Pink Tailed Ruki Business, and you cannot continue it.
it: So del tuo commercio di Ruki Codarosa e non può continuare.

# Dialogue_Response,DL_DamemoWin1_PlayerResponse_1
source: Am I not supposed to be?
it: Non dovrei esserlo?

# Dialogue_Response,DL_DamemoWin2_PlayerResponse_1
source: I defeated it.
it: L'ho sconfitto.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_1
source: I heard you're selling Pink Tailed Ruki?
it: Ho sentito che vendi Ruki Codarosa?

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_2
source: It's no trouble, however I must be going now.
it: Non è un problema, tuttavia ora devo andare.

# Dialogue_Response,DL_DameoCamping1_PlayerResponse_1
source: Be sure to be careful little one, there are rahi about.
it: Assicurati di fare attenzione piccoletto, ci sono Rahi nei paraggi.

# Dialogue_Response,DL_DameoCamping_PlayerResponse_1
source: Dameo? What are you doing out here?
it: Dameo? Che cosa ci fai qua fuori?

# Dialogue_Response,DL_DameoReturn_PlayerResponse_1
source: Not at the moment no.
it: No, non al momento.

# Dialogue_Response,DL_DamMaster1_PlayerResponse_1
source: You have some explaining to do, why were you near the lake? Who are you, and why did you run?
it: Hai delle spiegazioni da dare: perché eri vicino al lago? Chi sei e perché sei fuggito?

# Dialogue_Response,DL_DamMaster2_PlayerResponse_1
source: I've defeated you?
it: Ti ho sconfitto?

# Dialogue_Response,DL_DamMaster3_PlayerResponse_1
source: So you're an environmentalist?
it: Quindi sei un ambientalista?

# Dialogue_Response,DL_DamMaster4_PlayerResponse_1
source: That beast was yours?
it: Quella bestia era tua?

# Dialogue_Response,DL_DamMaster5_PlayerResponse_1
source: So about the river...
it: Per quanto riguarda il fiume...

# Dialogue_Response,DL_DamMaster6_PlayerResponse_1
source: Lift the Dam.
it: Solleva la diga.

# Dialogue_Response,DL_DamMaster6_PlayerResponse_2
source: I suppose you could leave it as is.
it: Suppongo tu possa lasciarla com'è.

# Dialogue_Response,DL_DamMasterLeave_PlayerResponse_1
source: In future don't do this in secret, and less dangerously please.
it: In futuro non farlo in segreto e in maniera meno pericolosa, per favore.

# Dialogue_Response,DL_DamMasterLift_PlayerResponse_1
source: But the village will be very greatful I'm sure.
it: Ma sono sicuro che il villaggio ne sarebbe molto grato.

# Dialogue_Response,DL_DamQuestFishing_PlayerResponse_1
source: Why are you still here then?
it: Allora perché sei ancora qui?

# Dialogue_Response,DL_DamQuestIntro2_PlayerResponse_1
source: What's wrong little one?
it: Cos'è che non va piccoletto?

# Dialogue_Response,DL_DamQuestIntro3_PlayerResponse_1
source: Used to?
it: Abituato?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_1
source: Why are you still here then?
it: Allora perché sei ancora qui?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_2
source: Why didn't you just start fishing down in the ocean?
it: Perché non hai iniziato a pescare nell'oceano?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_1
source: Of the fish?
it: Dei pesci?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_2
source: *Quietly walk away*
it: *Si allontana con calma*

# Dialogue_Response,DL_DamQuestMyth_PlayerResponse_1
source: Thank you for the warning,
it: Grazie per l'avvertimento.

# Dialogue_Response,DL_DamQuestStillHere_PlayerResponse_1
source: You started the town?
it: Tu hai fondato il villaggio?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_1
source: What are you doing up here?
it: Cosa stai facendo quassù?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_2
source: Why are you up here? The Nui-Rama could quick-snatch you!
it: Perché sei quassù? Il Nui-Rama potrebbe rapido-afferrarti!

# Dialogue_Response,DL_GeneralKokoranbyprotopool_2_PlayerResponse_1
source: Fair enough.
it: Mi pare giusto.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_1
source: Why are you lying by this Protodermis pool?
it: Perché sei sdraiato vicino a questa vasca di Protodermis?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_2
source: Well, thank you.
it: Beh, grazie.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_4_PlayerResponse_1
source: Hmm, I see.
it: Hmm, capisco.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_1
source: What's the device in that hut?
it: Cos'è l'aggeggio in quella capanna?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_2
source: Why are you lying by this Protodermis pool?
it: Perché sei sdraiato vicino a questa vasca di Protodermis?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_3
source: Well, thank you.
it: Beh, grazie.

# Dialogue_Response,DL_GeneralKokoranGreeting_4_PlayerResponse_1
source: What's gone?
it: Cos'è scomparso?

# Dialogue_Response,DL_GiveHat1_PlayerResponse_1
source: Hmm, Interesting. What are the hats for though?
it: Hmm, interessante. Ma a cosa servono i cappelli?

# Dialogue_Response,DL_GiveHat2_PlayerResponse_1
source: Sure, I'll have one!
it: Certo, ne prendo uno!

# Dialogue_Response,DL_GiveHat2_PlayerResponse_2
source: No thank you, not right now.
it: No grazie, non ora.

# Dialogue_Response,DL_GiveHat_PlayerResponse_1
source: What's happening today?
it: Cosa succede oggi?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_1
source: Why are you out here?
it: Perché sei qua fuori?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_2
source: I don't mean to disturb you.
it: Non intendo disturbarti.

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_1
source: I found your note, you haven't forgiven him for leaving?
it: Ho trovato la tua nota, non l'hai perdonato per essersene andato?

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_2
source: Sorry, I didn't mean to disturb you.
it: Scusa, non era mia intenzione disturbarti.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_1
source: I'll listen.
it: Ascolterò.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_2
source: I'm sorry but I must be going.
it: Mi dispiace, ma devo andare.

# Dialogue_Response,DL_GreavingMatoran8_PlayerResponse_1
source: I am so sorry.
it: Sono molto dispiaciuto.

# Dialogue_Response,DL_GreavingMatoran9_PlayerResponse_1
source: Makuta and his Rahi are merciless.
it: Makuta e i suoi Rahi sono spietati.

# Dialogue_Response,DL_Grinch1_PlayerResponse_1
source: Well, I'm sorry you don't like the festivities, but it's not like you can do anything about it.
it: Beh, mi dispiace che tu non apprezzi le festività, ma non è che tu possa fare qualcosa al riguardo.

# Dialogue_Response,DL_Grinch2_PlayerResponse_1
source: Goodbye?
it: Arrivederci?

# Dialogue_Response,DL_Grinch_PlayerResponse_1
source: Why are you not celebrating?
it: Perché non stai festeggiando?

# Dialogue_Response,DL_Guard1_PlayerResponse_1
source: ... I'm a Toa.
it: ... io sono un Toa.

# Dialogue_Response,DL_Guard2_PlayerResponse_1
source: I'm double your height.
it: Sono alto il doppio di te.

# Dialogue_Response,DL_Guard4_PlayerResponse_1
source: I'm sure I can manage it.
it: Sono sicuro di potercela fare.

# Dialogue_Response,DL_GuardCamp_PlayerResponse_1
source: This camp isn't very "forward".
it: Questo accampamento non è molto "avanzato".

# Dialogue_Response,DL_GuardCamp_PlayerResponse_2
source: Where is everyone?
it: Dove sono tutti?

# Dialogue_Response,DL_GuardCampForward_PlayerResponse_1
source: Where is everyone?
it: Dove sono tutti?

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_1
source: This camp isn't very "forward".
it: Questo accampamento non è molto "avanzato".

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_2
source: Hmm, alright.
it: Hmm, va bene.

# Dialogue_Response,DL_GuardPicking2_PlayerResponse_1
source: I see, carry on.
it: Capisco, procedi.

# Dialogue_Response,DL_GuardPicking_PlayerResponse_1
source: What's the matter?
it: Qual'è il problema?

# Dialogue_Response,DL_GuardPickingSheilds1_PlayerResponse_1
source: Very funny.
it: Molto divertente.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_1
source: Uhh, those are placks.
it: Uhh, quelle sono piastre.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_2
source: They all just look red to me.
it: A me sembrano tutti rossi.

# Dialogue_Response,DL_GuardPickingSheildsTahu_PlayerResponse_1
source: They're the same size as you...
it: Sono della tua stessa taglia...

# Dialogue_Response,DL_Hahli1_PlayerResponse_1
source: I'm sorry, my memory is a little fuzzy who are you?
it: Mi dispiace, la mia memoria è un po' confusa, chi sei tu?

# Dialogue_Response,DL_Hahli2_PlayerResponse_1
source: Greetings Hahli, what is this you said about a Turaga?
it: Saluti Hahli, cos'è che dicevi riguardo ad un Turaga?

# Dialogue_Response,DL_Hahli3_PlayerResponse_1
source: Well that's not good. Any way I can help?
it: Beh questo non va bene. Posso aiutare in qualche modo?

# Dialogue_Response,DL_Hahli3_PlayerResponse_2
source: Well that's not good. Any way I can help?
it: Beh questo non va bene. Posso aiutare in qualche modo?

# Dialogue_Response,DL_Hahli4_PlayerResponse_1
source: I'll see what I can do.
it: Vedrò cosa posso fare.

# Dialogue_Response,DL_Hahli5_PlayerResponse_1
source: Not yet, I'm working on it.
it: Non ancora, ci sto lavorando.

# Dialogue_Response,DL_Hahli6_PlayerResponse_1
source: You have my word.
it: Hai la mia parola.

# Dialogue_Response,DL_HahliGiveMap_PlayerResponse_1
source: I'll see what I can do.
it: Vedrò cosa posso fare.

# Dialogue_Response,DL_HalloweenMan1_PlayerResponse_1
source: What do you mean?
it: Cosa intendi?

# Dialogue_Response,DL_HalloweenMan2_PlayerResponse_1
source: Oh, you mean the vegetables with faces on them?
it: Oh, intendi le verdure con le facce?

# Dialogue_Response,DL_HalloweenMan3_PlayerResponse_1
source: Do you know what they're for?
it: Sai a cosa servono?

# Dialogue_Response,DL_HalloweenMan4_PlayerResponse_1
source: I suppose it couldn't hurt to try.
it: Suppongo che tentar non nuoce.

# Dialogue_Response,DL_HalloweenMan5_PlayerResponse_1
source: No, not really.
it: No, non proprio.
