Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_WinRacePodu
source: Ah... hello $T. Not many people come down here... Good to see a friendly face once in a while.
pl_pl: Ach... witaj, $T. Nie wielu Matoranów się tu zapuszcza... miło czasem zobaczyć przyjazną twarz.

# Dialogue_Text,DL_WinRacePoduGeneral
source: Well, I was out here doing a favor for Pohatu, but I’ve decided to stay. It’s nice out here, away from all the hustle and bustle of Po-Koro.
pl_pl: Cóż, byłem tutaj, wyświadczając przysługę Pohatu, ale zdecydowałem się zostać. Miło tutaj - z dala od całego ścisku i zgiełku Po-Koro.

# Dialogue_Text,DL_WinRacePoduGeneral1
source: Me too, $T. Me too.
pl_pl: Ja też, $T. Ja też.

# Dialogue_Text,DL_WinRacePoduKopaka
source: Oh no, you won’t have to do any more racing. Pohatu had his fun.
pl_pl: Och nie, nie musisz się już więcej ścigać. Pohatu już się wyszalał.

# Dialogue_Text,DL_WinRacePoduPohatu
source: I like it out here. The ocean is nice, it’s peaceful and quiet, and there’s that temple full of swinging axes nearby in case I get bored!
pl_pl: Podoba mi się tutaj. Ocean jest przyjemny - spokojny i cichy. A gdybym się znudził, w pobliżu jest świątynia pełna bujających się toporów!

# Dialogue_Text,DL_WinRacePoduPohatu1
source: Indeed it is! ...One more thing. What did Kopaka think of my hat?
pl_pl: Dokładnie! ...Jeszcze jedno - co Kopaka sądzi o mojej czapce?

# Dialogue_Text,DL_WinRacePoduPohatu2
source: Yes! I knew he'd like them.
pl_pl: Tak! Wiedziałem, że mu się spodoba.

# Dialogue_Text,DL_WinRacePohatu
source: Well done, Kopaka! Truly, well done. That was a finer race than any I’ve had before.
pl_pl: Wspaniale, Kopako! Naprawdę, wspaniale. To był najlepszy wyścig, w jakim kiedykolwiek brałem udział.

# Dialogue_Text,DL_WinRacePohatu1
source: Oh, of course! Here, let me get it for you...
pl_pl: Ach, oczywiście! Proszę, pozwól mi ją wziąć...

# Dialogue_Text,DL_WinRacePohatu2
source: I knew you’d enjoy it! I knew this whole task would be rewarding in the end.
pl_pl: Wiedziałem, że Ci się spodoba! Wiedziałem, że to całe zadanie będzie warte zachodu.

# Dialogue_Text,DL_WinRacePohatu3
source: Watch what you say about these! Podu made them.
pl_pl: Uważaj co mówisz! Podu je zrobił.

# Dialogue_Text,DL_WinRacePohatuGift
source: What did I say? Stylish, right? And I’ve got enough for all six of us to wear!
pl_pl: I co? Stylowa, prawda? I mam ich wystarczająco dla całej naszej szóstki!

# Dialogue_Text,DL_YumaFishIntro
source: Stop copying me! There's got to be a law against this!
pl_pl: Przestań mnie naśladować! Przecież to chyba nielegalne!

# Dialogue_Text,DL_YumaFishIntro_2
source: Oh, Toa $T! I didn't see you there. Would you like some rare fish? It may be expensive, but it's great quality!
pl_pl: Och, Toa $T! Nie zauważyłem Cię. {G}|gender(Chciałbyś, Chciałabyś) kupić trochę rzadkich ryb? Mogą być drogie, ale są wyśmienitej jakości!

# Dialogue_Text,DL_YumaFishIntro_Gali
source: Oh yeah. Guess I didn't think about that. If you catch any rare ones, you can always sell them to me!
pl_pl: Och, tak. Nie pomyślałem o tym. Jeśli złapiesz jakieś rzadkie, zawsze możesz mi je sprzedać!

# Dialogue_Text,DL_YumaFishIntro_lewa
source: Fair enough I suppose... though if you ever have a change of appetite you know the salesman to buy from!
pl_pl: W sumie racja - chyba... Ale jeśli kiedyś najdzie Cię ochota na ryby, wiesz, gdzie znaleźć sprzedawcę, u którego możesz je kupić!

# Engine_Project,Engine_ProjectDisplayTitle
source: Bionicle: Masks of Power
pl_pl: Bionicle: Maski Mocy

# InvItem_Description,Item_AmanaVoloSphere_Desc
source: Rare orbs full of a powerful essence that has the power to heal a great amount.
pl_pl: Rzadkie kule wypełnione potężną esencją, zdolną do leczenia dużej ilości życia.

# InvItem_Description,Item_ArakaNote_Desc
source: A note left to inform any shoppers of Araka's absence.
pl_pl: Notatka informująca potencjalnych klientów o nieobecności Araki.

# InvItem_Description,Item_Blackmask_Desc
source: A mysterious Komau covered in a strange black substance. It's cracked and doesn't work. The hypnotising material on the surface of the mask pulses slowly, as if breathing...
pl_pl: Tajemnicza Komau pokryta dziwną, czarną substancją. Pęknięta i pozbawiona mocy. Hipnotyzujący materiał na powierzchni maski pulsuje powoli, jakby oddychał...

# InvItem_Description,Item_BrothersNote_Desc
source: A poorly written note telling the tale of two Matoran.
pl_pl: Niezgrabna notatka opisująca historię dwóch Matoran.

# InvItem_Description,Item_Candle_Desc
source: A candle sitting atop a small carving of the great spirit.
pl_pl: Świeczka zatknięta na małej rzeźbie Wielkiego Ducha.

# InvItem_Description,Item_Comets_Desc
source: A specal, enhanced, Kolhii ball for increased performance.
pl_pl: Specjalna piłka Kolhii, ulepszona dla lepszych osiągów.

# InvItem_Description,Item_CookBook_Desc
source: A dusty old cookbook, the only one of it's kind.
pl_pl: Stara, zakurzona książka kucharska. Jedyna w swoim rodzaju.

# InvItem_Description,Item_DoorKeyNote_Desc
source: A note showing designations of many symbols.
pl_pl: Notatka zawierająca opisy znaczeń wielu symboli.

# InvItem_Description,Item_GlowCrystal_Desc
source: A shard of green glow crystal, may be worth something.
pl_pl: Odłamek zielonego, świecącego kryształu. Może być coś wart.

# InvItem_Description,Item_GoldBars_Desc
source: A stack of shiny gold bars.
pl_pl: Sterta złotych, świecących sztabek.

# InvItem_Description,Item_GoldenMahi_Desc
source: A large golden Mahi figure. Hard to carry.
pl_pl: Wielka, złota figurka Mahi. Niezbyt poręczna.

# InvItem_Description,Item_GoldenRama_Desc
source: It's a small statue of a Nui-Rama. Strangely, it seems to be made of solid gold. It's very heavy.
pl_pl: Mała figurka Nui-Rama. Co ciekawe, wydaje się zrobiona z litego złota. Bardzo ciężka.

# InvItem_Description,Item_GoldenRuki_Desc
source: A small golden figure of a Ruki.
pl_pl: Mała, złota figura Ruki.

# InvItem_Description,Item_GoldenStatue_Desc
source: A statue of Mata-Nui, made of solid gold.
pl_pl: Statuetka Mata-Nui, wykonana z litego złota.

# InvItem_Description,Item_GoldenUssal_Desc
source: A small statue of an Ussal, made of solid gold.
pl_pl: Mała statuetka Ussala, wykonana z litego złota.

# InvItem_Description,Item_HauUnpowered_Desc
source: The Hau great mask of Shielding, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Hau, Wielka Maska Osłony. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_InfectedMasks_Desc
source: These masks seem to be under a strange power from Makuta. Perhaps they are worth some widgets?
pl_pl: Te maski wydają się być po wpływem tajemniczej mocy Makuty. Może są warte trochę widżetów?

# InvItem_Description,Item_KakamaUnpowered_Desc
source: The Kakama great mask of Speed, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Kakama, Wielka Maska Prędkości. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_KolhiiBall_Desc
source: A standard Kolhii ball.
pl_pl: Standardowa piłka Kolhii.

# InvItem_Description,Item_MahaiTea_Desc
source: Tea made from Mahai bark. It tastes very bitter, and quite earthy. The Matoran use this drink for a boost of energy. It would probably work on a Toa, too.
pl_pl: Matoranie piją tę gorzką herbatę, otrzymywaną z kory Mahai, aby dodać sobie energii. Prawdopodobnie będzie działać również na Toa.

# InvItem_Description,Item_MarenMap1_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 1/4
pl_pl: Mapa, która rzekomo prowadzi do wspaniałego skarbu, ukrytego przez legendarną żeglarkę Ga-Matoran - Czarną Maskę. 1/4

# InvItem_Description,Item_MarenMap2_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 2/4
pl_pl: Mapa, która rzekomo prowadzi do wspaniałego skarbu, ukrytego przez legendarną żeglarkę Ga-Matoran - Czarną Maskę. 2/4

# InvItem_Description,Item_MarenMap3_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 3/4
pl_pl: Mapa, która rzekomo prowadzi do wspaniałego skarbu, ukrytego przez legendarną żeglarkę Ga-Matoran - Czarną Maskę. 3/4

# InvItem_Description,Item_MarenMap4_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 4/4
pl_pl: Mapa, która rzekomo prowadzi do wspaniałego skarbu, ukrytego przez legendarną żeglarkę Ga-Matoran - Czarną Maskę. 4/4

# InvItem_Description,Item_MaskFinder_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
pl_pl: Małe urządzenie zaprojektowane przez Nuparu, a wykonane przez Metonu. Może zostać użyte, aby zlokalizować pobliską $M.

# InvItem_Description,Item_MaskLocator_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
pl_pl: Małe urządzenie zaprojektowane przez Nuparu, a wykonane przez Metonu. Może zostać użyte, aby zlokalizować pobliską $M.

# InvItem_Description,Item_MetallicProtodermisIngots_Desc
source: Ingots of Metallic Protodermis. This material is extremely hard to make, and can be used in the creation of powerful tools.
pl_pl: Sztabki Metalicznego Protodermisu. Ten materiał jest bardzo trudny do uzyskania i może być wykorzystany to stworzenia potężnych narzędzi.

# InvItem_Description,Item_Pocketdermis_Desc
source: A small bag of powdered Protodermis that your mask will draw energy from over time. Effects will not stack, lasts for 8 seconds.
pl_pl: Mała sakwa zawierająca sproszkowany Protodermis, z którego twoja maska będzie tymczasowo czerpać energię. Efekty nie kumulują się. Działa przez 8 sekund.

# InvItem_Description,Item_PoetNoteBurns_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pl_pl: Druga część serii o Ta-Koro, autorstwa Taloka, Wielkiego Poety.

# InvItem_Description,Item_PoetNoteHot_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pl_pl: Druga część serii o Ta-Koro, autorstwa Taloka, Wielkiego Poety.

# InvItem_Description,Item_PoetNoteLight_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pl_pl: Druga część serii o Ta-Koro, autorstwa Taloka, Wielkiego Poety.

# InvItem_Description,Item_PoetNotePart1_Desc
source: Part one in a series written by Talok the Great Poet, about Ta-Koro.
pl_pl: Pierwsza część serii o Ta-Koro, autorstwa Taloka, Wielkiego Poety.

# InvItem_Description,Item_PoetNotePart3_Desc
source: Part three in a series written by Talok the Great Poet, about Ta-Koro.
pl_pl: Trzecia część serii o Ta-Koro, autorstwa Taloka, Wielkiego Poety.

# InvItem_Description,Item_PoetNoteSmoke_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
pl_pl: Druga część serii o Ta-Koro, autorstwa Taloka, Wielkiego Poety.

# InvItem_Description,Item_Pots_Desc
source: An expertly crafted pot, for all your potting needs.
pl_pl: Perfekcyjnie wykonana donica. Dla wszystkich Twoich doniczkowych potrzeb.

# InvItem_Description,Item_ProtoCell_Desc
source: A small capsule filled with Protodermis, can be crushed to absorb it's power.
pl_pl: Mała kapsułka wypełniona Protodermisem. Może ją zgnieść, aby użyć mocy Protodermisu.

# InvItem_Description,Item_ProtoCharge_Desc
source: A large tank filled with a great sum of Protodermis, can be smashed to absorb it's power.
pl_pl: Duży zbiornik wypełniony Protodermisem. Może go rozbić, aby użyć mocy Protodermisu.

# InvItem_Description,Item_ResearchNotes_Desc
source: A collection of research notes from a curious Matoran.
pl_pl: Zbiór notatek badawczym dociekliwego Matoranina.

# InvItem_Description,Item_RestorationGel_Desc
source: This green jiggly substance can be applied to damaged armor to repair it over time. Effects will not stack, lasts for 5 seconds.
pl_pl: Zielona, galaretowata substancja, która może zostać nałożona na zbroję, żeby z czasem ją naprawić. Efekty nie kumulują się. Działa przez 5 sekund.

# InvItem_Description,Item_RockHat_Desc
source: A strangely shaped rock.
pl_pl: Skała o dziwnym kształcie.

# InvItem_Description,Item_ShoppingList_Desc
source: A hastily scribbled note indicating the materials needed to create the Mask Finder.
pl_pl: Naprędce nabazgrana notatka z listą materiałów potrzebnych do stworzenia Detektora Masek.

# InvItem_Description,Item_SouthernTipNote_Desc
source: A note found on the southern tip of the island.
pl_pl: Notatka znaleziona na południowym krańcu wyspy.

# InvItem_Description,Item_StaffClass2_Desc
source: The standard staves used by the Ta-Koro guard. Class 2s are slightly weaker and shorter than the superior Class 1s.
pl_pl: Standardowy kostur używany przez strażników Ta-Koro. Klasa 2 jest nieco słabsza i krótsza, niż Klasa 1.

# InvItem_Description,Item_Statuette_Desc
source: A Small rock carving of a Toa.
pl_pl: Mała figurka Toa wyrzeźbiona w kamieniu.

# InvItem_Description,Item_StoneCarving_Desc
source: Crudely carved stone in the shape of the Great Spirit.
pl_pl: Prymitywna rzeźba skalna w kształcie Wielkiego Ducha.

# InvItem_Description,Item_SwordStatueNotePart1_Desc
source: Part one in a series of journal pages documenting Akoga's enlightenment.
pl_pl: Pierwszy dziennik z serii, która dokumentuje oświecenie Akoga.

# InvItem_Description,Item_SwordStatueNotePart2_Desc
source: Part two in a series of journal pages documenting Akoga's enlightenment.
pl_pl: Drugi dziennik z serii, która dokumentuje oświecenie Akoga.

# InvItem_Description,Item_SwordStatuesNotePart3_Desc
source: The final part in a series of journal pages documenting Akoga's enlightenment.
pl_pl: Ostatni dziennik z serii, która dokumentuje oświecenie Akoga.

# InvItem_Description,Item_ThueiNote_Desc
source: A message found on the hut of an eccentric carver.
pl_pl: Wiadomość znaleziona na ścianie chaty ekscentrycznego rzeźbiarza.

# InvItem_Description,Item_TombKey_Desc
source: A strange key found near some abandoned cargo, it seems to belong to the door of a tomb.
pl_pl: Dziwny klucz znaleziony w pobliżu porzuconego ładunku. Wygląda na to, że służy do otwarcia drzwi grobowca.

# InvItem_Description,Item_UnpoweredAkaku_Desc
source: The Akaku great mask of X-ray Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Akaku, Wielka Maska Prześwietlania. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredHuna_Desc
source: The Huna Noble mask of Concealment, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Huna, Szlachetna Maska Niewdzialności. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredKaukau_Desc
source: The Kaukau great mask of Water Breathing, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Kaukau, Wielka Maska Oddychania pod Wodą. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredKomau_Desc
source: The Komau Noble mask of Mind Control, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Komau, Szlachetna Maska Kontroli Umysłu. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredMahiki_Desc
source: The Mahiki Noble mask of Illusion, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Mahiki, Szlachetna Maska Iluzji. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredMatatu_Desc
source: The Matatu Noble mask of Telekinesis, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Matatu, Szlachetna Maska Telekinezy. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredMiru_Desc
source: The Miru Great mask of Levitation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Miru, Wielka Maska Lewitacji. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredPakari_Desc
source: The Pakari Great mask of Strength, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Pakari, Wielka Maska Siły. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredRau_Desc
source: The Rau Noble mask of Translation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Rau, Szlachetna Maska Tłumaczenia. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_UnpoweredRuru_Desc
source: The Ruru Noble mask of Night Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
pl_pl: Ruru, Szlachetna Maska Noktowizji. Ta maska została wykonana przez Matoran i nie posiada mocy. Może istnieje jakiś sposób, żeby ją zasilić?

# InvItem_Description,Item_VuataMacaSeeds_Desc
source: These seeds dropped from the rare Vuata Maca tree are said to help you recover from wounds.
pl_pl: Mówi się, że te nasiona rzadkiego drzewa Vuata Maca, pomogą Ci wyleczyć rany.

# InvItem_Description,Item_WaheCanister_Desc
source: This capsule of strange orange substance glows and pulsates with energy, it seems powerful. Crush it to add 50 Wahae-Mata Gel to your inventory. The label reads: (Wahae-Mata must be gently removed from canister before use!)
pl_pl: Ta kapsułka z dziwną, pomarańczową substancją, która świeci i pulsuje energią, wydaje się potężna. Zgnieć ją, aby dodać 50 Żelu Wahae-Mata do swojego ekwipunku. Etykieta głosi: (Żel Wahae-Mata musi być delikatnie wyjęty z kapsułki przed użyciem!)

# InvItem_Description,Item_WaheGel_Desc
source: A strange orange substance that pulsates with power. Perhaps it can be used with something?
pl_pl: Dziwna, pomarańczowa substancja, która pulsuje mocą. Może można jej z czymś użyć?

# InvItem_Description,Item_WhakaNui_Desc
source: This battery like device can give a temporary boost of energy to a Toa, allowing them to bounce back quicker after performing activites. Effects will not stack, lasts for 10 seconds.
pl_pl: To baterio-podobne urządzenie może dać Twojemu Toa tymczasowy zastrzyk energii, pozwalając mu szybciej się zregenerować po wykonaniu działania. Efekty nie kumulują się. Działa przez 10 sekund.

# InvItem_Description,Item_Widgets_Desc
source: These strange peices of metal seem to be used as a currency primarily by the Po-Matoran. Matoran from other cultures will accept widgets while trading, too.
pl_pl: Te dziwne kawałki metalu wydają się być pierwotnie używane jako waluta przez Po-Matoran. Inni Matoranie również zaakceptują widżety podczas handlu.

# InvItem_Description,Item_WoodStatue_Desc
source: A small wooden likeness. Somewhat resembles a Matoran's head.
pl_pl: Mały, drewniany wizerunek, który w pewnym stopniu przypomina głowę Matoranina.

# InvItem_Description,Item_WorldMap_Desc
source: A full map of the Island of Mata-Nui.
pl_pl: Pełna mapa wyspy Mata-Nui.

# InvItem_Description,KylmaNote_Desc
source: The research notes lost by Kylma
pl_pl: Notatki badawcze zgubione przez Kylma

# InvItem_Name,Item_AmanaVoloSphere
source: Amana Volo Sphere
pl_pl: Kula Amana Volo

# InvItem_Name,Item_ArakaNote
source: Araka: Gone Shopping
pl_pl: Araka: Wyszedłem na zakupy

# InvItem_Name,Item_Blackmask
source: The Black Mask
pl_pl: Czarna Maska

# InvItem_Name,Item_BrothersNote
source: The Note of the Brother
pl_pl: Notatka brata

# InvItem_Name,Item_Candle
source: Carving Candle
pl_pl: Rzeźbiona Świeczka

# InvItem_Name,Item_Comets
source: Comet Kolhii Ball
pl_pl: Piłka Kolhii Kometa

# InvItem_Name,Item_CookBook
source: Manha's Special Recipes
pl_pl: Specjalne Przepisy Manha

# InvItem_Name,Item_DoorKeyNote
source: Door Icon Key
pl_pl: Notatka z Kluczem do Drzwi

# InvItem_Name,Item_FirstMateLog1
source: First Mate Dakk's Log #1
pl_pl: Dziennik pierwszego oficera Dakka #1

# InvItem_Name,Item_FirstMateLog2
source: First Mate Dakk's Log #2
pl_pl: Dziennik pierwszego oficera Dakka #2

# InvItem_Name,Item_FirstMateLog3
source: First Mate Dakk's Log #3
pl_pl: Dziennik pierwszego oficera Dakka #3

# InvItem_Name,Item_FirstMateLog4
source: First Mate Dakk's Log #4
pl_pl: Dziennik pierwszego oficera Dakka #4

# InvItem_Name,Item_FirstMateLog5
source: First Mate Dakk's Log #5
pl_pl: Dziennik pierwszego oficera Dakka #5

# InvItem_Name,Item_FirstMateLog6
source: First Mate Dakk's Log #6
pl_pl: Dziennik pierwszego oficera Dakka #6

# InvItem_Name,Item_GaMakoki
source: Ga Makoki Stone
pl_pl: Ga Kamień Makoki

# InvItem_Name,Item_GlowCrystal
source: Glow Crystal
pl_pl: Kamień Świetlny

# InvItem_Name,Item_GoldBars
source: Gold Bars
pl_pl: Sztabki Złota

# InvItem_Name,Item_GoldenMahi
source: The Golden Mahi
pl_pl: Złoty Mahi

# InvItem_Name,Item_GoldenRama
source: The Golden Rama
pl_pl: Złoty Rama

# InvItem_Name,Item_GoldenRuki
source: The Golden Ruki
pl_pl: Złota Ruki

# InvItem_Name,Item_GoldenStatue
source: The Golden Mata
pl_pl: Złoty Mata

# InvItem_Name,Item_GoldenUssal
source: The Golden Ussal
pl_pl: Złoty Ussal

# InvItem_Name,Item_HauUnpowered
source: Hau (Unpowered)
pl_pl: Hau (Niezasilona)

# InvItem_Name,Item_InfectedMasks
source: Infected Mask
pl_pl: Zainfekowana Maska

# InvItem_Name,Item_KakamaUnpowered
source: Kakama (Unpowered)
pl_pl: Kakama (Niezasilona)

# InvItem_Name,Item_KolhiiBall
source: Kolhii Ball
pl_pl: Piłka Kolhii

# InvItem_Name,Item_KoMakoki
source: Ko Makoki Stone
pl_pl: Ko Kamień Makoki

# InvItem_Name,Item_LeMakoki
source: Le Makoki Stone
pl_pl: Le Kamień Makoki

# InvItem_Name,Item_MahaiTea
source: Mahai Tea
pl_pl: Herbata Mahai

# InvItem_Name,Item_MarenMap1
source: Blackmask's Treasure Map #1
pl_pl: Mapa Skarbu Czarnej Maski #1

# InvItem_Name,Item_MarenMap2
source: Blackmask's Treasure Map #2
pl_pl: Mapa Skarbu Czarnej Maski #2

# InvItem_Name,Item_MarenMap3
source: Blackmask's Treasure Map #3
pl_pl: Mapa Skarbu Czarnej Maski #3

# InvItem_Name,Item_MarenMap4
source: Blackmask's Treasure Map #4
pl_pl: Mapa Skarbu Czarnej Maski #4

# InvItem_Name,Item_MaskFinder
source: The Mask Finder
pl_pl: Detektor Masek

# InvItem_Name,Item_MaskLocator
source: The Mask Finder
pl_pl: Detektor Masek

# InvItem_Name,Item_MetallicProtodermisIngots
source: Metallic Protodermis Ingots
pl_pl: Metaliczne Sztabki Protodermisu

# InvItem_Name,Item_OnuMakoki
source: Onu Makoki Stone
pl_pl: Onu Kamień Makoki

# InvItem_Name,Item_Pocketdermis
source: Pocketdermis
pl_pl: Kieszonkowy Protodermis

# InvItem_Name,Item_PoetNoteBurns
source: Talok: The Ballad of Ta-koro Part 2
pl_pl: Talok: Ballada o Ta-Koro Część 2

# InvItem_Name,Item_PoetNoteHot
source: Talok: The Ballad of Ta-koro Part 2
pl_pl: Talok: Ballada o Ta-Koro Część 2

# InvItem_Name,Item_PoetNoteLight
source: Talok: The Ballad of Ta-koro Part 2
pl_pl: Talok: Ballada o Ta-Koro Część 2

# InvItem_Name,Item_PoetNotePart1
source: Talok: The Ballad of Ta-koro Part 1
pl_pl: Talok: Ballada o Ta-Koro Część 1

# InvItem_Name,Item_PoetNotePart3
source: Talok: The Ballad of Ta-koro Part 3
pl_pl: Talok: Ballada o Ta-Koro Część 3

# InvItem_Name,Item_PoetNoteSmoke
source: Talok: The Ballad of Ta-koro Part 2
pl_pl: Talok: Ballada o Ta-Koro Część 2
