Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_NokamaHeadBack2
source: I am as well. Do come visit me once I have returned to Ga-Koro. I have something which I will be able to share with you.
pl_pl: Ja również. Odwiedź mnie, gdy wrócę do Ga-Koro. Jest coś, czym chciałabym się z Tobą podzielić.

# Dialogue_Text,DL_NokamaKoro
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
pl_pl: Jak miło Cię widzieć, Toa $T. Mam nadzieję, że dobrze się czujesz w Ga-Koro?

# Dialogue_Text,DL_NokamaKoroGali1
source: I did, Gali. There is another artifact which you must collect, alongside your great masks. It is called a Makoki Stone, and it is a part of a key to the Makuta’s lair.
pl_pl: Tak, Gali. Jest jeszcze jeden artefakt, który musisz zdobyć, oprócz Wielkich Masek. Nazywa się Kamień Makoki i stanowi część klucza do kryjówki Makuty.

# Dialogue_Text,DL_NokamaKoroGali2
source: The stone lies within the Ga-Kini, a Temple which lies beneath the water not far from here. You must go there, descend into the temple, and retrieve the stone that lies within.
pl_pl: Kamień znajduje się wewnątrz Ga-Kini - świątyni, która leży pod wodą, niedaleko stąd. Musisz się tam udać, zejść do świątyni i odzyskać Kamień Makoki.

# Dialogue_Text,DL_NokamaKoroGali25
source: Take great care, Toa Gali. The Temple is infested with The Makuta’s Rahi. I do hope you fare better than last time.
pl_pl: Zachowaj szczególną ostrożność, Toa Gali. Świątynia została opanowana przez Rahi Makuty. Mam nadzieję, że poradzisz sobie lepiej niż ostatnio.

# Dialogue_Text,DL_NokamaKoroGali26
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
pl_pl: Kiedy- Och! Wybacz mi. Ostatnim razem kiedy, *MY* próbowałyśmy wejść do Ga-Kini. Grupa Strażniczek Ga-Koro została stamtąd przegoniona przez Rahi znajdujące się w środku - przez Rahi, które Ty będziesz musiała pokonać.

# Dialogue_Text,DL_NokamaKoroGali3
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest. And before you go, you have earned this - It's a full map of the Island, it should help you to find the Temple.
pl_pl: Przepraszam za zamieszanie, Toa... Życzę Ci powodzenia na Twojej misji. A zanim odejdziesz, proszę, zasłużyłaś na to - to mapa całej wyspy, powinna Ci pomóc znaleźć świątynię.

# Dialogue_Text,DL_NokamaKoroGali4
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest.
pl_pl: Przepraszam za zamieszanie, Toa... Życzę Ci powodzenia na Twojej misji.

# Dialogue_Text,DL_NokamaKoroGali5
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
pl_pl: Kiedy- Och! Wybacz mi. Ostatnim razem kiedy, *MY* próbowałyśmy wejść do Ga-Kini. Grupa Strażniczek Ga-Koro została stamtąd przegoniona przez Rahi znajdujące się w środku - przez Rahi, które Ty będziesz musiała pokonać.

# Dialogue_Text,DL_NokamaKoroHow
source: Our village is doing as well as ever. However Macku hasn’t snuck out to Po-Koro lately... meaning I suspect she will try to soon.
pl_pl: Nasza wioska ma się dobrze jak zawsze. Jednak Macku ostatnio nie wykrada się do Po-Koro... więc podejrzewam, że wkrótce to zrobi.

# Dialogue_Text,DL_NokamaKoroOtherToa
source: For you? I am afraid not. Although there is a task of great importance that I must speak to Gali about. Please, send her to me if you see her.
pl_pl: Dla Ciebie? Obawiam się, że nie. Mam jednak ważne zadanie, o którym muszę porozmawiać z Gali. Proszę, jeśli ją spotkasz, przekaż jej, żeby do mnie przyszła.

# Dialogue_Text,DL_NokamaKoroPostKini
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
pl_pl: Jak miło Cię widzieć, Toa $T. Mam nadzieję, że dobrze się czujesz w Ga-Koro?

# Dialogue_Text,DL_NokamaMeeting
source: Well... truthfully I should not have mentioned it. It was of a rather... delicate nature. One that I hope I shall be able to share with you soon enough.
pl_pl: Cóż... szczerze mówiąc, nie powinnam o nim wspominać. To była raczej... subtelna sprawa. Taka, którą mam nadzieję wkrótce móc się z Tobą podzielić.

# Dialogue_Text,DL_NokamaScary
source: Indeed it was… I can remember a time when this island was peaceful- when the villages didn’t have to live in fear of the Rahi. Now those days seem like little more than a memory...
pl_pl: Zaiste było... Pamiętam czasy, kiedy ta wyspa była spokojnym miejscem - kiedy wioski nie musiały żyć w strachu przed Rahi. Teraz te dni wydają się niczym więcej niż tylko wspomnieniem...

# Dialogue_Text,DL_NujuCovo
source: Fweet, Clack, Clack.
pl_pl: Fwit, Klak, Klak.

# Dialogue_Text,DL_NujuCovo1
source: Nuju extends his welcome to you, $T.
pl_pl: Nuju przekazuje Ci swoje pozdrowienia, $T.

# Dialogue_Text,DL_NujuCovoBlocked
source: Fweet! Tweet-fweet fweet!
pl_pl: Fwit! Twit-fwit fwit!

# Dialogue_Text,DL_NujuCovoBlocked1
source: Click kik-tweet fweet...
pl_pl: Klik kik-twit fwit...

# Dialogue_Text,DL_NujuCovoFinal1
source: Nuju extends his welcome to you, $T.
pl_pl: Nuju przekazuje Ci swoje pozdrowienia, $T.

# Dialogue_Text,DL_NujuCovoKiniReturn
source: Nuju extends his welcome to you, $T.
pl_pl: Nuju przekazuje Ci swoje pozdrowienia, $T.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka
source: Nuju understands all that has happened. While he does not approve of deception, he acknowledges his own misunderstandings, and believes that, ultimately, the correct decision was made by us both.
pl_pl: Nuju rozumie wszystko, co się wydarzyło. Mimo że nie pochwala oszustwa, przyznaje się do swojego błędu i wierzy, że ostatecznie oboje podjęliśmy właściwą decyzję.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka1
source: Fweet fweet.
pl_pl: Fwit fwit.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka2
source: Perhaps at first. Yet he realizes that if order is to be restored, his own reservations and fears must be set aside.
pl_pl: Być może na początku. Jednak uświadomił sobie, że jeśli ma zostać przywrócony porządek, musi odłożyć na bok własne zastrzeżenia i obawy.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka3
source: Turaga Nuju says that he is unable to tell you at the present... but you must remain patient. All shall be revealed in due time, Toa.
pl_pl: Turaga Nuju mówi, że obecnie nie może Ci tego powiedzieć... ale powinieneś pozostać cierpliwy. Wszystko zostanie ujawnione w odpowiednim czasie, Toa.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka4
source: As for now, the Turaga grants you this Makoki stone, and wishes you luck on your journey. His faith is firmly placed in you and all of the other Toa to fulfil your duty.
pl_pl: A na razie, Turaga przekazuje Ci ten Kamień Makoki wraz z życzeniami powodzenia w Twojej podróży. Pokłada wielką nadzieję w Tobie i pozostałych Toa, że wypełnicie swoje obowiązki.

# Dialogue_Text,DL_NujuCovoKokoro
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
pl_pl: Tak. Jest tu ostatnio bardzo mało odwiedzających, pomijając Toa - fakt, z którego Nuju jest bardzo zadowolony.

# Dialogue_Text,DL_NujuCovoKopaka
source: Fweet fweet. Click click clack.
pl_pl: Fwit fwit. Klik klik klak.

# Dialogue_Text,DL_NujuCovoKopaka1
source: Er...Turaga Nuju says he does not… and asks only that you continue to search for your masks...
pl_pl: Eee... Turaga Nuju powiedział, że nie... i prosi tylko, żebyś kontynuował swoje poszukiwania masek...

# Dialogue_Text,DL_NujuCovoKopaka2
source: Clack Clack Tweeeet!
pl_pl: Klak Klak Twiiiit!

# Dialogue_Text,DL_NujuCovoKopaka3
source: Nuju says... no. He... requests that you leave.
pl_pl: Nuju powiedział, że... nie. On... prosi, żebyś odszedł.

# Dialogue_Text,DL_NujuCovoOtherToa
source: Turaga Nuju says he does not... although I happen to know that there's something of great importance he must speak to Kopaka about. Do let Kopaka know if you see him.
pl_pl: Turaga mówi, że nie... jednak wiem, że jest coś bardzo ważnego, o czym musi porozmawiać z Kopaką. Jeśli spotkasz Kopakę, daj mu znać.

# Dialogue_Text,DL_NujuCovoOtherToaFinal
source: The Turaga says he does not.
pl_pl: Turaga mówi, że nie.

# Dialogue_Text,DL_NujuCovoSafe
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
pl_pl: Tak. Jest tu ostatnio bardzo mało odwiedzających, pomijając Toa - fakt, z którego Nuju jest bardzo zadowolony.

# Dialogue_Text,DL_NujuKini1
source: Fweet! Tweet-fweet fweet!
pl_pl: Fwit! Twit-fwit fwit!

# Dialogue_Text,DL_NujuKini2
source: Click kik-tweet fweet...
pl_pl: Klik kik-twit fwit...

# Dialogue_Text,DL_NujuLost1
source: Fweet! Click-click fweet!
pl_pl: Fwit! Klik-klik fwit!

# Dialogue_Text,DL_NujuLost2
source: Click-clack-click, tweet! Tweeeet!
pl_pl: Klik-klak-klik, twit! Twiiiit!

# Dialogue_Text,DL_NujuLost4
source: Click tweet, fweet.
pl_pl: Klik twit, fwit.

# Dialogue_Text,DL_NujuSafe
source: Clack click, clack tweet.
pl_pl: Klak klik, klak twit.

# Dialogue_Text,DL_NujuTelling
source: Fweet. Fweet click, click clack.
pl_pl: Fwit. Fwit klik, klik klak.

# Dialogue_Text,DL_NujuTelling1
source: Tweet...
pl_pl: Twit...

# Dialogue_Text,DL_NujuTest
source: *Beep* *Whistle*
pl_pl: *Bip* *Gwizd*

# Dialogue_Text,DL_Numai1
source: Gah...
pl_pl: Ach...

# Dialogue_Text,DL_Numai2
source: Hello $T, and yes you are right we have not spoken as much as I would have wished. But unless you have time while you're in Ko-Koro I fear we won't speak for some time.
pl_pl: Witaj, $T. Tak, masz rację, nie rozmawialiśmy tyle, ile bym chciał. Obawiam się jednak, że jeśli nie będziesz miał czasu podczas pobytu w Ko-Koro, to przez jakiś czas się nie spotkamy.

# Dialogue_Text,DL_Numai3
source: I plan to, yes. Whagna used to be so beautiful, but alas - all good things must come to an end.
pl_pl: Planuję. Whagna było kiedyś piękne, ale niestety - wszystko, co dobre, kiedyś się kończy.

# Dialogue_Text,DL_NumaiAbandoned1
source: Nice to see you again Toa.
pl_pl: Miło Cię znowu zobaczyć, Toa.

# Dialogue_Text,DL_NumaiAbandoned2
source: Somewhat... It's colder here than Whagna.
pl_pl: Niespecjalnie... Jest tu chłodniej niż w Whagna.

# Dialogue_Text,DL_NumaiAbandonedSeen
source: No, I don't believe so, last time I saw any of them was when I was dropped at the dock.
pl_pl: Nie. Ostatni raz widziałem ich, kiedy opuszczałem dok.

# Dialogue_Text,DL_NumaiFixed1
source: Welcome back Toa $T.
pl_pl: Witaj ponownie, Toa $T.

# Dialogue_Text,DL_NumaiFixed2
source: A little, only because you were right. At least thus far, we could still be attacked by a Rahi at any point.
pl_pl: Trochę, ale tylko dlatego, że {G}|gender(miałeś, miałaś) rację. Na razie nadal możemy zostać zaatakowani przez Rahi w każdej chwili.

# Dialogue_Text,DL_NunoIntro
source: What? I'm just taking advantage of the... the market thing!
pl_pl: Co? Ja tylko korzystam z... z tego targu!

# Dialogue_Text,DL_Nuparu
source: Hey, Hold on there!
pl_pl: Hej, zaczekaj!

# Dialogue_Text,DL_Nuparu1
source: Ahh, Hello Toa! How are you? My name is Nuparu!
pl_pl: Ach, witaj, Toa! Co tam? Jestem Nuparu!

# Dialogue_Text,DL_Nuparu2
source: Oh it's just this machine, it keeps breaking... why won't it just work.
pl_pl: Och, tylko naprawiam tę maszynę - cały czas nie działa... dlaczego?

# Dialogue_Text,DL_Nuparu3
source: I am! Although I prefer the term Inventor.
pl_pl: Tak! Chociaż wolę określenie Wynalazca.

# Dialogue_Text,DL_Nuparu4
source: Cylindrical brass machines?... OH! You must be talking about the Powering Stations!
pl_pl: Walcowate, mosiężne urządzenia? OCH! Musisz mówić o Stacjach Zasilających!

# Dialogue_Text,DL_Nuparu5
source: I've actually studyied them extensively. They were created hundreds of years ago for sure, and I can't prove it but I'm pretty sure the Turaga were responsible... And as you probably know, those old folk don't like to share their secrets. From my experements, I've discovered that if you put an unpowered mask in there, and smear some Wahae-Mata Gel on top, it powers the mask!
pl_pl: Prawdę mówiąc, badałem je dokładnie. Na pewno zostały stworzone setki lat temu i choć nie mogę tego dowieść, jestem prawie pewny, że Turaga za tym stoją... I jak pewnie wiesz, ci starzy Turaga niechętnie dzielą się swoimi sekretami. Z moich eksperymentów wynika, że jeśli włożysz do środka niezasiloną maskę i nałożysz na nią odrobinę żelu Wahae-Mata, to zostanie zasilona!

# Dialogue_Text,DL_NuparuGel
source: Well, no one really knows. You can find it everywhere really, It's commonly sold as a cure-all for example - But I only discovered it's reaction to the mask station because I use it as a lubricant. Not the most traditional lubricant, I know, but it's pretty cheap.
pl_pl: Cóż, nikt tak naprawdę nie wie. Można go znaleźć prawie wszędzie - jest na przykład powszechnie sprzedawany jako lek na wszystko. A ja odkryłem jego reakcję ze stacją zasilającą maski tylko dlatego, że używałem go jako smaru. Wiem, że to dość nietypowy smar, ale jest całkiem tani.

# Dialogue_Text,DL_NuparuHow
source: *Nuparu throws his hands up in an over exaggerated shrugging motion* I studied those things for years, I have no idea - I'm not a chronicler. Although it's a pretty common theory that masks were made with their power sort of built in, but maybe... Maybe these machines are how our ancestors gave power to their masks?
pl_pl: *Nuparu wyrzuca swoje ręce w górę w przesadnym geście rezygnacji* Badałem te maszyny przez lata i nie mam pojęcia - nie jestem kronikarzem. Choć istnieje dość popularna teoria, że maski były tworzone z jakąś wrodzoną mocą, to może... może właśnie w ten sposób nasi przodkowie nadawali maskom moc?

# Dialogue_Text,DL_NuparuPower
source: As in it gives it back it's inherent abilities, the masks we matoran wear are not like yours Toa - ours lack the special abilities that yours do. If you use one of our "unpowered" masks in the machine, with a bit of Wahae-Mata Gel, you'll be able to add it to your collection and make full use of it's powers.
pl_pl: Przywraca im ich wrodzone zdolności. Maski, które nosimy jako Matoranie, nie są takie jak Wasze, Toa - naszym brakuje specjalnych mocy, które posiadają Wasze. Jeśli włożysz jedną z naszych "niezasilonych" masek do maszyny z odrobiną żelu Wahae-Mata, będziesz mógł dodać ją do swojej kolekcji i w pełni korzystać z jej mocy.

# Dialogue_Text,DL_Okin1
source: Hmm... Guess I've got more time to do research now!
pl_pl: Hmm... Chyba mam więcej czasu na przygotowania!

# Dialogue_Text,DL_Okin2
source: Hmm? Oh Hi Toa. Onepu said that I have to "help" with the cave in, but the structural architects are still examining it.
pl_pl: Hmm? Och, witaj, Toa. Onepu powiedział mi, że muszę "pomóc" z osuwiskiem, ale inżynierowie budowlani nadal to badają.

# Dialogue_Text,DL_Okin3
source: It means that I can't do anything, I'm stuck here, and I'm very bored.
pl_pl: To znaczy, że nie mogę nic zrobić - utknąłem tutaj i się nudzę.

# Dialogue_Text,DL_Okin4
source: Hah! No, thank you Toa. While I'd love to play a game with you, I have my own - I like to imagine what Mata-Nui will be like given time, the Makuta Vanquished, Villages at peace and able to expand... Mhh, a silly game I know but it does help me pass the time indeed.
pl_pl: Ha! Nie, dziękuję Ci, Toa. Chociaż chętnie zagrałbym z Tobą w grę, mam swoją własną - lubię sobie wyobrażać, jak Mata Nui będzie wyglądać, kiedy Makuta zostanie pokonany, a wioski będą żyły w pokoju i mogły się rozwijać... Hmm, to tylko głupiutka gra, ale pomaga mi zabić czas.

# Dialogue_Text,DL_Onepu
source: Onepu, at your service toa. Captain of the Onu-Koronan Ussalry Regiment, Champion of Ussal Racing, and Special aide to our great Turaga Whenua.
pl_pl: Onepu, do usług, Toa. Kapitan Ussalerii Onu-Matoran, Czempion Wyścigów Ussali i prawa ręka naszego wspaniałego Turagi Whenuy.

# Dialogue_Text,DL_Onepu1
source: Yes, sorry I know we've already met Toa, I just always do that.
pl_pl: Przepraszam, wiem, że już się spotkaliśmy Toa. Po prostu zawsze tak robię.

# Dialogue_Text,DL_Onepu2
source: Haha, That's a good one $T! How could you forget someone like me!
pl_pl: Haha, dobry żart, $T! Jak {G}|gender(mógłbyś, mogłabyś) zapomnieć kogoś takiego jak ja!

# Dialogue_Text,DL_Onepu3
source: Right I nearly forgot! Whenua's missing, sort of... I've gotten reports from just about everyone coming to the village from Po-Wahi that they've heard him nearby. But no one's been able to find him!
pl_pl: Racja, prawie bym zapomniał! Whenua zaginął, tak jakby... Dostaję zgłoszenia od każdego, kto wraca z Po-Wahi, że słyszeli go w pobliżu. Ale nikt nie był w stanie go znaleźć!

# Dialogue_Text,DL_Onepu4
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back.
pl_pl: Byłoby wspaniale, gdybyś {G}|gender(mógł, mogła). Nie wyglądałoby to dobrze dla mnie, jako jego prawej ręki, gdyby nigdy nie wrócił.

# Dialogue_Text,DL_Onepu5
source: Excellent!
pl_pl: Świetnie!

# Dialogue_Text,DL_OnepuGiveMap
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back. Here's my map of the surface, it's only the Onu-Wahi surface - but it should help.
pl_pl: Byłoby wspaniale, gdybyś {G}|gender(mógł, mogła). Nie wyglądałoby to dobrze dla mnie, jako jego prawej ręki, gdyby nigdy nie wrócił. Proszę, mapa przedstawia tylko powierzchnię Onu-Koro, ale powinna pomóc.

# Dialogue_Text,DL_OnepuReturn
source: Love to chat but I'm rather busy at the moment.
pl_pl: Uwielbiam rozmawiać, ale teraz jestem dość zajęty.

# Dialogue_Text,DL_OnepuReturn1
source: Wait, have you found Whenua yet? My reputation is at stake here!
pl_pl: Zaczekaj, {G}|gender(znalazłeś, znalazłaś) już Whenuę? Moja reputacja się wali!

# Dialogue_Text,DL_OnepuSaved
source: I'm very busy, but I would like to thank you for saving my mask Toa!
pl_pl: Jestem bardzo zajęty, ale dziękuję Ci, Toa, za uratowanie mi maski!

# Dialogue_Text,DL_OnepuSaved1
source: You saved my reputation by rescuing the Turaga! I would've been known as the failed temporary leader of Onu-Koro, not a great position for myself.
pl_pl: Ratując Turagę, {G}|gender(uratowałeś, uratowałaś) moją reputację! Gdyby nie Ty, byłbym znany jako nieudolny, tymczasowy przywódca Onu-Koro - pozycja, która zdecydowanie mi nie odpowiada.

# Dialogue_Text,DL_OnepuWhere
source: I was told not to tell anyone, but it was some sort of meeting, and that's all I'll say about the matter!
pl_pl: Obiecałem nikomu nie mówić, ale to było jakieś spotkanie - i tylko tyle mogę powiedzieć!

# Dialogue_Text,DL_Onewa1
source: You have gathered these same stones, found these same masks, prepared for this same battle before.
pl_pl: Poprzednio zebraliście te same kamienie, znaleźliście te same maski i przygotowaliście się na tę samą bitwę.

# Dialogue_Text,DL_OnewaHelpMe
source: $T! It certainly took you long enough to find me down here.
pl_pl: $T! Trochę Ci zajęło, żeby mnie znaleźć tutaj na dole.

# Dialogue_Text,DL_OnewaHelpNow
source: The pillar up there looks pretty weak, perhaps you could knock it down into a bridge of sorts.
pl_pl: Te filar na górze wygląda na wyjątkowo słaby - może {G}|gender(mógłbyś, mogłabyś) go przewrócić i zrobić z niego prowizoryczny most.

# Dialogue_Text,DL_OnewaHole
source: Those infernal Nui-Jaga pushed me here. I’ve tried to escape but it’s far too steep for me to traverse.
pl_pl: Te przeklęte Nui-Jaga zepchnęły mnie tutaj. Próbowałem stąd uciec, ale zbocze jest dla mnie zbyt strome.

# Dialogue_Text,DL_OnewaHowToHelp
source: I’ve been wondering that myself... perhaps that pillar is weak enough for you to knock down into a bridge of sorts.
pl_pl: Sam się nad tym zastanawiałem... może ten filar jest wystarczająco słaby, abyś {G}|gender(mógł, mogła) go przewrócić i wykorzystać jako prowizoryczny most.

# Dialogue_Text,DL_OnewaPohatu
source: Not right now... but could you tell Pohatu that I am looking for him? There’s a matter of some importance that I wish to discuss.
pl_pl: Na razie nie... ale {G}|gender(mogłabyś, mógłbyś) przekazać Pohatu, że go szukam? Jest pewna ważna sprawa, którą chcę z nim omówić.

# Dialogue_Text,DL_OnewaPohatuQuest
source: As a matter of fact, yes I do. There is an item of great importance called a Makoki Stone you must retrieve. It is necessary if you are to face Makuta... and fulfil your destiny.
pl_pl: W istocie, mam. Jest pewien bardzo ważny przedmiot, zwany Kamieniem Makoki, który musisz zdobyć. Jest on niezbędny, jeśli masz stawić czoła Makucie... i wypełnić swoje przeznaczenie.

# Dialogue_Text,DL_OnewaPohatuQuest2
source: There is a temple in the Motara Desert known as the Po-Kini, far from Po-Koro or any settlement. It’s not an easy place to traverse, but I have faith you can safely find your way there again.
pl_pl: Jest taka świątynia na Pustyni Matora, zwana Po-Kini, oddalona o wiele mio od Po-Koro i jakichkolwiek innych zabudowań. Nie jest to miejsce łatwe do przemierzenia, ale wierzę, że i tym razem bezpiecznie tam dotrzesz i wrócisz cały i zdrowy.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbye
source: Well, I... I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu.
pl_pl: Cóż, ja... ja po prostu zakładam, że już na nią natrafiłeś podczas swoich podróży. Nie ważne. Wierzę, że bezpiecznie odzyskasz kamień, Pohatu.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbyeGiveMap
source: Well, I… I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu. Oh hold a minute! I can give you this, it's a map of the island - I feel it may be of use to you on this quest!
pl_pl: Cóż, ja... ja po prostu zakładam, że już na nią natrafiłeś podczas swoich podróży. Nie ważne. Wierzę, że bezpiecznie odzyskasz kamień, Pohatu. Och, poczekaj chwilę! Mogę Ci to dać - to mapa całej wyspy. Myślę, że przyda Ci się podczas tej misji!

# Dialogue_Text,DL_OnewaPokoro
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
pl_pl: Witaj w Po-Koro, $T. Mam nadzieję, że Twoje poszukiwania masek przebiegają pomyślnie.

# Dialogue_Text,DL_OnewaPokoroBragging
source: We are doing rather well. I don’t mean to brag, but some of the carvings and sculptures my matoran have put out recently have been among the finest I’ve ever seen.
pl_pl: Całkiem nieźle. Nie chcę się przechwalać, ale niektóre z rzeźb i posągów ostatnio stworzonych przez moich Matoran są jednymi z najwspanialszych, jakie kiedykolwiek widziałem.

# Dialogue_Text,DL_OnewaPokoroPostKini
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
pl_pl: Witaj w Po-Koro, $T. Mam nadzieję, że Twoje poszukiwania masek przebiegają pomyślnie.

# Dialogue_Text,DL_OnewaThankyou
source: Thank you for saving me $T. I'll be able to make my way to Po-Koro now. Come find me in Po-Koro and I might have a quest for you.
pl_pl: Dziękuję Ci za uratowanie mnie, $T. Teraz będę w stanie wrócić do Po-Koro. Odwiedź mnie tam - może będę miał dla Ciebie zadanie.

# Dialogue_Text,DL_OnewaWhereHaveBeen
source: A private matter, $T. One that I have no need to share with you.
pl_pl: Prywatna sprawa, $T. Taka, którą nie muszę się z Tobą dzielić.

# Dialogue_Text,DL_OnewaWhy
source: Toa $N! It's good to finally meet you.
pl_pl: Toa $N! Miło Cię w końcu poznać.

# Dialogue_Text,DL_Outcast
source: HELLLLOO! Welcome Toa, to my Sanctum! Feel free to stay and rest for as long as you want my man.
pl_pl: WIIIIITAAAJ! Witaj, Toa, w moim azylu! Możesz tu zostać i odpoczywać tak długo, jak tylko zechcesz, ziom.
