Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Response,DL_TakoroGuardResponse4_PlayerResponse_1
source: *Huff* Very well.
it: *sbuffa* Molto bene.

# Dialogue_Response,DL_Takua1_PlayerResponse_1
source: You’re lucky I did. If I weren’t here you’d be in a whole lot more trouble.
it: Sei fortunato che l'abbia fatto. Se non fossi stato qui seresti in guai ben peggiori.

# Dialogue_Response,DL_Takua2_PlayerResponse_1
source: Is that the Makoki stone?
it: È quella la pietra Makoki?

# Dialogue_Response,DL_Takua2_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
it: Sei riuscito a trovare la maschera mancante di Vakama?

# Dialogue_Response,DL_Takua2_PlayerResponse_3
source: How’d you make it past all the Rahi?
it: Come hai fatto ad oltrepassare tutti i Rahi?

# Dialogue_Response,DL_Takua3_PlayerResponse_1
source: Not a problem... Wait, is that the Makoki Stone?
it: Non è un problema... aspetta, è quella la pietra Makoki?

# Dialogue_Response,DL_Takua3_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
it: Sei riuscito a trovare la maschera mancante di Vakama?

# Dialogue_Response,DL_Takua4_PlayerResponse_1
source: Thanks for... guarding it.
it: Grazie per... averla sorvegliata.

# Dialogue_Response,DL_Takua4_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
it: Sei riuscito a trovare la maschera mancante di Vakama?

# Dialogue_Response,DL_Takua4_PlayerResponse_3
source: How’d you make it past all the Rahi?
it: Come hai fatto ad oltrepassare tutti i Rahi?

# Dialogue_Response,DL_Takua5_PlayerResponse_1
source: I’ll need to be taking that. You sure you can find your way out?
it: Ho bisogno di prenderla. Sicuro di riuscire a trovare una via d'uscita?

# Dialogue_Response,DL_Takua6_PlayerResponse_1
source: Good idea.
it: Buona idea.

# Dialogue_Response,DL_TakuaMask_PlayerResponse_1
source: Is that the Makoki stone?
it: È quella la pietra Makoki?

# Dialogue_Response,DL_TakuaMask_PlayerResponse_2
source: How’d you make it past all the Rahi?
it: Come hai fatto ad oltrepassare tutti i Rahi?

# Dialogue_Response,DL_TakuaSaved1_PlayerResponse_1
source: Why?
it: Perché?

# Dialogue_Response,DL_TakuaSaved2_PlayerResponse_1
source: Ahh, I see. Well good luck with that.
it: Ahh, capisco. Beh, buona fortuna con quello.

# Dialogue_Response,DL_TakuaSaved_PlayerResponse_1
source: No problem. Say, what are you doing standing around here, aren't you usually adventuring?
it: Nessun problema. Dimmi, che ci fai qui fermo in piedi, di solito non sei all'avventura?

# Dialogue_Response,DL_Talok10_PlayerResponse_1
source: "This city burns with life."
it: "Questa città arde di vita."

# Dialogue_Response,DL_Talok10_PlayerResponse_2
source: "Smoke rises to greet the sun."
it: "Il fumo s'innalza per salutare il sole."

# Dialogue_Response,DL_Talok10_PlayerResponse_3
source: "Our city is full of light."
it: "La nostra città è piena di luce."

# Dialogue_Response,DL_Talok10_PlayerResponse_4
source: "This place is too hot."
it: "Questo posto è troppo caldo."

# Dialogue_Response,DL_Talok35_PlayerResponse_1
source: You're a poet?
it: Sei un poeta?

# Dialogue_Response,DL_Talok4_PlayerResponse_1
source: What?
it: Cosa?

# Dialogue_Response,DL_Talok5_PlayerResponse_1
source: I don't believe I've heard of you before.
it: Non credo di aver mai sentito parlare di te prima d'ora.

# Dialogue_Response,DL_Talok6_PlayerResponse_1
source: Nope, never heard of you.
it: Decisamente no, mai sentito parlare di te.

# Dialogue_Response,DL_Talok7_PlayerResponse_1
source: Sounds good!
it: Suona bene!

# Dialogue_Response,DL_Talok8_PlayerResponse_1
source: Is that it?
it: È tutto qui?

# Dialogue_Response,DL_Talok9_PlayerResponse_1
source: I would be honored.
it: Ne sarei onorato.

# Dialogue_Response,DL_TalokDone1_PlayerResponse_1
source: Nice, I'll leave you to it.
it: Carino, lo lascio a te.

# Dialogue_Response,DL_TalokDone_PlayerResponse_1
source: What are you doing out here?
it: Cosa ci fai qua fuori?

# Dialogue_Response,DL_Tamaru1_PlayerResponse_1
source: I'm afraid not, sorry.
it: Temo di no, scusa.

# Dialogue_Response,DL_Tamaru2_PlayerResponse_1
source: Perhaps you're right Tamaru.
it: Forse hai ragione Tamaru.

# Dialogue_Response,DL_Tamaru3_PlayerResponse_1
source: Me too... I think.
it: Anch'io... credo.

# Dialogue_Response,DL_Tamaru_PlayerResponse_1
source: We've spoken before?
it: Abbiamo parlato in precedenza?

# Dialogue_Response,DL_Tamaru_PlayerResponse_2
source: We didn't speak much before...
it: Non abbiamo parlato molto prima...

# Dialogue_Response,DL_Taphal1_PlayerResponse_1
source: Break from what, and why would you be worried about being lazy?
it: Una pausa da cosa, e perché dovresti essere preoccupato di essere pigro?

# Dialogue_Response,DL_Taphal1_PlayerResponse_2
source: I met Tafall - You two have very similar names.
it: Ho incontrato Tafall - voi due avete dei nomi davvero simili.

# Dialogue_Response,DL_Taphal2_PlayerResponse_1
source: I see, but don't let your work consume you little one. Feel free to take a break whenever you need to.
it: Capisco, ma non lasciare che il tuo lavoro ti consumi, piccoletto. Sentiti libero di fare una pausa ogni volta che ne hai bisogno.

# Dialogue_Response,DL_Taphal3_PlayerResponse_1
source: Take care.
it: Riguardati.

# Dialogue_Response,DL_TaphalFixed2_PlayerResponse_1
source: nice...
it: carino...

# Dialogue_Response,DL_TaphalFixed3_PlayerResponse_1
source: Just you two?
it: Solo voi due?

# Dialogue_Response,DL_TaphalFixed4_PlayerResponse_1
source: Tafall is your apprentice now?
it: Ora Tafall è il tuo apprendista?

# Dialogue_Response,DL_TaphalFixed6_PlayerResponse_1
source: Alright, I'll leave you to it.
it: Va bene, ti lascio al tuo lavoro.

# Dialogue_Response,DL_TaphalFixed_PlayerResponse_1
source: Yes it seems quite-
it: Sì, sembra alquanto-

# Dialogue_Response,DL_TaphalFixing1_PlayerResponse_1
source: Are you okay Taphal?
it: Stai bene Taphal?

# Dialogue_Response,DL_TaphalFixing2_PlayerResponse_1
source: I'm sure you will, good luck.
it: Sono sicuro che lo farai, buona fortuna.

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_1
source: You mentioned something about being lazy, why would anyone think you're lazy?
it: Hai detto qualcosa riguardo l'essere pigro, perché qualcuno dovrebbe pensare che sei pigro?

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_2
source: Ahh yes, I see how it is.
it: Ahh sì, capisco la situazione.

# Dialogue_Response,DL_TelescopeMan1_PlayerResponse_1
source: Have any prophecies you've read come true?
it: Qualcuna delle profezie che hai letto si è mai avverata?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_1
source: Which prophecies have come true?
it: Quali profezie si sono avverate?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_2
source: How is this done?
it: Come è fatto?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_3
source: Can I use this telescope?
it: Posso usare questo telescopio?

# Dialogue_Response,DL_TelescopeMan_PlayerResponse_1
source: Hello, what are you reading?
it: Salve, cosa stai leggendo?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_1
source: Which prophecies have come true?
it: Quali profezie si sono avverate?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_2
source: Can I use this telescope?
it: Posso usare questo telescopio?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_1
source: Which prophecies have come true?
it: Quali profezie si sono avverate?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_2
source: How do you make prophecies?
it: Come fai a creare profezie?

# Dialogue_Response,DL_TelescopeManWhich_PlayerResponse_1
source: Hmm, very Interesting. I'll leave you to it.
it: Hmm, molto interessante. Ti lascio al tuo lavoro.

# Dialogue_Response,DL_TempleMasterOtherTemples_PlayerResponse_1
source: Very well, I'll keep a look out for them.
it: Molto bene, terrò un occhio aperto per loro.

# Dialogue_Response,DL_TempleMasterQuestion_PlayerResponse_1
source: Yes the temple is safe.
it: Sì, il tempio è sicuro.

# Dialogue_Response,DL_TempleMasterThanks_PlayerResponse_1
source: Alright, I seem to be done here, Goodbye.
it: Bene, sembra che qui abbia finito, arrivederci.

# Dialogue_Response,DL_TempleMatoran1_PlayerResponse_1
source: You're welcome!
it: Di niente!

# Dialogue_Response,DL_TempleMatoran2_PlayerResponse_1
source: If I have the time, I will!
it: Se ne avessi il tempo, lo farò!

# Dialogue_Response,DL_TempleMatoranGetQuest_PlayerResponse_1
source: If I have the time, I will!
it: Se ne avessi il tempo, lo farò!

# Dialogue_Response,DL_TempleMatoranQuestGet_PlayerResponse_1
source: Thank you, I'll look for it.
it: Grazie, lo cercherò.

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_1
source: Would you happen to know where the closest one is?
it: Non sapresti dove si trovi il più vicino?

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_2
source: I'll see what I can do.
it: Vedrò cosa posso fare.

# Dialogue_Response,DL_Thankscavetemple1_PlayerResponse_1
source: No problem.
it: Nessun problema.

# Dialogue_Response,DL_Thankscavetemple_PlayerResponse_1
source: Yes, the Rahi have been defeated.
it: Sì, i Rahi sono stati sconfitti.

# Dialogue_Response,DL_ThanksyouforKumo_PlayerResponse_1
source: You're welcome little one.
it: Di niente, piccoletto.

# Dialogue_Response,DL_Thuei2_PlayerResponse_1
source: And... what exactly is it supposed to be?
it: E... esattemente cosa dovrebbe essere?

# Dialogue_Response,DL_Thuei2_PlayerResponse_2
source: And... what exactly is it supposed to be?
it: E... esattemente cosa dovrebbe essere?

# Dialogue_Response,DL_Thuei3_PlayerResponse_2
source: When will you finish it?
it: Quando lo finirai?

# Dialogue_Response,DL_Thuei3_PlayerResponse_3
source: When will you finish it?
it: Quando lo finirai?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_2
source: I'm honored... I think. When will you finish it?
it: Ne sono onorato... credo. Quando lo finirai?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_3
source: I'm honored... I think. When will you finish it?
it: Ne sono onorato... credo. Quando lo finirai?

# Dialogue_Response,DL_ThueiFinish_PlayerResponse_1
source: That's an interesting idea.
it: È un'idea interessante.

# Dialogue_Response,DL_ThueiFinishOnua_PlayerResponse_1
source: That's an interesting idea.
it: È un'idea interessante.

# Dialogue_Response,DL_ThueiFun_PlayerResponse_1
source: When will you finish it?
it: Quando lo finirai?

# Dialogue_Response,DL_ThueiFun_PlayerResponse_2
source: When will you finish it?
it: Quando lo finirai?

# Dialogue_Response,DL_ThueiOutro_PlayerResponse_1
source: I'll leave you to it.
it: Lo lascerò a te.

# Dialogue_Response,DL_Trader1_PlayerResponse_1
source: Sure.
it: Certo.

# Dialogue_Response,DL_Trader1_PlayerResponse_2
source: No thanks.
it: No grazie.

# Dialogue_Response,DL_TutCorruptedMakuta1_PlayerResponse_1
source: Stop this madness, Makuta!
it: Ferma questa follia, Makuta!

# Dialogue_Response,DL_TutCorruptedMakuta2_PlayerResponse_1
source: It’s your control over us that has ended!
it: È il controllo che avevi su di noi ad essere giunto al termine!

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_1
source: What is my duty?
it: Qual'è il mio dovere?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_2
source: Where am I?
it: Dove sono?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_3
source: Who am I?
it: Chi sono io?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_4
source: I am ready to wake up.
it: Sono pronto a svegliarmi.

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_1
source: Where am I?
it: Dove sono?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_2
source: Who am I?
it: Chi sono io?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_3
source: I am ready to wake up.
it: Sono pronto a svegliarmi.

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_1
source: What is my duty?
it: Qual'è il mio dovere?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_2
source: Who am I?
it: Chi sono io?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_3
source: I am ready to wake up.
it: Sono pronto a svegliarmi.

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_1
source: What is my duty?
it: Qual'è il mio dovere?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_2
source: Where am I?
it: Dove sono?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_3
source: I am ready to wake up.
it: Sono pronto a svegliarmi.

# Dialogue_Response,DL_Ukkar1_PlayerResponse_1
source: What is?
it: Cos'è?

# Dialogue_Response,DL_Ukkar2_PlayerResponse_1
source: I've seen a fair amount of it.
it: Ne ho visti parecchi.

# Dialogue_Response,DL_Ukkar3_PlayerResponse_1
source: Really?
it: Davvero?

# Dialogue_Response,DL_Ukkar4_PlayerResponse_1
source: Me as well.
it: Anch'io.

# Dialogue_Response,DL_VakamaBeforeRescue1_PlayerResponse_2
source: Can you remind me how we met?
it: Può ricordarmi come ci siamo conosciuti?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_1
source: What could have happened to the other Turaga?
it: Cosa può essere successo agli altri Turaga?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_2
source: What should I do?
it: Cosa dovrei fare?

# Dialogue_Response,DL_VakamaBeforeRescueLeave_PlayerResponse_1
source: I shall leave you in peace.
it: Vi lascerò in pace.

# Dialogue_Response,DL_VakamaBeforeRescueMap_PlayerResponse_1
source: I'll find the other Turaga.
it: Toverò gli altri Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_1
source: How might I find these other Villages?
it: Come potrei trovare questi altri villaggi?

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_2
source: Of Course Turaga.
it: Certamente, Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhere_PlayerResponse_1
source: What should I do?
it: Cosa dovrei fare?

# Dialogue_Response,DL_VakamaPostKini1_PlayerResponse_1
source: Very well, I'll return to my questing.
it: Molte bene, riprenderò la mia ricerca.

# Dialogue_Response,DL_VakamaPostKini_PlayerResponse_2
source: We have gathered all of our Makoki stones Turaga, what is next?
it: Turaga, abbiamo raccolto tutte le nostre Pietre Makoki, cosa dobbiamo fare ora?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_1
source: I heard you have a task for me?
it: Ho sentito dire che hai un incarico per me?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_3
source: I am glad they are safe as well.
it: Sono lieto che anche gli altri siano salvi.

# Dialogue_Response,DL_VakamaPostRescueSafe_PlayerResponse_1
source: Indeed.
it: Infatti.

# Dialogue_Response,DL_VakamaPostRescueTahu1_PlayerResponse_1
source: So you need me to enter the Ta-Kini in search of this mask?
it: Dunque hai bisogno che io entri nel Ta-Kini in cerca di questa maschera?

# Dialogue_Response,DL_VakamaPostRescueTahu2_PlayerResponse_1
source: Who?
it: Chi?

# Dialogue_Response,DL_VakamaPostRescueTahu3_PlayerResponse_1
source: What happened?
it: Cos'è successo?

# Dialogue_Response,DL_VakamaPostRescueTahu4_PlayerResponse_1
source: I shall save him, Turaga.
it: Lo salverò, Turaga.

# Dialogue_Response,DL_VakamaPostRescueTahu_PlayerResponse_1
source: I am prepared. What is it?
it: Sono preparato. Cos'è?

# Dialogue_Response,DL_VakamaPostTAKiniFailsafe_PlayerResponse_2
source: Thank you Turaga, I'm off.
it: Grazie Turaga, Ora vado.

# Dialogue_Response,DL_VegSeller1_PlayerResponse_1
source: What's the matter?
it: Qual'è il problema?

# Dialogue_Response,DL_VegSeller2_PlayerResponse_2
source: I don't need any at the moment, no.
it: No, al momento non mi servono.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay1_PlayerResponse_1
source: I see... I hope to see you all here next time I visit. Goodbye everyone, and goodluck.
it: Capisco... spero di vedervi tutti la prossima volta che farò visita qui. Arrivederci a tutti e buona fortuna.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay_PlayerResponse_1
source: Excuse me?
it: Scusami?

# Dialogue_Response,DL_WhagnaMeeting_Parhi17_PlayerResponse_1
source: Me? You'd trust me with the fate of your village?
it: Io? Affideresti a me la sorte del tuo villaggio?

# Dialogue_Response,DL_WhagnaMeeting_Parhi18_PlayerResponse_1
source: I see, I will use my best judgement.
it: Capisco, sceglierò con cura.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_1
source: You should stay and repair Whagna, It will be hard - but this is your home.
it: Dovreste restare e riparare Whagna, sarà dura - ma questa è la vostra casa.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_2
source: You should go back to your own Koros, It's too dangerous for Matoran out this far.
it: Dovreste tornare a vostri rispettivi Koro, qua fuori è troppo pericoloso per dei Matoran.

# Dialogue_Response,DL_WhagnaMeeting_ReturnStay_PlayerResponse_1
source: Very well, good luck.
it: Molto bene, buona fortuna.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave2_PlayerResponse_1
source: I hope to see you again soon, Goodbye.
it: Spero di rivederti presto, addio.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave_PlayerResponse_1
source: I'm sorry crafter, It's for your own safety.
it: Mi dispiace artigiano, è per la tua sicurezza.

# Dialogue_Response,DL_WhagnaVillager1_PlayerResponse_1
source: This is a nice town you have here.
it: Qui avete proprio una bella città.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_1
source: I heard you have something for me?
it: Ho sentito che hai qualcosa per me?

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_3
source: Has Onu-Koro been faring well?
it: Onu-Koro se la sta cavando bene?

# Dialogue_Response,DL_WhenuaDefaultPostKini_PlayerResponse_1
source: Has Onu-Koro been faring well?
it: Onu-Koro se la sta cavando bene?

# Dialogue_Response,DL_WhenuaGetmeDown_PlayerResponse_1
source: Alright alright.
it: Va bene, va bene.

# Dialogue_Response,DL_WhenuaLost1_PlayerResponse_1
source: What are you doing up there?
it: Cosa stai facendo lassù?

# Dialogue_Response,DL_WhenuaLost2_PlayerResponse_1
source: Do you need help getting down, Turaga?
it: Turaga, hai bisogno di una mano per scendere?

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_1
source: It’s not that far. You can Jump!
it: Non è così lontano. Puoi saltare!

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_2
source: Don’t worry- I’ll find some way to get you down.
it: Non preoccuparti- troverò un modo per farti scendere.

# Dialogue_Response,DL_WhenuaOnua1_PlayerResponse_1
source: What do you mean?
it: Cosa intendi?

# Dialogue_Response,DL_WhenuaOnua2_PlayerResponse_1
source: What do you mean “again”?
it: Cosa intendi con "ancora"?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_1
source: I see. What is so important about this temple?
it: Capisco. Cosa c'è di così importante riguardo questo tempio?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_2
source: I see. What is so important about this temple?
it: Capisco. Cosa c'è di così importante riguardo questo tempio?

# Dialogue_Response,DL_WhenuaOnua4real_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
it: Grazie, Turaga. Mi assicurero di prestare cautela.

# Dialogue_Response,DL_WhenuaOnua_PlayerResponse_1
source: I see. I am glad that you’ve found your way back to Onu-Koro safely.
it: Capisco. Sono lieto che tu sia riuscito a tornare a Onu-Koro in sicurezza.

# Dialogue_Response,DL_WhenuaOnuaMap_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
it: Grazie, Turaga. Mi assicurero di prestare cautela.

# Dialogue_Response,DL_WhenuaSaved1_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
it: Allora scommetto che sei impaziente di tornare a Onu-Koro.

# Dialogue_Response,DL_WhenuaSaved2_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
it: Allora scommetto che sei impaziente di tornare a Onu-Koro.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_1
source: I didn’t know you were that afraid of heights, Turaga.
it: Non sapevo che avessi così tanta paura delle altezze, Turaga.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_2
source: What were you saying about “back in your day?”
it: Cosa dicevi a proposito di “ai miei tempi”?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_1
source: Pohatu isn't expecting another race out of me, is he?
it: Pohatu non si aspetta mica che prenda parte ad un'altra gara, vero?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_2
source: ...You can come back to Po-Koro, you know.
it: ...Puoi tornare a Po-Koro, lo sai.

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
it: Cosa ci fa un Matoran come te qua fuori?

# Dialogue_Response,DL_WinRacePoduGeneral_PlayerResponse_1
source: I see. I’m glad you’ve found a place where you’re happy.
it: Capisco. Sono lieto che tu abbia trovato un posto dove ti senti felice.

# Dialogue_Response,DL_WinRacePoduKopaka_PlayerResponse_1
source: Good. And so have I.
it: Bene. E anch'io.

# Dialogue_Response,DL_WinRacePoduPohatu1_PlayerResponse_1
source: He thought it was... Very Cool™.
it: Ha pensato che fosse... Molto Figo™.

# Dialogue_Response,DL_WinRacePoduPohatu_PlayerResponse_1
source: ...Well that certainly sounds like fun!
it: ...Beh di certo sembra divertente!

# Dialogue_Response,DL_WinRacePohatu2_PlayerResponse_1
source: Speaking of rewards, didn’t you say there was some reward if I won?
it: A proposito di premi, non avevi detto che avrei ricevuto una ricompensa se avessi vinto?

# Dialogue_Response,DL_WinRacePohatu_PlayerResponse_1
source: Thank you Pohatu. ...You weren’t terrible either.
it: Grazie Pohatu. ...Anche tu non sei stato terribile.

# Dialogue_Response,DL_WinRacePohatuGift_PlayerResponse_1
source: This looks idiotic.
it: Sembra un'idiozia.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_1
source: Sorry, I'm not in the market for fish.
it: Scusa, non mi intendo di mercato del pesce.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_2
source: I usually just swim after them. Makes for good practice.
it: Di solito li inseguo a nuoto e basta. È un ottimo esercizio.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_3
source: I prefer to eat leaf-plants instead of rahi...
it: Preferisco mangiare foglie-piante che rahi...

# Dialogue_Response,DL_YumaFishIntro_Gali_PlayerResponse_1
source: Good business to you, Yuma.
it: Buon lavoro a te, Yuma.

# Dialogue_Response,DL_YumaFishIntro_lewa_PlayerResponse_1
source: Hard-doubt I will, but thanks... I suppose.
it: Dubito-forte che lo farò, ma grazie... suppongo.

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_1
source: Hello... is everything alright?
it: Salve... va tutto bene?

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_2
source: I'll leave you to it.
it: Ti lascerò in pace.

# Dialogue_Text,DL_420man
source: Huh? Oh you won't hurt me. You won't hurt me right?
it: Huh? Oh, non mi farai del male. Non mi farai del male, vero?

# Dialogue_Text,DL_420man1
source: Right. Right. I can't see the right pattern, if I could - maybe I would understand...
it: Giusto. Giusto. Non riesco a trovare il giusto schema, se lo facessi - forse sarei in grado di comprendere...

# Dialogue_Text,DL_420man2
source: Yes, I'll be fine. Just as long as I don't go too deep, you can't come back from that.
it: Sì, starò bene. Finché non mi spingo troppo inprofondita, da quello non c'è ritorno.

# Dialogue_Text,DL_Ahkmou
source: Toa! Umm, hello... Would you like to buy a Comet?
it: Toa! Umm, slave... Vorresti comprare una Cometa?
