Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran1
source: Oh? Well that would be because I'm not a Ga-Matoran.
it: Oh? Beh, quello è perché non sono un Ga-Matoran.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran2
source: It's fine! I understand if my presence in Ga-Koro may have confused you, Toa $T.
it: Non fa niente! Capisco che la mia presenza a Ga-Koro possa averti confuso, Toa $T.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran3
source: Your guess is as good as mine! Though I've been told I sometime speak words that no Matoran understands.
it: La tua ipotesi è buona quanto la mia! Anche se mi è stato detto che a volte pronuncio delle parole che nessun Matoran riesce a comprendere.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran4
source: Well, the other day I caught myself saying "Vackert Väder!" when I was talking to Hahli.
it: Beh, l'altro giorno mi sono accorto di aver detto "Vackert Väder!" mentre stavo parlando con Hahli.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran5
source: I honestly do not know, but it made the rest of the conversation quite awkward...
it: Sinceramente non lo so, ma ha reso il resto della conversazione alquanto imbarazzante...

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran7
source: ...I did it again, didn't I?
it: ...l'ho fatto di nuovo, non è vero?

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura1
source: Oh Kapura? He said he was going to walk across the entirety of Mata-Nui. I don't know what's gotten into him, and I'm not sure how I feel about it.
it: Oh Kapura? Ha detto che avrebbe attraversato a piedi tutta Mata-Nui. Non so cosa gli sia preso e non sono sicuro di come mi senta al riguardo.

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura2
source: I don't know if you've noticed Toa $T, but Kapura walks very slow. In fact he's so slow that a Rahi would be able to catch him without even trying!
it: Non so se l'hai notato, Toa $T, ma Kapura cammina molto lentamente. In fatti è così lento che un Rahi sarebbe in grado di catturarlo senza nemmeno provarci!

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura3
source: I mean, there is a chance that they would consider him too boring to hunt, but you never know what goes on in the heads of the Nui-Jaga, Nui-Rama, and... *gulp* F-Fikou-Nui...
it: Voglio dire, c'è una possibilità che lo considerino troppo noioso per cacciarlo, ma non si puoi mai sapere cosa passi per la testa dei Nui-Jaga, Nui-Rama e... *deglutisce* F-Fikou-Nui...

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura4
source: I would very much appreciate that if you did, Toa $T!
it: Lo apprezzerei davvero tanto se lo facessi, Toa $T!

# Dialogue_Text,DL_SellerConsumablesTimed
source: Greetings! Have a look at my wares, you'll like what you see I'm sure of it! Long lasting energy, restorative gels, I've got it all!
it: Saluti! Dai un'occhiata alle miei merci, sono sicuro che ti piacerà ciò che vedrai! Scorte di energia, gel rinvigorenti, ho di tutto!

# Dialogue_Text,DL_SellerGeneral1
source: Come, take a look at my wares! Even a Toa needs what I have!
it: Vieni, dai un'occhiata alle mie merci! Persino un Toa ha bisogno di quello che ho!

# Dialogue_Text,DL_SellerMaskJuice1
source: Oh Toa hey! Come here, come here! I've got something you want!
it: Oh ehi Toa! Vieni qui, vieni qui! Ho qualcosa che vuoi!

# Dialogue_Text,DL_SellerMaskJuiceQuestion
source: A rare, beautiful substance. I've heard rumors that it may have the ability to power masks, and make them work like your own do.
it: Una rara, bellissima sostanza. Ho sentito delle voci che potrebbe avere la capacità di potenziare le maschere e farle funzionare come le vostre.

# Dialogue_Text,DL_SellerMasks1
source: My my a Toa, what luck! I carry something you may be interested in, Masks!
it: Accipicchia un Toa, che fortuna! Trasporto qualcosa che potrebbe interessarti: Maschere!

# Dialogue_Text,DL_SellerMasksNobua
source: Oh uhh. Hello Toa, Nobua here.
it: Oh uhh. Salve Toa, sono Nobua.

# Dialogue_Text,DL_SellerMasksNobua1
source: Oh fie, I'm not very good at this shopkeeping thing. Did you want to buy something Toa?
it: Oh mannaggia, non sono molto bravo in questa faccenda del negoziante. Vuoi comprare qualcosa, Toa?

# Dialogue_Text,DL_SellerMasksNobua2
source: Masks! Or... mask replacements anyways. We don't get a lot of sales to be honest, not sure how the company keeps us in business.
it: Maschere! O comunque... rimpiazzi per maschere. Ad essere onesti non vendiamo molto, non so come la compagnia faccia a restare in attività.

# Dialogue_Text,DL_SellerMasksNobua3
source: Huh? Oh uhh... I'm not supposed to talk about it, but seeing as you're a Toa...
it: Huh? Oh uhh... non dovrei parlarne, ma visto che sei un Toa...

# Dialogue_Text,DL_SellerMasksNobua4
source: *Hushed* I'm currently working off my debt to the company, they said they'd throw me out of Onu-Koro if I didn't work for them!
it: *Sottovoce* Sto saldando il mio debito con la compagnia, hanno detto che mi avrebbero sbattuto fuori da Onu-Koro se non avessi lavorato per loro!

# Dialogue_Text,DL_SellerMasksNobua5
source: Buy my stuff! The more widgets I get, the closer I am to getting them off my back! *Wispering* Please don't tell anyone I told you this...
it: Comprate la mia roba! Più congegni guadagno, più sono vicino a togliermeli di dosso! *Sussurrando* Ti prego, non dire a nessuno che te l'ho detto...

# Dialogue_Text,DL_SellerMasksQuestion
source: Yes really! Although they are made for Matoran, they may work on a Toa who knows?
it: Sì, davvero! Anche se sono fatte per i Matoran, potrebbero funzionare su un Toa, chi lo sa?

# Dialogue_Text,DL_SellerMetal1
source: AH HA! Exactly the one who should visit my shop, you must have stumbled across some metalic objects in your travels Toa! If so, I'd buy them at a high price!
it: AH HA! Esattamente colui che dovrebbe visitare il mio negozio, devi esserti imbattuto in qualche oggetto metallico durante i tuoi viaggi, Toa! Se così fosse, li acquisterei a caro prezzo!

# Dialogue_Text,DL_SellerNone
source: Ugghh, my head...
it: Ugghh, la mia testa...

# Dialogue_Text,DL_SellerNone1
source: Nothing, it doesn't matter.
it: Niente, non ha importanza.

# Dialogue_Text,DL_SellerNone2
source: It's those two next door, they won't stop arguing! My head is killing me I can't sell, much less think!
it: Sono quei due della porta accanto, non vogliono smettere di litigare! La testa mi sta uccidendo, non riesco a vendere, tanto meno a pensare!

# Dialogue_Text,DL_SellerNotes
source: Oh oh a Toa! You MUST have some interesting artifacts from all your travels! Some ancient notes, books, anything!
it: Oh oh un Toa! Tu DEVI avere qualche manufatto interessante dai tuoi viaggi! Qualche antica annotazione, libri, di tutto!

# Dialogue_Text,DL_SellerSports
source: Kolhii, Kolhii, Kolhii! Welcome to my shop Toa, I sell everything you'll ever need for a Kolhii match!
it: Kolhii, Kolhii, Kolhii! Benvenuto nel mio negozio, Toa, io vendo tutto ciò di cui potresti mai aver bisogno per una partita di Kolhii!

# Dialogue_Text,DL_SellerSports1
source: Too? I - Oh, you've met Ahkmou...
it: Anche? Io - Oh, hai conosciuto Ahkmou...

# Dialogue_Text,DL_SellerSports2
source: No I don't like him! He's an egotistacal charlatan selling Kolhii balls just for the profit! He cares nothing about the actual game, the sportsmanship!
it: No, non mi piace! È un ciarlatano egoista che vende palle da Kolhii solo per profitto! Non gli importa nulla del gioco vero e proprio, della sportività!

# Dialogue_Text,DL_SellerTrade
source: Yes, let's trade!
it: Sì, commerciamo!

# Dialogue_Text,DL_SellerTrade2
source: Of course!
it: Certamente!

# Dialogue_Text,DL_Selling1
source: This amount's worth well more than 80 widgets!
it: Questa quantità vale ben più di 80 congegni!

# Dialogue_Text,DL_Selling2
source: But are you sure you can't at least drop the price a little?
it: Ma sei sicuro di non poter abbassare almeno un po' il prezzo?

# Dialogue_Text,DL_Selling3
source: Lava stone is very difficult to harvest, and with the recent rahi attacks it's in very high demand to be used for repairs... I suppose I could drop it to 75.
it: La pietra lavica è molto difficile da raccogliere, e con i recenti attacchi dei rahi è molto richiesta per le riparazioni... Immagino che potrei scendere a 75.

# Dialogue_Text,DL_Selling4
source: Hmm, I think I have that much...
it: Hmm, penso di averne una tale quantità...

# Dialogue_Text,DL_Seltra1
source: I really need to find a better place for my books...
it: Ho davvero bisogno di trovare un posto migliore per i miei libri...

# Dialogue_Text,DL_Seltra2
source: Oh Toa $T, Hi! Have you seen any Rahi recently?
it: Oh Toa $T, salve! Hai visto dei Rahi di recente?

# Dialogue_Text,DL_Seltra3
source: Well since you're a Toa, you get around better than us Matoran. You must get to see so many cool creatures!
it: Beh, dato che tu sei un Toa, puoi andartene in giro più facilmente di noi Matoran. Devi avere occasione di vedere molte creature interessanti!

# Dialogue_Text,DL_Seltra4
source: Oooooo! Sounds exciting, Tell me all about them!
it: Ooooooh! Sembra eccitante, raccontami tutto al riguardo!

# Dialogue_Text,DL_Seltra5
source: Ack! Wait, I was supposed to be reorginising my books. If I don't finish now then I'll forget how I was doing it! Rain check on that story Toa!
it: Ack! Aspetta, avrei dovuto riorganizzare i miei libri. Se non finisco ora poi mi dimenticherò come lo stavo facendo! Rimandiamo ad un'altra volta quella storia, Toa!

# Dialogue_Text,DL_ShipperCleanUp
source: Oh, thank you Toa but I'll be okay.
it: Oh, grazie Toa, ma starò bene.

# Dialogue_Text,DL_ShipperDefault
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today?
it: Benvenuto al centro spedizioni di Onu-Koro. C'è qualcosa in cui posso esserti d'aiuto oggi?

# Dialogue_Text,DL_ShipperDefault2
source: This is the Onu-Koro shipping center, we ship things from Koro to Koro. I know it seems like we're in Po-Wahi but we're actually just on the edge of Onu-Wahi!
it: Questo è il centro spedizioni di Onu-Koro, noi spediamo cose da un Koro all'altro. Lo so che sembra che siamo a Po-Wahi, ma in realtà siamo proprio sul confine di Onu-Wahi!

# Dialogue_Text,DL_ShipperIntro
source: *The Matoran has his eyes closed tightly. He seems to be attempting to be as quiet as possible.*
it: *Il Matoran ha gli occhi fermamente chiusi. Sembra che stia tentando di essere il più silenzioso possibile.*

# Dialogue_Text,DL_ShipperIntro_2
source: *The Matoran keeps his eyes shut.* Who... Who's there?
it: *Il Matoran tiene gli occhi chiusi.* Chi... chi va là?

# Dialogue_Text,DL_ShipperIntroGetup
source: They're gone? *He gets up, being cautious.* Oh, good. There were... two, maybe three? Or was it six? A bunch of Tarakava came in and wrecked the place!
it: Se ne sono andati? *Si alza con cautela.* Oh, bene. Ce n'erano... due, forse tre? O erano in sei? Un mucchio di Tarakava è entrato ed ha distrutto il posto!

# Dialogue_Text,DL_ShipperIntroRahi
source: Oh... Oh yeah? What kind of Rahi?
it: Oh... Oh sì? Che tipo di Rahi?

# Dialogue_Text,DL_ShipperIntroRahi_Tarakava
source: *He keeps his eyes shut.* Alright. Go ahead and eat me. Wait... Tarakava usually don't bother talking to their dinner... *He opens his eyes.* Toa! Why did you try and scare me like that?
it: *Tiene gli occhi chiusit.* Va bene. Avanti, mangiami. Aspetta... i Tarakava di solito non si disturbano a parlare con la loro cena... *Apre gli occhi.* Toa! Perché hai cercato di spaventarmi in quel modo?

# Dialogue_Text,DL_ShipperIntroRahi_Toa
source: Wait a minute... Toa aren't Rahi! *He opens his eyes.* Oh, It's you Toa $T. You shouldn't try to trick people, it's unbecoming of a hero.
it: Aspetta un minuto... i Toa non sono Rahi! *Apregli occhi.* Oh, sei tu Toa $T. Non dovresti cercare di imbrogliare le persone, non sio addice ad un eroe.

# Dialogue_Text,DL_ShipperIntroRahi_Ussal
source: An Ussal that can talk? I've gotta see this... *He opens his eyes.* Oh. It's just you, Toa $T... I mean, not that i'm not glad to see you, that is!
it: Un Ussal che parla? Questo devo proprio vederlo... *Apre gli occhi.* Oh. Sei tu, Toa $T... voglio dire, non che io non sia felice di vederti, sia chiaro!

# Dialogue_Text,DL_ShipperIntroToa
source: T-Toa? *He opens his eyes.* Toa $T! It's good to see you... Ouch. It's a bit bright. I've had my eyes closed for a while now...
it: T-Toa? *Apre gli occhi.* Toa $T! È bello vederti... Ouch. C'è un po' troppa luce. È da un po' che avevo gli occhi chiusi...

# Dialogue_Text,DL_ShipperIntroToa_2
source: Oh, I was hiding. Didn't you see them when you came in?
it: Oh, mi stavo nascondendo. Non li hai visti quando sei entrato?

# Dialogue_Text,DL_ShipperMahi
source: The Mahi! Thank Mata-Nui they're safe. You're right, it's odd for Tarakava that seem so ravenous to not eat the nearest Rahi - or Matoran - in plain sight...
it: I Mahi! Grazie a Mata-Nui sono salvi. Hai ragione, è insolito che i Tarakava, che sembrano così voraci, non abbiano divorato i Rahi più vicini - o i Matoran - in piena vista...

# Dialogue_Text,DL_ShipperOnuKoro
source: We're the official shipping center for the city because we're the only major Onu-Wahi Port, but not all shipments from Onu-Koro go through us. In fact, our boss doesn't even visit this location often. It's kinda confusing, I don't really know how it works. But I work here anyway.
it: Siamo il centro spedizioni ufficiale della città poiché siamo l'unico grande porto di Onu-Wahi, ma non tutte le spedizioni da Onu-Koro passano da noi. infatti il nostro capo non viene spesso a visitare questa postazione. È un po' confusionario, non so esattamente come funzioni. Ma comunque lavoro qui.

# Dialogue_Text,DL_ShipperQuest1
source: Oh, Mr Khalo's shipment? I think my couriers started on their way with it yesterday. Come to think of it, they should be back by now.
it: Oh, la spedizione di Mr Khalo? Credo che i miei corrieri si siano partiti ieri. A pensarci bene, avrebbero dovuto essere già tornati.

# Dialogue_Text,DL_ShipperQuestWhichWay
source: Well, their usual route to Po-Koro takes them from here and through the Pillar-Lands. That's roughly north east of here. I'd start there.
it: Beh, il loro solito tragitto per Po-Koro li porta da qui ad attraversare le Lande dei Pilastri. È all'incirca a nord-est da qui. Io inizierei da lì.

# Dialogue_Text,DL_ShipperWhatHappened
source: Well, I was alone here, when all of the sudden a bunch of big mean Tarakava came around, destroying all sorts of stuff! They usually never get this close to here... They must have been looking for something specific...
it: Beh, erao qui da solo, quando all'improvvisso èarrivato un mucchio di vili Tarakava, distruggendo ogni cosa! Di solito non si avvicinano mai così tanto a qui... dovevano essere alla ricerca di qualcosa di specifico...

# Dialogue_Text,DL_ShipperWhatPlace
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today? ...Sorry, habit.
it: Benvenuto al centro spedizioni di Onu-Koro. Posso aiutarvi in qualche modo oggi? ...Scusa, l'abitudine.

# Dialogue_Text,DL_StaffSeller1
source: Excuse me for a moment... Welcome Toa to my humble shop! Would you perhaps be in the market for a Ta-Koro Guard staff?
it: Scusami solo un momento... benvenuto Toa, nel mio umile negozio! Potresti forse essere interessato ad acquistare un bastone della Guardia di Ta-Koro?

# Dialogue_Text,DL_StaffSeller2
source: Uhh well, technically no... You're supposed to have a Ta-Koro Guard insignia, but I'd be willing to make an exception for you!
it: Uhh beh, tecnicamente no... dovresti possedere un distintivo della Guardia di Ta-Koro, ma sarei disposto a fare un'eccezione per te!

# Dialogue_Text,DL_StaffSellerQuartermaster
source: Oh dear, how wrong?
it: Oh cielo, quanto sbagliato?

# Dialogue_Text,DL_StaffSellerQuartermaster2
source: Gahh! I knew I'd get those mixed up at some point, they look exactly the same! I'll correct that straight away... Hmm, perhaps you would be willing to bring the class two's back for me?
it: Gahh! Sapevo che prima o poi li avrei scambiati, hanno esattamente lo stesso aspetto! Rimedierò immediatamente... hmm, saresti forse disposto a riportarmi quelli di seconda scelta?

# Dialogue_Text,DL_StaffSellerQuartermaster3
source: Excellent I'll get right on that then!
it: Eccellente, allora me ne occuperò subito!

# Dialogue_Text,DL_StaffSellerQuartermaster4
source: Ahh $T have you spoken to the Quartermaster yet?
it: Ahh $T hai già parlato col quartiermastro?

# Dialogue_Text,DL_StaffSellerQuartermaster5
source: Excellent! I've already sent out for the corrected delivery, it should be here within four days time.
it: Eccellente! Ho già inviato la spedizione corretta, dovrebbe arrivare entro quattro giorni.

# Dialogue_Text,DL_StaffSellerQuartermaster6
source: Hold a moment toa! I can't have you go wandering off without your reward. Here we are, would 60 widgets be enough for you troubles.
it: Aspetta un momento, toa! Non posso lasciare che te ne vada senza la tua ricompensa. Ecco qua, potrebbero bastare 60 congegni per il disturbo.

# Dialogue_Text,DL_StaffSellerQuartermaster7
source: Welcome back to my shop Toa $T! I appreciate what you did, helping me with that mess earlier.
it: Bentornato nel mio negozio Toa $T! Apprezzo ciò che hai fatto, avermi aiutato con quel casino di prima.

# Dialogue_Text,DL_StaffSellerQuartermasterRewardQuestion
source: Well, I suppose I could reward you with a large sum of widgets, would that suffice?
it: Beh, suppongo che possa ricompensarti con una maggior quantità di congegni, così sarebbe sufficiente?

# Dialogue_Text,DL_StatueCarver1
source: *Mumbling to self* Carry the one... Hmm yes, more over there...
it: *Borbottando tra sé* Sposta quello... hmm sì, un po' più in là...

# Dialogue_Text,DL_StatueCarver2
source: ACK! Goodness Toa, You shouldn't sneak up on people like that, I'm working on a carving of the Great Toa of stone, Pohatu.
it: ACK! Santo cielo Toa, non dovresti sorprendere le persone in quel modo, sto lavorando ad una incisione di Pohatu, il Grande Toa della pietra.

# Dialogue_Text,DL_StatueCarverPohatu
source: Yes, I suppose he is...
it: Sì, suppongo che lo sia...

# Dialogue_Text,DL_StatueCarverPohatu1
source: Toa $T, You're here? You - Uhh, it's not finished yet. I would say don't look, but I'm afraid that's to exactly possible.
it: Toa $T, sei qui? Tu - Uhh, non è ancora finita. Ti direi di non guardare, ma temo che non sia esattamente possibile.

# Dialogue_Text,DL_StatueCarverPohatu2
source: I knew you'd like it! Wait, Now that you're here, you could model for me! You'd just have to stand still for... A few hours... or days...
it: Sapevo che ti sarebbe piaciuta! Aspetta, ora che sei qui, potresti posare per me! Dovresti solo restare immobile per... qualche ora... o giorno...

# Dialogue_Text,DL_StatueSeller
source: Statuettes! Souvenirs! Excellent Po-Koronan Craftsmanship! What about you toa? Would you like a Statuette of yourself $T?
it: Statuette! Souvenir! Di eccellente fattura Po-Koroniana! Che ne dici toa? Vorresti una statuetta di te stesso $T?

# Dialogue_Text,DL_Tafall1
source: Greetings Toa $T! Welcome to Whagna Village, our humble home on the outskirts of Ko-Wahi.
it: Saluti Toa $T! Benvenuto al villaggio di Whagna, la nostra umile dimora ai confini di Ko-Wahi.

# Dialogue_Text,DL_TafallAbandoned1
source: Because I want to, and I have nothing else to do! Why won't you let me?
it: Perché lo voglio e non ho nient'altro da fare! Perché non vuoi lasciarmelo fare?

# Dialogue_Text,DL_TafallAbandoned2
source: Like I told you last time Tafall, I can't teach you right now! Plus Marka just asked me to start building a new boat, ontop of everything else I need to get finished already!
it: Come ti ho detto l'ultima volta, Tafall, ora non posso insegnarti! In più Marka mi ha appena chiesto di iniziare a costruire una nuova barca, oltre a tutto quello che devo già finire!

# Dialogue_Text,DL_TafallAbandoned3
source: Oh... Heeeyyy there Toa...
it: Oh... Eehiiiilààà Toa...

# Dialogue_Text,DL_TafallAbandoned4
source: I want to be Taphal's apprentace so I can learn to work on things like him, but he doesn't want to teach me!
it: Voglio essere l'apprendista di Taphal così da imparare a lavorare come lui, ma lui non vuole insegnarmi!

# Dialogue_Text,DL_TafallAbandoned5
source: That's right. I just can't fit it into my schedule at this point!
it: Esatto. A questo punto non riesco proprio a infilarlo tra i miei impegni!

# Dialogue_Text,DL_TafallAbandoned6
source: Yes, that would work! I can hand you tools, carry materials, and watch what you do. That's how I'll learn!
it: Sì, dovrebbe funzionare! Posso passarti gli attrezzi, trasportare i materiali ed osservare quello che fai. È così che imparerò!

# Dialogue_Text,DL_TafallAbandoned7
source: Hmm... Alright. Sure, I guess that could work.
it: Hmm... va bene. Certo, immagino possa funzionare.

# Dialogue_Text,DL_TafallAbandoned8
source: Thank you so much Toa, I'm sure I'll learn a lot from this!
it: Grazie infinite Toa, sono certo che imparerò un sacco da questo!

# Dialogue_Text,DL_TafallAbandonedReturn
source: Thank you again $T, I know this apprenticeship will be great.
it: Grazie ancora $T, so che questo apprendistato sarà grandioso.

# Dialogue_Text,DL_TafallFixing1
source: Uhh, I wish I was back in Ga-Koro. I hate the snow, it's so sticky and gross - gets everywhere.
it: Uhh, vorrei essere ancora a Ga-Koro. Odio la neve, è così appiccicosa e viscida - si infila dappertutto.

# Dialogue_Text,DL_TafallFixing2
source: Huff - Of course I knew that! You... You really shouldn't sneak up on someone like that Toa.
it: Huff - Certo chelo sapevo! Tu... tu non dovresti proprio sorprendere qualcuno in quel modo, Toa.

# Dialogue_Text,DL_TafallQuestion
source: Yes we have very similar names, but to be honest, there's not much of a story there Toa - I just don't like being confused with him.
it: Sì,abbiamo dei nomi davvero simili, ma ad essere onesti, non c'è molto da dire su questo, Toa - è solo che non mi piace essere confuso con lui.

# Dialogue_Text,DL_Tahu1
source: We are all gathered. We are ready and willing to face this threat at long last. Makuta falls this day!
it: Siamo tutti riuniti. Siamo finalmente pronti e decisi ad affrontare questa minaccia. Quest'oggi Makuta cadrà!

# Dialogue_Text,DL_Tahu2
source: If any of you question our choice, or doubt our abilities, speak now.
it: Se qualcuno di voi vuole contestare la nostra scelta, o dubita delle nostre abilità, parli ora.

# Dialogue_Text,DL_Tahu3
source: Is something the matter, Gali?
it: C'è qualcosa che non va, Gali?

# Dialogue_Text,DL_Tahu4
source: Turaga? What’s the meaning of this? I would think to wait until after the Makuta was defeated to gather in celebration...
it: Turaga? Qual è il significato di tutto ciò? Io aspetterei fino a che Makuta non sia stato sconfitto per riunirci in celebrazioni...

# Dialogue_Text,DL_Tahu5
source: How do we stop this madness?
it: Come fermiamo questa follia?

# Dialogue_Text,DL_Tahu6
source: ...It is settled then.
it: ...allora è deciso.

# Dialogue_Text,DL_Tahu7
source: Toa! Let us finish the task we were destined to complete!
it: Toa! Lasciateci terminare l'incarico che eravamo destinati a compiere!

# Dialogue_Text,DL_TahuNoGold
source: *Humpf* It appears we are not all ready, go collect all your golden masks.
it: *Humpf* Sembra che non siamo tutti pronti, andate a raccogliere tutte le vostre maschere d'oro.

# Dialogue_Text,DL_TahuNoGold1
source: We will reconvene when all of us have the appropriate tools for this challange.
it: Ci ricongiungeremo quando tutti avremo gli strumenti adeguati per affrontare questa sfida.

# Dialogue_Text,DL_Taipu1
source: Hmmm... Which one...
it: Hmmm... quale...
