Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Response,DL_Talok5_PlayerResponse_1
source: I don't believe I've heard of you before.
el: Δεν πιστεύω ότι σε έχω ξανακούσει.

# Dialogue_Response,DL_Talok6_PlayerResponse_1
source: Nope, never heard of you.
el: Όχι, δεν σε έχω ξανακούσει.

# Dialogue_Response,DL_Talok7_PlayerResponse_1
source: Sounds good!
el: Καλό μου ακούγετε!

# Dialogue_Response,DL_Talok8_PlayerResponse_1
source: Is that it?
el: Αυτό είναι όλο;

# Dialogue_Response,DL_Talok9_PlayerResponse_1
source: I would be honored.
el: Θα ήταν τιμή μου.

# Dialogue_Response,DL_TalokDone1_PlayerResponse_1
source: Nice, I'll leave you to it.
el: Ωραία, θα σε αφήσω σε ότι κάνεις.

# Dialogue_Response,DL_TalokDone_PlayerResponse_1
source: What are you doing out here?
el: Τι κάνεις εδώ έξω;

# Dialogue_Response,DL_Tamaru1_PlayerResponse_1
source: I'm afraid not, sorry.
el: Φοβάμαι πως όχι, συγγνώμη.

# Dialogue_Response,DL_Tamaru2_PlayerResponse_1
source: Perhaps you're right Tamaru.
el: Ίσως έχεις δίκιο Tamaru.

# Dialogue_Response,DL_Tamaru3_PlayerResponse_1
source: Me too... I think.
el: Και εγώ...νομίζω.

# Dialogue_Response,DL_Tamaru_PlayerResponse_1
source: We've spoken before?
el: Έχουμε μιλήσει και πριν;

# Dialogue_Response,DL_Tamaru_PlayerResponse_2
source: We didn't speak much before...
el: Δεν μιλήσαμε πολύ πριν...

# Dialogue_Response,DL_Taphal1_PlayerResponse_1
source: Break from what, and why would you be worried about being lazy?
el: Διάλειμμα από τι, και γιατί να ανησυχείς μήπως είσαι τεμπέλης;

# Dialogue_Response,DL_Taphal1_PlayerResponse_2
source: I met Tafall - You two have very similar names.
el: Συνάντησα την Tafall - Εσείς οι δύο έχετε πολύ παρόμοια ονόματα.

# Dialogue_Response,DL_Taphal2_PlayerResponse_1
source: I see, but don't let your work consume you little one. Feel free to take a break whenever you need to.
el: Καταλαβαίνω, αλλά μην αφήνεις τη δουλειά σου να σε καταβάλλει μικρέ. Κάνε διάλειμμα όποτε το χρειάζεσαι.

# Dialogue_Response,DL_Taphal3_PlayerResponse_1
source: Take care.
el: Να προσέχεις.

# Dialogue_Response,DL_TaphalFixed2_PlayerResponse_1
source: nice...
el: ωραία...

# Dialogue_Response,DL_TaphalFixed3_PlayerResponse_1
source: Just you two?
el: Μόνο εσείς οι δύο;

# Dialogue_Response,DL_TaphalFixed4_PlayerResponse_1
source: Tafall is your apprentice now?
el: Η Tafall είναι η μαθητευόμενή σου τώρα;

# Dialogue_Response,DL_TaphalFixed6_PlayerResponse_1
source: Alright, I'll leave you to it.
el: Εντάξει, θα σε αφήσω σε ότι κάνεις.

# Dialogue_Response,DL_TaphalFixed_PlayerResponse_1
source: Yes it seems quite-
el: Φαίνεται αρκετά-

# Dialogue_Response,DL_TaphalFixing1_PlayerResponse_1
source: Are you okay Taphal?
el: Είσαι εντάξει Tapha;

# Dialogue_Response,DL_TaphalFixing2_PlayerResponse_1
source: I'm sure you will, good luck.
el: Είμαι σίγουρος, καλή τύχη.

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_1
source: You mentioned something about being lazy, why would anyone think you're lazy?
el: Ανέφερες κάτι για την τεμπελιά, γιατί να σε θεωρήσει κανείς τεμπέλη;

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_2
source: Ahh yes, I see how it is.
el: Ααα ναι, βλέπω πώς είναι.

# Dialogue_Response,DL_TelescopeMan1_PlayerResponse_1
source: Have any prophecies you've read come true?
el: Έχουν επαληθευτεί κάποιες από της προφητείες που έχεις διαβάσει;

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_1
source: Which prophecies have come true?
el: Ποιες προφητείες έχουν γίνει πραγματικότητα;

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_2
source: How is this done?
el: Πως γίνεται αυτό;

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_3
source: Can I use this telescope?
el: Μπορώ να χρησιμοποιήσω το τηλεσκόπιο;

# Dialogue_Response,DL_TelescopeMan_PlayerResponse_1
source: Hello, what are you reading?
el: Γειά σου, τι διαβάζεις;

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_1
source: Which prophecies have come true?
el: Ποιες προφητείες έχουν γίνει πραγματικότητα;

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_2
source: Can I use this telescope?
el: Μπορώ να χρησιμοποιήσω το τηλεσκόπιο;

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_1
source: Which prophecies have come true?
el: Ποιες προφητείες έχουν γίνει πραγματικότητα;

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_2
source: How do you make prophecies?
el: Πως κάνει προφητείες;

# Dialogue_Response,DL_TelescopeManWhich_PlayerResponse_1
source: Hmm, very Interesting. I'll leave you to it.
el: Χμμ πολύ ενδιαφέρον. Θα σε αφήσω σε ότι κάνεις.

# Dialogue_Response,DL_TempleMasterOtherTemples_PlayerResponse_1
source: Very well, I'll keep a look out for them.
el: Πολύ καλά, θα τους προσέχω.

# Dialogue_Response,DL_TempleMasterQuestion_PlayerResponse_1
source: Yes the temple is safe.
el: Ναι ο ναός είναι ασφαλής.

# Dialogue_Response,DL_TempleMasterThanks_PlayerResponse_1
source: Alright, I seem to be done here, Goodbye.
el: Εντάξει, φαίνεται ότι τελείωσα εδώ, αντίο.

# Dialogue_Response,DL_TempleMatoran1_PlayerResponse_1
source: You're welcome!
el: Παρακαλώ!

# Dialogue_Response,DL_TempleMatoran2_PlayerResponse_1
source: If I have the time, I will!
el: Αν έχω χρόνο, θα το κάνω!

# Dialogue_Response,DL_TempleMatoranGetQuest_PlayerResponse_1
source: If I have the time, I will!
el: Αν έχω χρόνο, θα το κάνω!

# Dialogue_Response,DL_TempleMatoranQuestGet_PlayerResponse_1
source: Thank you, I'll look for it.
el: Ευχαριστώ, θα το ψάξω.

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_1
source: Would you happen to know where the closest one is?
el: Μήπως τυχαίνει να ξέρεις πού είναι το πιο κοντινό;

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_2
source: I'll see what I can do.
el: Θα δω τι μπορώ να κάνω.

# Dialogue_Response,DL_Thankscavetemple1_PlayerResponse_1
source: No problem.
el: Κανένα πρόβλημα.

# Dialogue_Response,DL_Thankscavetemple_PlayerResponse_1
source: Yes, the Rahi have been defeated.
el: Ναι, τα Rahi έχουν ηττηθεί.

# Dialogue_Response,DL_ThanksyouforKumo_PlayerResponse_1
source: You're welcome little one.
el: Παρακαλώ μικρέ.

# Dialogue_Response,DL_Thuei2_PlayerResponse_1
source: And... what exactly is it supposed to be?
el: Και... τι ακριβώς υποτίθεται ότι είναι;

# Dialogue_Response,DL_Thuei2_PlayerResponse_2
source: And... what exactly is it supposed to be?
el: Και... τι ακριβώς υποτίθεται ότι είναι;

# Dialogue_Response,DL_Thuei3_PlayerResponse_2
source: When will you finish it?
el: Πότε θα το τελειώσεις;

# Dialogue_Response,DL_Thuei3_PlayerResponse_3
source: When will you finish it?
el: Πότε θα το τελειώσεις;

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_2
source: I'm honored... I think. When will you finish it?
el: Με τιμάς...Νομίζω. Πότε θα το τελειώσεις;

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_3
source: I'm honored... I think. When will you finish it?
el: Με τιμάς...Νομίζω. Πότε θα το τελειώσεις;

# Dialogue_Response,DL_ThueiFinish_PlayerResponse_1
source: That's an interesting idea.
el: Ενδιαφέρον ιδέα.

# Dialogue_Response,DL_ThueiFinishOnua_PlayerResponse_1
source: That's an interesting idea.
el: Ενδιαφέρον ιδέα.

# Dialogue_Response,DL_ThueiFun_PlayerResponse_1
source: When will you finish it?
el: Πότε θα το τελειώσεις;

# Dialogue_Response,DL_ThueiFun_PlayerResponse_2
source: When will you finish it?
el: Πότε θα το τελειώσεις;

# Dialogue_Response,DL_ThueiOutro_PlayerResponse_1
source: I'll leave you to it.
el: Θα σε αφήσω στην ησυχία σου.

# Dialogue_Response,DL_Trader1_PlayerResponse_1
source: Sure.
el: Αμέ.

# Dialogue_Response,DL_Trader1_PlayerResponse_2
source: No thanks.
el: Όχι ευχαρστώ.

# Dialogue_Response,DL_TutCorruptedMakuta1_PlayerResponse_1
source: Stop this madness, Makuta!
el: Σταμάτα αυτή τη τρέλα, Makuta!

# Dialogue_Response,DL_TutCorruptedMakuta2_PlayerResponse_1
source: It’s your control over us that has ended!
el: Είναι ο έλεγχός σου πάνω μας που έχει τελειώσει!

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_1
source: What is my duty?
el: Ποιο είναι το καθήκον μου;

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_2
source: Where am I?
el: Που είμαι;

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_3
source: Who am I?
el: Ποιος είμαι;

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_4
source: I am ready to wake up.
el: Είμαι έτοιμος να ξυπνήσω.

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_1
source: Where am I?
el: Που είμαι;

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_2
source: Who am I?
el: Ποιός είμαι;

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_3
source: I am ready to wake up.
el: Είμαι έτοιμος να ξυπνήσω.

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_1
source: What is my duty?
el: Ποιο είναι το καθήκον μου;

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_2
source: Who am I?
el: Ποιός είμαι;

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_3
source: I am ready to wake up.
el: Είμαι έτοιμος να ξυπνήσω.

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_1
source: What is my duty?
el: Ποιο είναι το καθήκον μου;

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_2
source: Where am I?
el: Που είμαι;

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_3
source: I am ready to wake up.
el: Είμαι έτοιμος να ξυπνήσω.

# Dialogue_Response,DL_Ukkar1_PlayerResponse_1
source: What is?
el: Τι είναι;

# Dialogue_Response,DL_Ukkar2_PlayerResponse_1
source: I've seen a fair amount of it.
el: Έχω δει μπόλικο.

# Dialogue_Response,DL_Ukkar3_PlayerResponse_1
source: Really?
el: Αλήθεια;

# Dialogue_Response,DL_Ukkar4_PlayerResponse_1
source: Me as well.
el: Και εγώ.

# Dialogue_Response,DL_VakamaBeforeRescue1_PlayerResponse_2
source: Can you remind me how we met?
el: Μου θυμίζεις πως συναντηθήκαμε;

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_1
source: What could have happened to the other Turaga?
el: Τι μπορεί να έγινε στους άλλους Turaga;

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_2
source: What should I do?
el: Τι να κάνω;

# Dialogue_Response,DL_VakamaBeforeRescueLeave_PlayerResponse_1
source: I shall leave you in peace.
el: Θα σε αφήσω στην ησυχία σου.

# Dialogue_Response,DL_VakamaBeforeRescueMap_PlayerResponse_1
source: I'll find the other Turaga.
el: Θα βρω τους άλλους Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_1
source: How might I find these other Villages?
el: Πώς μπορώ να βρω αυτά τα άλλα χωριά;

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_2
source: Of Course Turaga.
el: Φυσικά Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhere_PlayerResponse_1
source: What should I do?
el: Τι πρέπει να κάνω;

# Dialogue_Response,DL_VakamaPostKini1_PlayerResponse_1
source: Very well, I'll return to my questing.
el: Πολύ καλά, θα επιστρέψω στις αποστολές μου.

# Dialogue_Response,DL_VakamaPostKini_PlayerResponse_2
source: We have gathered all of our Makoki stones Turaga, what is next?
el: Έχουμε συγκεντρώσει όλες τις πέτρες Makoki Turaga, τι ακολουθεί;

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_1
source: I heard you have a task for me?
el: Άκουσα ότι έχεις μια δουλειά για μένα;

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_3
source: I am glad they are safe as well.
el: Χαίρομαι που είναι ασφαλείς.

# Dialogue_Response,DL_VakamaPostRescueSafe_PlayerResponse_1
source: Indeed.
el: Πράγματι.

# Dialogue_Response,DL_VakamaPostRescueTahu1_PlayerResponse_1
source: So you need me to enter the Ta-Kini in search of this mask?
el: Ώστε χρειάζεσαι να μπω στο Ta-Kini ψάχνοντας για αυτή τη μάσκα;

# Dialogue_Response,DL_VakamaPostRescueTahu2_PlayerResponse_1
source: Who?
el: Ποιός;

# Dialogue_Response,DL_VakamaPostRescueTahu3_PlayerResponse_1
source: What happened?
el: Τι έγινε;

# Dialogue_Response,DL_VakamaPostRescueTahu4_PlayerResponse_1
source: I shall save him, Turaga.
el: Θα τον σώσω, Turaga.

# Dialogue_Response,DL_VakamaPostRescueTahu_PlayerResponse_1
source: I am prepared. What is it?
el: Είμαι προετοιμασμένος. Τι είναι;

# Dialogue_Response,DL_VakamaPostTAKiniFailsafe_PlayerResponse_2
source: Thank you Turaga, I'm off.
el: Ευχαριστώ Turaga, φεύγω.

# Dialogue_Response,DL_VegSeller1_PlayerResponse_1
source: What's the matter?
el: Τι συμβαίνει;

# Dialogue_Response,DL_VegSeller2_PlayerResponse_2
source: I don't need any at the moment, no.
el: Δεν χρειάζομαι αυτή τη στιγμή, όχι.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay1_PlayerResponse_1
source: I see... I hope to see you all here next time I visit. Goodbye everyone, and goodluck.
el: Κατάλαβα... Ελπίζω να σας δω όλους εδώ την επόμενη φορά που θα σας επισκεφτώ. Αντίο σε όλους και καλή τύχη.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay_PlayerResponse_1
source: Excuse me?
el: Με συγχωρείς;

# Dialogue_Response,DL_WhagnaMeeting_Parhi17_PlayerResponse_1
source: Me? You'd trust me with the fate of your village?
el: Εγώ; Θα με εμπιστευόσουν με την τύχη του χωριού σου;

# Dialogue_Response,DL_WhagnaMeeting_Parhi18_PlayerResponse_1
source: I see, I will use my best judgement.
el: Βλέπω, θα χρησιμοποιήσω την καλύτερη μου κρίση.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_1
source: You should stay and repair Whagna, It will be hard - but this is your home.
el: Πρέπει να μείνεις και να επισκευάσεις την Whagna, θα είναι δύσκολο - αλλά αυτό είναι το σπίτι σου.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_2
source: You should go back to your own Koros, It's too dangerous for Matoran out this far.
el: Πρέπει να γυρίσετε στα δικά σας Koro, είναι πολύ επικίνδυνο για τους Matoran εδώ πέρα.

# Dialogue_Response,DL_WhagnaMeeting_ReturnStay_PlayerResponse_1
source: Very well, good luck.
el: Πολύ καλά, καλή τύχη.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave2_PlayerResponse_1
source: I hope to see you again soon, Goodbye.
el: Εις το επανιδείν, αντίο.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave_PlayerResponse_1
source: I'm sorry crafter, It's for your own safety.
el: Λυπάμαι τεχνίτη, είναι για τη δική σου ασφάλεια.

# Dialogue_Response,DL_WhagnaVillager1_PlayerResponse_1
source: This is a nice town you have here.
el: Είναι ωραία η πόλη που έχεις εδώ.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_1
source: I heard you have something for me?
el: Άκουσα ότι έχεις κάτι για μένα;

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_3
source: Has Onu-Koro been faring well?
el: Τα πάει καλά το Onu-Koro;

# Dialogue_Response,DL_WhenuaGetmeDown_PlayerResponse_1
source: Alright alright.
el: Καλά, καλά.

# Dialogue_Response,DL_WhenuaLost1_PlayerResponse_1
source: What are you doing up there?
el: Τι κάνεις εκεί πάνω;

# Dialogue_Response,DL_WhenuaLost2_PlayerResponse_1
source: Do you need help getting down, Turaga?
el: Χρειάζεσαι βοήθεια για να κατέβεις,, Turaga?

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_1
source: It’s not that far. You can Jump!
el: Δεν είναι τόσο μακριά. Μπορείς να πηδήξεις!

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_2
source: Don’t worry- I’ll find some way to get you down.
el: Μην ανησυχείς - θα βρω κάποιον τρόπο να σε κατεβάσω.

# Dialogue_Response,DL_WhenuaOnua1_PlayerResponse_1
source: What do you mean?
el: Τι εννοείς;

# Dialogue_Response,DL_WhenuaOnua2_PlayerResponse_1
source: What do you mean “again”?
el: Τι εννοείς «ξανά»;

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_1
source: I see. What is so important about this temple?
el: Κατάλαβα. Τι είναι τόσο σημαντικό για αυτόν τον ναό;

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_2
source: I see. What is so important about this temple?
el: Κατάλαβα. Τι είναι τόσο σημαντικό για αυτόν τον ναό;

# Dialogue_Response,DL_WhenuaOnua4real_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
el: Ευχαριστώ, Turaga. Θα φροντίσω να είμαι προσεκτικός.

# Dialogue_Response,DL_WhenuaOnua_PlayerResponse_1
source: I see. I am glad that you’ve found your way back to Onu-Koro safely.
el: ατάλαβα. Χαίρομαι που βρήκες τον δρόμο της επιστροφής στο Onu-Koro με ασφάλεια.

# Dialogue_Response,DL_WhenuaOnuaMap_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
el: Ευχαριστώ, Turaga. Θα φροντίσω να είμαι προσεκτικός.

# Dialogue_Response,DL_WhenuaSaved1_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
el: Βάζω στοίχημα ότι ανυπομονείς να επιστρέψεις στο Onu-Koro τότε.

# Dialogue_Response,DL_WhenuaSaved2_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
el: Βάζω στοίχημα ότι ανυπομονείς να επιστρέψεις στο Onu-Koro τότε.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_1
source: I didn’t know you were that afraid of heights, Turaga.
el: Δεν ήξερα ότι είχες υψοφοβία, Turaga.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_2
source: What were you saying about “back in your day?”
el: Τι έλεγες για «στην εποχή σου»;

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_1
source: Pohatu isn't expecting another race out of me, is he?
el: Ο Pohatu δεν περιμένει άλλον έναν αγώνα από μένα, έτσι δεν είναι;

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_2
source: ...You can come back to Po-Koro, you know.
el: ...Μπορείς να επιστρέψεις στο Po-Koro, ξέρεις.

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
el: Τι κάνει ένας Matoran σαν εσένα εδώ έξω;

# Dialogue_Response,DL_WinRacePoduGeneral_PlayerResponse_1
source: I see. I’m glad you’ve found a place where you’re happy.
el: Κατάλαβα. Χαίρομαι που βρήκες ένα μέρος όπου είσαι ευτυχισμένος.

# Dialogue_Response,DL_WinRacePoduKopaka_PlayerResponse_1
source: Good. And so have I.
el: Ωραία. Κι εγώ το ίδιο.

# Dialogue_Response,DL_WinRacePoduPohatu1_PlayerResponse_1
source: He thought it was... Very Cool™.
el: Νόμιζε ότι ήταν... Πολύ Ωραίο™.

# Dialogue_Response,DL_WinRacePoduPohatu_PlayerResponse_1
source: ...Well that certainly sounds like fun!
el: ...Λοιπόν, αυτό σίγουρα ακούγεται διασκεδαστικό!

# Dialogue_Response,DL_WinRacePohatu2_PlayerResponse_1
source: Speaking of rewards, didn’t you say there was some reward if I won?
el: Μιάς και μιλάμε για ανταμοιβές, δεν είπες ότι υπήρχε κάποια ανταμοιβή αν κέρδιζα;

# Dialogue_Response,DL_WinRacePohatu_PlayerResponse_1
source: Thank you Pohatu. ...You weren’t terrible either.
el: Σε ευχαριστώ Pohatu. ...Ούτε εσύ ήσουν απαίσιος.

# Dialogue_Response,DL_WinRacePohatuGift_PlayerResponse_1
source: This looks idiotic.
el: Αυτό φαίνεται ηλίθιο.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_1
source: Sorry, I'm not in the market for fish.
el: Λυπάμαι, δεν ψάχνω για ψάρια.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_2
source: I usually just swim after them. Makes for good practice.
el: Συνήθως κολυμπάω πίσω τους. Είναι καλή εξάσκηση.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_3
source: I prefer to eat leaf-plants instead of rahi...
el: Προτιμώ να τρώω φυλλώδη φυτά αντί για rahi...

# Dialogue_Response,DL_YumaFishIntro_Gali_PlayerResponse_1
source: Good business to you, Yuma.
el: Καλή δουλειά σε εσενά, Yuma.

# Dialogue_Response,DL_YumaFishIntro_lewa_PlayerResponse_1
source: Hard-doubt I will, but thanks... I suppose.
el: Πολύ-αμφίβολο ότι θα το κάνω, αλλά ευχαριστώ... υποθέτω.

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_1
source: Hello... is everything alright?
el: Γειά...Όλα εντάξει;

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_2
source: I'll leave you to it.
el: Σε αφήνω σε ο'τι κάνεις τότε.

# Dialogue_Text,DL_420man
source: Huh? Oh you won't hurt me. You won't hurt me right?
el: Ε; Ω, δεν θα μου κάνεις κακό. Δεν θα μου κάνεις κακό, έτσι;

# Dialogue_Text,DL_420man1
source: Right. Right. I can't see the right pattern, if I could - maybe I would understand...
el: Σωστά. Σωστά. Δεν μπορώ να δω το σωστό μοτίβο, αν μπορούσα - ίσως να καταλάβαινα...

# Dialogue_Text,DL_420man2
source: Yes, I'll be fine. Just as long as I don't go too deep, you can't come back from that.
el: Ναι, θα είμαι μια χαρά. Αρκεί να μην πάω πολύ βαθιά, δεν μπορείς να γυρίσεις από αυτό.

# Dialogue_Text,DL_Ahkmou
source: Toa! Umm, hello... Would you like to buy a Comet?
el: Toa! Εμμ, γεια σου... Θα θέλες να αγοράσεις έναν Κομήτη;

# Dialogue_Text,DL_Ahkmou1
source: Why they're my main product! They are hand crafted and specifically designed to fly faster and farther than any other Kolhii ball!
el: Γιατί είναι το κύριο προϊόν μου! Είναι χειροποίητες και ειδικά σχεδιασμένες για να πετούν πιο γρήγορα και πιο μακριά από οποιαδήποτε άλλη μπάλα!

# Dialogue_Text,DL_Ahkmou2
source: ... Well that would be my proprietary speed gel of course! It helps reduce friction on the ball.
el: ... Λοιπόν, αυτό θα ήταν το ιδιόκτητο τζελ ταχύτητας μου φυσικά! Βοηθά στη μείωση της τριβής στην μπάλα.

# Dialogue_Text,DL_Ahkmou3
source: Well there's a good chance you have! My Comets are in very high demand at the moment, they've been selling so fast that I've had to increase the price while I wait for more stock!
el: Λοιπόν, υπάρχει μεγάλη πιθανότητα να το έχεις! Οι Κομήτες μου έχουν πολύ μεγάλη ζήτηση αυτή τη στιγμή, έχουν πουληθεί τόσο γρήγορα που αναγκάστηκα να αυξήσω την τιμή όσο περιμένω για περισσότερο απόθεμα!

# Dialogue_Text,DL_Akamar
source: Ahh Hello $T. As you may have noticed the Po-Koro renevation is complete...
el: Ααα γειά σου $T. Όπως ίσως έχετε παρατηρήσει, η ανακαίνιση του Po-Koro ολοκληρώθηκε...

# Dialogue_Text,DL_Akamar2
source: Well, I'm still not entirely happy with it. Maybe I'll return to it at a later date. Besides, there are more pressing matters to attend to.
el: Λοιπόν, ακόμα δεν είμαι απόλυτα ευχαριστημένος με αυτό. Ίσως το ξανασυζητήσω αργότερα. Άλλωστε, υπάρχουν πιο επείγοντα ζητήματα που πρέπει να αντιμετωπίσω.

# Dialogue_Text,DL_Akamar3
source: I thank you Toa $T, however I must move on to even more important tasks. I will still remain here, but this time I will be creating the future...
el: Σε ευχαριστώ Toa $T, Ωστόσο, πρέπει να προχωρήσω σε ακόμη πιο σημαντικά καθήκοντα. Θα παραμείνω εδώ, αλλά αυτή τη φορά θα δημιουργώ το μέλλον...

# Dialogue_Text,DL_Akamar4
source: Yours... and your brothers, and Mata-Nui's... The future of everything.
el: Τα δικά σου... και τα αδέρφια σου, και του Mata-Nui... Το μέλλον των πάντων.

# Dialogue_Text,DL_AkamarBuddy
source: Ahh, hello Toa! How are you?
el: Ααα, γεια σου Toa! Τι κάνεις;

# Dialogue_Text,DL_AkamarBuddy2
source: I'm currently packing for my trip home, I was just here to help Akamar with Po-Koro. He won't need me for his next job... *Grumbles*
el: Αυτή τη στιγμή ετοιμάζω τις βαλίτσες μου για το ταξίδι μου πίσω στο σπίτι, ήμουν εδώ απλώς για να βοηθήσω τον Akamar με τον Po-Koro. Δεν θα με χρειαστεί στην επόμενη δουλειά του... *Γκρίνια*

# Dialogue_Text,DL_AkamarBuddy3
source: It's fine, I'm not that upset about it. I suppose there are just some things you have to do alone.
el: Είναι εντάξει, δεν είμαι και τόσο αναστατωμένος γι' αυτό. Υποθέτω ότι υπάρχουν κάποια πράγματα που πρέπει να κάνεις μόνος σου.

# Dialogue_Text,DL_Akura
source: Sorry Toa, can't talk. Translating...
el: Συγγνώμη Toa, δεν μπορώ να μιλήσω. Μεταφράζω...

# Dialogue_Text,DL_Akura1
source: *Mumbling* That's an M... Memory... Okay. *Mumbling* Ga-Koro should really be IN Naho Bay... *Mumbling*
el: *Μουρμουρητό* Αυτή είναι μια Α... Ανάμνηση... Εντάξει. *Μουρμουρητό* Το Ga-Koro θα έπρεπε να είναι όντως ΣΤΟΝ Κόλπο Naho... *Μουρμουρητό*

# Dialogue_Text,DL_Allknowingmatoran
source: I've seen you before...
el: Σε έχω ξαναδεί...

# Dialogue_Text,DL_Allknowingmatoran_2
source: Not in person, no. I've seen you in my visions.
el: Όχι αυτοπροσώπως, όχι. Σε έχω δει στα οράματά μου.

# Dialogue_Text,DL_Allknowingmatoran_3
source: I've seen you before...
el: Σε έχω ξαναδεί...

# Dialogue_Text,DL_Allknowingmatoran_DidYouFindHim
source: Have you found the Matoran yet?
el: Βρήκες τους Matoran;
