Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_KoTownSeller7
source: He either went to Ga-Koro or Po-Koro, I don't fully remember. You'll have to check with the people in those villages to see if he's been through there. I might try the dock master of Ga-Koro first.
pt_br: Ele foi pra Ga-Koro ou Po-Koro, não lembro ao certo. Vai ter que ver com as pessoas nessas aldeias pra saber se ele passou por lá. Eu tentaria a mestra das docas de Ga-Koro primeiro.

# Dialogue_Text,DL_KoTownSellerAbandoned
source: Get your pickaxes, get your... Toa!
pt_br: Temos picaretas, temos… Toa!

# Dialogue_Text,DL_KoTownSellerAbandoned1
source: It's good to see you again my friend, what brings you to Onu-Koro?
pt_br: É bom te ver de novo, {G}|gender(amigo,amiga). O que te traz a Onu-Koro?

# Dialogue_Text,DL_KoTownSellerAbandoned2
source: Because I moved my shop here of course! Still moving my wares, albiet perhaps a little faster than before... Turns out people in Onu-Koro need pickaxes, who could've imagined.
pt_br: Porque eu trouxe minha loja aqui, é claro! Ainda transferindo meus produtos, mas agora mais rápido que antes… Por um acaso, as pessoas de Onu-Koro precisam de picaretas, quem diria.

# Dialogue_Text,DL_KoTownSellerAbandonedLewa
source: Hahaha, very funny Lewa!
pt_br: Hahaha, muito engraçado, Lewa!

# Dialogue_Text,DL_KoTownSellerAbandonedSeen
source: Mhh, not really... Last time I saw any of them was when I helped Kahli get to Le-Koro through the tunnels.
pt_br: Hum, não exatamente… Última vez que vi um deles foi quando ajudei Kahli a chegar a Le-Koro através dos túneis.

# Dialogue_Text,DL_KoTownSellerAttack
source: I-I don't know, it was so fast. I remember the sound of an engine, a white flash, fire, maybe... Maybe they came from the ocean?
pt_br: E-Eu não sei, foi tão rápido. Lembro do som de um motor, um flash, fogo talvez… Talvez vieram do oceano?

# Dialogue_Text,DL_KoTownSellerFixed1
source: Welcome back $T! As you can see we are doing much better then when you left!
pt_br: {G}|gender(Bem-vindo,Bem-vinda) de volta, $T! Como pode ver, estamos nos saindo muito melhor do que quando você partiu!

# Dialogue_Text,DL_KoTownSellerFixedHow
source: Everyone is in reletively high spirits actually. Kahli has recovered from her head injury, Tafall and Taphal have become friends, which is still very strange to say out loud... and I have opened my store once again!
pt_br: Todos estão até que animados, na verdade. Kahli se recuperou do machucado na cabeça, Tafall e Taphal se tornaram amigos, o que é estranho de se falar em voz alta… e eu abri minha loja de novo!

# Dialogue_Text,DL_KoTownSellerFixedHow2
source: Ahh that would be because Numai is the only one not in high spirits. I'm not entirely sure why though, perhaps you would speak to him?
pt_br: Ahh, isso seria porque Numai é o único que não está animado, mas não sei exatamente por quê. Talvez você possa falar com ele?

# Dialogue_Text,DL_KoTownSellerFixedWall
source: Indeed, we decided it would be best to erect something that may protect us from future Rahi attacks.
pt_br: De fato, decidimos que seria melhor construir alguma coisa que possa nos proteger de futuros ataques de Rahi.

# Dialogue_Text,DL_KoTownSellerFixedWall2
source: Well, there's really no way of knowing... But it's better than nothing.
pt_br: Então, não tem como saber… Mas é melhor do que nada.

# Dialogue_Text,DL_KoTownSellerFixing1
source: What are we going to do Toa... Our home...
pt_br: O que faremos agora, Toa… Nosso lar…

# Dialogue_Text,DL_KoTownSellerFixing2
source: What's wrong? Take a look around, our village is in ruins! There's so much damage, is it even worth repairing?
pt_br: "O que foi"? Olhe em volta, nossa aldeia está arruinada! Tem tanto estrago, será que vale a pena reparar sequer?

# Dialogue_Text,DL_KoTownSellerFixing3
source: Not really, Although I know that Taphal wants to repair all the huts, Kahli has just metally checked out, and Numai just wants to go back to Ko-koro. I suppose it couldn't hurt to call a town meeting, to see what everyone wants to do.
pt_br: Não exatamente. Mas eu sei que Taphal quer reparar todas as ocas, Kahli está dissociando da realidade, e Numai só quer voltar pra Ko-Koro. Acho que uma reunião dos moradores não ia doer, pra ver o que todo mundo quer fazer.

# Dialogue_Text,DL_KoTownSellerFixing4
source: Hold on a minute toa! We may need you, if you have time to join?
pt_br: Espera um minuto, Toa! Talvez precisemos de você, se tiver tempo pra se juntar a nós…

# Dialogue_Text,DL_KoTownSellerFixing5
source: Of course, we will await your return.
pt_br: É claro, esperamos seu retorno.

# Dialogue_Text,DL_KoTownSellerFixingMeeting
source: Very good, I'll get the others. We'll be in the middle of town!
pt_br: Ótimo, vou chamar os outros. Estaremos no centro da aldeia!

# Dialogue_Text,DL_KoTownSellerFixingReturn
source: Ahh Toa $T, you're back! Are you ready for the town meeting?
pt_br: Ahh Toa $T, você voltou! Está {G}|gender(pronto,pronta) para a reunião da aldeia?

# Dialogue_Text,DL_KoTownsmanUnconcus
source: Hnnnngg...
pt_br: Hmmmpff…

# Dialogue_Text,DL_KoTownsmanUnconcus2
source: *No response*
pt_br: *Sem resposta*

# Dialogue_Text,DL_Kufa
source: Hello Toa-Hero.
pt_br: Olá, {G}|gender(Toa-Herói,Toa-Heroína).

# Dialogue_Text,DL_Kufa1
source: Have you ever had memories of the before-times?
pt_br: Você já teve memórias dos passados-tempos?

# Dialogue_Text,DL_Kufa2
source: Guess not then. I thought that maybe a Toa-Hero would know of the before-time, but I suppose it's just me.
pt_br: Parece que não. Achei que talvez {G}|gender(um,uma) {G}|gender(Toa-Herói,Toa-Heroína) saberia dos passados-tempos, mas deve ser só eu.

# Dialogue_Text,DL_Kufa3
source: I only get flashes from time to time... But there has been an ever-fimilar feeling recently.
pt_br: Só tenho vislumbres de vez em quando… Mas tive uma sensação um tanto familiar recentemente.

# Dialogue_Text,DL_Kufa4
source: It feels like it did before... Big changes are on the horizion.
pt_br: Sinto que antes era… Há grandes mudanças no horizonte.

# Dialogue_Text,DL_KylmaInQuest
source: Oh, Hello Toa $T! Have you found my research?
pt_br: Oh, olá Toa $T! Já encontrou minha pesquisa?

# Dialogue_Text,DL_KylmaNotesFound
source: Thank you very much Toa. Please take this as a reward.
pt_br: Muito obrigado, Toa. Por favor, aceite isso como recompensa.

# Dialogue_Text,DL_KylmaReading
source: Thanks again for your help Toa $T!
pt_br: Obrigado de novo pela ajuda, Toa $T!

# Dialogue_Text,DL_KylmaRuins
source: They are on a small island on the shore near the ko-wahi le-wahi border.
pt_br: Estão numa ilhazinha na costa perto da divisa entre Ko-Wahi e Le-Wahi.

# Dialogue_Text,DL_KylmaTrouble
source: Oh, Hello Toa $T! Well, simply put I cannot find some of my research.
pt_br: Oh, olá Toa $T! Então, basicamente, não consigo achar parte da minha pesquisa.

# Dialogue_Text,DL_KylmaTrouble2
source: Yes, actually. You see, some time ago we went to study the ruins of an old temple on the shore. We even set up a few huts. But then we were attacked by fierce rahi so we had no choice but to flee.
pt_br: Na verdade, sim. Sabe, um tempo atrás a gente ia estudar as ruínas de um velho tempo na praia. Até construímos umas ocas. Mas aí um bando feroz de Rahi nos atacou, então não tivemos escolha senão sair.

# Dialogue_Text,DL_KylmaTrouble3
source: Yes, it should still be in one of the small huts near the ruins.
pt_br: Sim, ainda deve estar numa das cabaninhas perto das ruínas.

# Dialogue_Text,DL_KylmaTrouble4
source: I would be grateful. And also we found a Great Kanohi there, so exploring the ruins could even aid in your quest Toa $T.
pt_br: Eu agradeceria. Aliás, também achamos uma Grande Kanohi lá, então explorar as ruínas poderia até ajudar na sua missão, Toa $T.

# Dialogue_Text,DL_KylmaWhere
source: It's not here either, then it must be...
pt_br: Também não tá aqui, então deve estar...

# Dialogue_Text,DL_LavaFarmerBreak
source: Hello Toa. I'm just taking a break, Lava farming is hard work!
pt_br: Olá, Toa. Só descansando um pouco. Colher lava é trabalho duro!

# Dialogue_Text,DL_LeQuest1
source: A Toa! Please Help me!
pt_br: {G}|gender(Um,Uma) Toa! Me ajuda, por favor!

# Dialogue_Text,DL_LeQuest1_2
source: A Toa! Please Help me!
pt_br: {G}|gender(Um,Uma) Toa! Me ajuda, por favor!

# Dialogue_Text,DL_LeQuestAcepptQuest
source: Thank you Toa! His name's Kumo, you may be able to seek-find him in the swamp. He's always going swim-fishing by the lake, It's the one with the huge-big rock in it!
pt_br: Obrigado, Toa! O nome dele é Kumo, talvez possa buscar-achar ele no pântano. Ele sempre vai ao lago para nadar-pescar, é aquele com a alta-grande pedra no meio!

# Dialogue_Text,DL_LeQuestExpos
source: My friend is lost! He went out to gather materials, and I haven't heard from him since! I fear-dread it might be past-late to save him!
pt_br: Meu amigo desapareceu! Ele saiu pra buscar materiais, e não ouvi dele desde então! Receio-temo que seja demais-tarde pra salvá-lo!

# Dialogue_Text,DL_LeQuestKumo
source: Hello Toa, are you here to save me?
pt_br: Olá Toa, veio aqui para me salvar?

# Dialogue_Text,DL_LeQuestKumoGood
source: Oh that's good, Now which way is Le-Koro?
pt_br: Oh, que bom. Agora pra onde fica Le-Koro?

# Dialogue_Text,DL_LeQuestKumoGoodAddQuest
source: Oh that's good, Now which way is Le-Koro?
pt_br: Oh, que bom. Agora pra onde fica Le-Koro?

# Dialogue_Text,DL_LeQuestKumoHelp
source: Uhh... Yes it appears I have gotten quite spin-turned.
pt_br: Hã… É, parece que eu fiquei meio tonto-perdido.

# Dialogue_Text,DL_LeQuestKumoImlost
source: I appear to be lost.
pt_br: Acho que estou perdido.

# Dialogue_Text,DL_LeQuestKumoNextime
source: I'll be fine Toa-Hero, no need to worry.
pt_br: Ficarei bem, {G}|gender(Toa-Herói,Toa-Heroína). Não precisa se preocupar.

# Dialogue_Text,DL_LeQuestKumoNextime_2
source: I'll be fine Toa, no need to worry.
pt_br: Ficarei bem, {G}|gender(Toa-Herói,Toa-Heroína). Não precisa se preocupar.

# Dialogue_Text,DL_LeQuestKumoThanks
source: Hello again Toa, thank you for saving me!
pt_br: Olá de novo, Toa. Obrigado por me salvar!

# Dialogue_Text,DL_LightstoneCaveMaster1
source: Ahh Toa $T, Welcome to the cavern of light!
pt_br: Ahh, Toa $T! {G}|gender(Bem-vindo,Bem-vinda) à caverna da luz!

# Dialogue_Text,DL_LightstoneCaveMaster_DataPad
source: Oh this? This is a Data Pad, my buddy Nuparu designed it. It lets me mange the manifest of everything mined here.
pt_br: Oh, isso? É um DataPad, meu amigo Nuparu que fez. Isso me permite administrar tudo que é minerado aqui.

# Dialogue_Text,DL_LightstoneCaveMaster_Doing
source: We mine for Lightstones here! Lightstones are a valuable resource used for light far and wide, as well as in almost all the Koros!
pt_br: Aqui mineramos pedras luminosas! Elas são um recurso valioso usado para luz em qualquer lugar, incluindo quase todos os Koros!

# Dialogue_Text,DL_LightstoneCaveMaster_Help
source: Thank you for the offer $T, but we've got it covered here. Except... Well, there are a few odd green crystals that we've uncovered recently, and no matter what we do, no one seems to have the strength to extract them! But with that Pakari of yours, you might be able to get them out of our way. You're welcome to keep the crystals if you do!
pt_br: Obrigado pela oferta, $T, mas está tudo sob controle aqui. Na verdade... Tem uns cristais verdes estranhos que encontramos recentemente, e não importa o que fazemos, ninguém tem força pra extraí-los! Mas com essa Pakari sua, talvez você possa tirá-los do nosso caminho. Se conseguir, pode ficar com os cristais!

# Dialogue_Text,DL_Lockedout
source: Hey again Toa-Hero, Guess what! I finally found my key.
pt_br: Olá de novo, {G}|gender(Toa-Herói,Toa-Heroína). Adivinha! Achei minha chave.

# Dialogue_Text,DL_Lockedout_2
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
pt_br: AAAHHH, QUAL É… Eu, ééé… me tranquei pra fora…

# Dialogue_Text,DL_Lockedout_3
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
pt_br: AAAHHH, QUAL É… Eu, ééé… me tranquei pra fora…

# Dialogue_Text,DL_LoveFestivites
source: I do love these festivities, they're just always so fun.
pt_br: Eu adoro essas festas, são sempre muito divertidas.

# Dialogue_Text,DL_LyingUnderTree
source: *Sigh*
pt_br: *Suspiro*

# Dialogue_Text,DL_LyingUnderTree1
source: I just love looking up through the tree, even though I get pine needles in my mask.
pt_br: Eu adoro olhar através da árvore, mesmo caindo agulhas de pinheiro na minha máscara.

# Dialogue_Text,DL_MackuHi
source: Ahh... Mata-nui is beautiful, Isn't it.
pt_br: Ahh… Mata Nui é linda, né?

# Dialogue_Text,DL_MackuHuki
source: *Nervous laughter* What on Mata-Nui do you mean? We're not- He's not- *sigh* Am I really that obvious?
pt_br: *Risos nervosos* O que em Mata Nui você está falando? Nós não… Ele não… Ai ai, sou tão óbvia assim?

# Dialogue_Text,DL_MackuHuki2
source: You won't tell nokama will you? She probably won't be very happy when she finds out.
pt_br: Você não vai contar pra Nokama, vai? Ela não ficará muito feliz se saber disso.

# Dialogue_Text,DL_MackuTidbit
source: You know, the Rahi weren't always like this. They used to be fairly peaceful toward us, only recently have they become more agressive...
pt_br: Sabe, os Rahi não eram sempre assim. Eles eram bem pacíficos com a gente, só recentemente que se tornaram mais agressivos…

# Dialogue_Text,DL_Maren1
source: Ugh... Mata-Nui guide me...
pt_br: Agh… Mata Nui me guie…

# Dialogue_Text,DL_Maren2
source: Ah... Got my boat a tad stuck... Nothing a bit of thinkin' can't fix... Hmm...
pt_br: Argh… Meu barco ficou meio preso… Nada que pensar não resolva… Hum…

# Dialogue_Text,DL_Maren3
source: I'm out 'ere searching for treasure... The treasure of the legendary Blackmask! Apparently, Blackmask buried her fortune in 4 different places on Mata-Nui. I think I'm close to finding the first... once I get my boat back in shape, that is.
pt_br: Estou aqui a procurar por tesouro… O tesouro da lendária Máscara Negra! Ao que parece, Máscara Negra escondeu sua fortuna em quatro lugares diferentes de Mata Nui. Acho que estou perto de achar o primeiro… isto é, assim que desencalhar meu barco.

# Dialogue_Text,DL_MarenBlackmask1
source: I'm sure of it... Mostly. Pretty much. I won these ol' maps in an Ussal race bet. The first one says it should be very near to here...
pt_br: Tenho certeza… Quase. Estou quase certa. Ganhei esse mapa numa aposta de corrida de Ussal. O primeiro diz que deve estar por aqui…

# Dialogue_Text,DL_MarenBuyMaps
source: Ye... 'ye would? Good thing I made copies! I'll even give 'ye the first one for free. If you find the treasure before me, I'll be willin' to pay 'ye a hefty sum for whatever strange artifacts 'ye find! Seems like I'll probably still be here when you come back...
pt_br: 'Cê… 'cê quer? Ainda bem que fiz cópias! Vou até te dar o primeiro de graça. Se achar o tesouro antes de mim, posso até te pagar uma boa grana por qualquer artefato estranho que encontrar! Visto que ainda vou estar aqui quando voltar…

# Dialogue_Text,DL_MarenGaliStories
source: They may just be stories, aye... But I'm determined, and these maps are the first good lead i've got.
pt_br: Devem ser só histórias, sim… Mas tô determinada, e esses mapas são a primeira boa pista que consegui.

# Dialogue_Text,DL_MarenTrade2
source: Let's get down ta' business!
pt_br: 'Tão vamos negociar!

# Dialogue_Text,DL_MarenWelcomeBack
source: Hey again, Toa! Find any cool treasure? Or you just need one 'ah my maps?
pt_br: Olá de novo, Toa! Achou algum tesouro legal? Ou só precisa de uns mapas?

# Dialogue_Text,DL_MarkleMasks
source: Oh... *sigh.* Hey there, Toa. Welcome to Kita's Kanohi, Got some masks if you want to quick-snatch some.
pt_br: Oh… *suspiro* Eaí, Toa. {G}|gender(Bem-vindo,Bem-vinda) à Kanohi do Kita. Tenho máscaras se quiser fácil-pegar algumas.

# Dialogue_Text,DL_MarkleQuestion
source: Bah, It’s just this... wait-boring job of mine. ...And of course HE gets the cheery-fun job...
pt_br: Gah, é só esse meu… trabalho tédio-chato de esperar… E claro, ELE fica com o trabalho legal-divertido…

# Dialogue_Text,DL_MarkleQuestion1
source: Akamar!! That sorry-bad excuse for a Ta-Matoran gets all the fun while I get nothing! He got to renovate Po-Koro! PO-KORO! Meanwhile I’m stuck here mask-peddling all day and night to Matoran who already have masks! What’s the point in selling masks to them if they’ve already face-wearing perfectly good ones!?
pt_br: Akamar!! Aquele Ta-Matoran de meia-tigela fica com toda a diversão enquanto eu fico com nada! Ele renovou Po-Koro! PO-KORO! Enquanto eu fico preso aqui máscara-vendendo dia e noite para Matoran que já têm máscaras! Qual a lógica de vender máscaras a eles se já estão usando máscaras perfeitamente boas!?

# Dialogue_Text,DL_MarkleQuestion2
source: Heart-thanks for that, Toa. ...I’d be even more heart-thankful with some widget-spending though.
pt_br: Fico muito grato por isso, Toa… Mas ficaria mais grato ainda se quisesse Peça-gastar.

# Dialogue_Text,DL_MarkleTrade
source: Oh, I’ve got all sorts of stuff. Please, take-buy it off my hands.
pt_br: Ah, eu tenho todo tipo de coisa. Por favor, compre-pegue de mim.

# Dialogue_Text,DL_MaskPowerer
source: Greetings $T!
pt_br: Saudações, $T!

# Dialogue_Text,DL_MaskPowerer1
source: Uhh, I'm not sure actually. It must be important though, the Turaga tasked me to protect it at all costs.
pt_br: Hã, na verdade eu não sei. Mas deve ser importante, o Turaga me encarregou de protegê-la a todo custo.

# Dialogue_Text,DL_MaskPowerer2
source: Oh don't even get me started on that weirdo. All he does is make his funny words, and- and... and well he's actually not that bad, but he is constantly up here against the rules. I would forcibly remove him if I could move from my post...
pt_br: Ah, nem comece com esse esquisito. Tudo que ele faz é inventar umas palavras engraçadas, e… e… bom, ele não é tão ruim assim, mas ele sempre vem aqui, indo contra as regras. Eu o removeria à força se pudesse sair do meu posto…

# Dialogue_Text,DL_Matau1
source: Yet each time you go to confront Makuta, you befall the same sorry-bad fate. The stones, the masks, and you return to where you came from... and you remember nothing.
pt_br: Mas toda vez que vocês confrontam o Makuta, vocês sofrem o mesmo triste-ruim destino. As pedras, as máscaras, e vocês voltam aonde começaram… sem se lembrar de nada.

# Dialogue_Text,DL_MatauInTree
source: Toa $T! It sure is a cheery-warm sight to see you here.
pt_br: Toa $T! É uma linda-bela vista te ver aqui.

# Dialogue_Text,DL_MatauInTreeHelp
source: NO! I can saw-cut my way out of here myself, thank you very much. I might be height-shorter than you, but I’m not helpless!
pt_br: NÂO! Posso me soltar-sair daqui sozinho, muito obrigado. Posso até ser mais pequeno-baixo que você, mas não sou incapaz!

# Dialogue_Text,DL_MatauInTreeHelp2
source: Well... no. As long as you’re down there, could you maybe think-figure out some way to chop-knock me out of here? I’m not terribly picky as to how you do it- I’m rather tired of being trap-stuck up here.
pt_br: Bem… não. Já que está aí em baixo, poderia pensar-achar algum modo de me tirar-soltar daqui? Não me importa como, estou um tanto cansado de ficar amarrado-preso aqui em cima.

# Dialogue_Text,DL_MatauInTreeHow
source: Well, I was headed home from... eh... something- when two Nui-Rama quick-snatched me and threw me up into this tree!
pt_br: Então, eu estava indo para casa, voltando de… hã… uma coisa, quando duas Nui-Rama me veloz-pegaram e me jogaram árvore-acima!

# Dialogue_Text,DL_MatauKoro
source: Ehhh… good morning, Toa. ...or is it night? You should really knock before loud-charging in like that! Didn’t anyone ever learn-teach you any kind-manners?
pt_br: Ahh… bom dia, Toa. Ou seria… boa noite? Você devia bater na porta antes de barulho-entrar assim! Ninguém te ensinou-mostrou bons modos?

# Dialogue_Text,DL_MatauKoroHowsgoing
source: Ah... don’t mind me. I’m just still a little crabby-tired. Nothing a little more deep-sleep won’t fix!
pt_br: Ah… Não se preocupe. Só estou meio ranzinza-cansado. Nada que um pouco de sono-descanso não resolva!

# Dialogue_Text,DL_MatauKoroLewa1
source: Ah, right. Definitely something. I’ve been meaning to chat-talk with you about this for a long-while now...
pt_br: Ah, sim. Com certeza algo. Eu queria falar-conversar contigo sobre isso já faz um tempo…

# Dialogue_Text,DL_MatauKoroLewa2
source: There’s a spirit-temple found deepwood called the Le-Kini. There’s an ever-important stone that you’ll find there. The only hard-problem is that it’s buzz-swarming with Rahi- even more than usual. It’s a place full of trouble-danger that you’ll have to hard-fight your way through.
pt_br: Há um sacro-templo floresta adentro chamado Le-Kini. Lá tem uma tão-importante pedra que você deve encontrar. O único porém-problema é que está enxame-cheio de Rahi, mais do que o normal. É um lugar cheio de risco-perigo onde você vai precisar duro-lutar para atravessar.

# Dialogue_Text,DL_MatauKoroLewa3
source: A Makoki stone- a key to the Makuta’s lair which you and all of the Toa must seek-find.
pt_br: Uma pedra Makoki, uma chave para o lar do Makuta que você e os outros Toa precisam buscar-achar.

# Dialogue_Text,DL_MatauKoroLewa4
source: ...Do be slow-careful, Lewa...
pt_br: …Tenha calma-cautela, Lewa…

# Dialogue_Text,DL_MatauKoroOtherToa
source: Always on the lookout for another danger-quest, eh? Well I don’t have anything at the moment… unless you were Lewa. Say, you probably know where he’s sneak-hiding, don’t you? Send him treebound- I’ve got something for him.
pt_br: Sempre em busca de mais perigo-aventura, é? Bem, eu não tenho nada no momento… a não ser para o Lewa. Diga, você sabe onde ele está se escondendo, não? Mande ele árvore-acima, tenho algo para ele.

# Dialogue_Text,DL_MatauKoroPostKini
source: Heart-Welcome to Le-Koro, Toa-Hero! I hope you’re feeling spirit-lifted and warm-hearted! No worries, you didn't disturb me, I was just resting.
pt_br: Boas-vindas a Le-Koro, {G}|gender(Toa-Herói,Toa-Heroína)! Espero que esteja se sentindo {G}|gender(leve-solto,leve-solta) e {G}|gender(caloroso,calorosa)! Não se preocupe, não me perturbou, eu só estava descansando.

# Dialogue_Text,DL_MatauOutofTree
source: Well... that’s one way to do it. Heart-thanks, Toa.
pt_br: Bem… isso funcionou. Muito-grato, Toa.

# Dialogue_Text,DL_MatauOutofTreeSaved
source: It’ll take a bit more than chop-knocking me down from a tree to mind-shake old Matau! ...but I do think that when I get back I might take a good, long sleep-nap... or two. Wake me up afterwards- I’ve got a couple of other task-quests for you to do.
pt_br: Vai precisar mais do que me cortar-derrubar de uma árvore para assustar o velho Matau! …Mas acho que quando eu voltar seria bom tirar uma boa-longa soneca… ou duas. Me acorde depois, tenho umas outras missões-tarefas para você fazer.

# Dialogue_Text,DL_MatauOutofTreeWhere
source: Oh... that. Never mind that! You won’t be getting any slip-tongue gossip out of me. Wouldn’t have even happened if that old firespitter kept better track of his belongings...
pt_br: Ah, isso… Esqueça! Não vai ouvir nenhum rumor-fofoca de mim. Nem teria acontecido se aquele velho cuspidor de fogo tomasse melhor conta de seus pertences…

# Dialogue_Text,DL_MatauOutofTreeWhere2
source: Agreed. I’m headed quick-back to Le-Koro. If you happen to swing by, give me a little quick-chat. I’ve got a few things for you.
pt_br: De acordo. Vou já-voltar para Le-Koro. Se acabar passando por lá, venha conversa-falar comigo. Tenho umas coisas para você.

# Dialogue_Text,DL_MatoranTransporter1
source: Sorry $T I'm a little busy right now, I have a delivery to make.
pt_br: Desculpa $T, estou meio ocupado agora. Tenho uma entrega para fazer.
