Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# InvItem_Name,Item_UnpoweredPakari
source: Pakari (Unpowered)
it: Pakari (senza poteri)

# InvItem_Name,Item_UnpoweredRau
source: Rau (Unpowered)
it: Rau (senza poteri)

# InvItem_Name,Item_UnpoweredRuru
source: Ruru (Unpowered)
it: Ruru (senza poteri)

# InvItem_Name,Item_VuataMacaSeeds
source: Vuata Maca Seeds
it: Semi di Vuata Maca

# InvItem_Name,Item_WaheCanister
source: Wahae-Mata Gel Canister
it: Conteniyore di Gel Wahae-Mata

# InvItem_Name,Item_WaheGel
source: Wahae-Mata Gel
it: Gel Wahae-Mata

# InvItem_Name,Item_WhakaNui
source: Whakata Nui Cell
it: Nucleo Whakata Nui

# InvItem_Name,Item_Widgets
source: Widgets
it: Congegni

# InvItem_Name,Item_WoodStatue
source: Wood Head Statue
it: Statua in legno di una testa

# InvItem_Name,Item_WorldMap
source: World Map
it: Mappa del Mondo

# InvItem_Name,KylmaNote
source: Kylma's Research Notes
it: Appunti della Ricerca di Kylma

# InvItem_NoteText,Item_ArakaNote_NoteDisplay
source: Will be gone a while to get more supply for the Shifting Festival, back later. DON'T STEAL MY STUFF! I WILL REPORT YOU TO THE NIGHT WATCH! -Araka Fireworks for all your celebratory needs
it: Starò via un po' per reperire altri rifornimenti per il Festival del Cambiamento, tornerò più tardi. NON RUBARE LE MIE COSE! TI DENUNCIERÒ ALLA GUARDIA NOTTURNA! -Fuochi d'artificio di Araka, per tutte le vostre necessità di festeggiamenti

# InvItem_NoteText,Item_BrothersNote_NoteDisplay
source: Dear Koha. I'm sorry brother, I concede the argument, I was at fault - but you didn't have to leave. I will meditate on you now, and try to remember the good times.
it: Caro Koha. Mi dispiace fratello, ammetto che sull'argomento, io avevo torto - ma tu non dovevi andartene. Ora mediterò su di te, e cercherò di ricordarmi dei bei tempi.

# InvItem_NoteText,Item_FirstMateLog1_NoteDisplay
source: First mate's log: Entry 1 Smooth sailing so far aboard the Waikiru. That's the name of our ship - we're not actually riding on a Waikiru. Nattie is helping us get adjusted, and everything is running smoothly. Entry 2 Our first route is from Ga-Koro to Le-Koro around the southern tip. Whatever our cargo is, it's heavy. Entry 8 Nattie is cheerful as ever, even after last night's storm. We're going to have to set down somewhere in Le-Wahi for the night due to the extensive damage we sustained.
it: Diario di bordo del primo ufficiale: Giorno 1 La navigazione prosegue liscia per ora sulla Waikiru. È il nome della nostra nave - non stiamo davvero cavalcando un Waikiru. Nattie ci sta aiutando ad ambientarci, e prosegue tutto liscio. Giorno 2 La nostra prima tratta va da Ga-Koro a Le-Koro circumnavigando la punta meridionale. Qualunque sia il nostro carico, è pesante. Giorno 8 Nattie è allegra come al solito, persino dopo la tempesta della scorsa notte. Dovremo approdare da qualche parte a Le-Wahi per la notte a causa degli estesi danni subiti.

# InvItem_NoteText,Item_FirstMateLog2_NoteDisplay
source: First mate's log: Entry 17 Nattie's acting strange. She put us on a new course without consulting me. I tried to talk to her, but she snapped... told me to call her 'Captain'. The crew is getting tired, she's kept us constantly working. Entry 22 The Captain... Nattie... She forced us to steal gold from other Matoran. I tried to stop her... she just threatened to throw me overboard and let the Razorfish rip me to shreds. The crew went along with her commands. Mostly, it seemed, out of fear.
it: Diario di bordo del primo ufficiale: Giorno 17 Nattie si comporta in modo strano. Ci ha fatto deviare su una nuova rotta senza consultarmi. Ho provato a parlarle, ma mi ha urlato contro... mi ha detto di chiamarla 'Capitano'. L'equipaggio si sta stancando, lei continua a farci lavorare. Giorno 22 Il Capitano... Nattie... ci ha costretti a rubare dell'oro ad altri Matoran. Ho tentato di fermarla... lei ha minacciato di gettarmi in mare e lasciare che i Pescirasoio mi facessero a pezzi. L'equipaggio ha seguito i suoi comandi. Più che altro, sembrava, per paura.

# InvItem_NoteText,Item_FirstMateLog3_NoteDisplay
source: First mate's log: Entry 31 Most of the crew are blindly following her orders now. A handfull of us are conducting secret meetings, trying to stop her from escalating further... but at this point it's us verses the entire crew. Entry 32 I saw something strange on the Captain's mask. A small patch of black material. I have no idea what it is... although I may just be getting paranoid. She hasn't let us sleep recently. Entry 61 We've collected so much gold. We've committed so many vile acts. The kind Matoran I once knew is no longer behind that blackened mask. I'm staying aboard in case I can somehow stop her.
it: Diario di bordo del primo ufficiale: Giorno 31 La maggior parte dell'equipaggio segue ciecamente i suoi ordini ora. Una manciata di noi sta tenendo degli incontri segreti, nel tentativo di evitare che le cose peggiorino ulteriormente... ma a questo punto si tratta di noi contro l'intero equipaggio. Giorno 32 Ho visto qualcosa di strano sulla maschera del Capitano. Una piccola chiazza di materiale nero. Non ho idea di cosa sia... anche se potrei semplicemente star diventando paranoico. Di recente non ci lascia nemmeno dormire. Giorno 61 Abbiamo accumulato così tanto oro. Abbiamo commesso così tanti atti vili. La gentile Matoran che una volta conoscevo non c'è più dietr quella maschera annerita. Resto a bordo nella speranza di riuscire in qualche modo a fermarla.

# InvItem_NoteText,Item_FirstMateLog4_NoteDisplay
source: First mate's log: Entry 115 The Captain is ordering us to hide all the gold. I'm not sure what she's planning, but I'm too terrified to ask. She looked at me strangely the other day. Her cold, yellow eyes peircing straight through my Akaku. I think she knows. Entry 165 We've hidden most of the gold... but lost many good Matoran to do so. Tonight is our last stop. An island off the western coast of Onu-Wahi, north of the tunnel entrance. Tonight I believe the Captain is going to end my life.
it: Diario di bordo del primo ufficiale: Giorno 115 Il Capitano ci ha ordinato di nascondere tutto l'oro. Non sono certo di cosa stia architettando, ma sono troppo terrorizzato per fare domande. L'altro giorno mi ha guardato in modo strano. È stato come se i suoi freddi occhi gialli attraversassero la mia Akaku. Credo che lei sappia tutto. Giorno 165 Abbiamo nascosto la maggior parte dell'oro... ma nel farlo abbiamo perso molti bravi Matoran. Stanotte ci aspetta la nostra ultima fermata. Un'isola al largo della costa occidentale di Onu-Wahi, a nord dell'entrata del tunnel. Credo che stanotte il Capitano porrà fine alla mia vita.

# InvItem_NoteText,Item_FirstMateLog5_NoteDisplay
source: First mate's log: Entry 166 It's over. We arrived at the island, ready to bury the last of the gold. A storm was brewing. The Captain ordered us to place the gold in an inconspicuous cave to the east inland. My job was to keep lookout. I stood at the edge of a sharp cliff, wondering just how it had all gone so wrong. As the crew wrestled with some local Fikou-Nui, The Captain came up to me. "I'm aware that you have not been loyal to me" She said, her now pitch-black mask reflecting the newly falling rain. I stared into her eyes. For the briefest second, I could see her old self emerge. A slight tinge of regret. "You've changed, Nattie." The second I uttered her name, she tackled me to the floor. We wrestled on that cliffside, rain drowning out any noise. Somehow, some of the crew began running up the hill towards us to protect their captain. She got a few good hits in on me, then stood up. "You should have just obeyed like the rest of them."
it: Diario di bordo del primo ufficiale: Giorno 166 È finita. Siamo giunti all'isola, pronti a seppellire ciò che restava dell'oro. Si stava avvicinando una tempesta. Il Capitano ci ha ordinato di mettere l'oro in una grotta poco appariscente a est nell'entroterra. Il mio compito era quello di restare di guardia. Me ne stavo in piedi sul ciglio di una scogliera acuminata, domandandomi come tutto potesse essere andato così storto. Mentre l'equipaggio se la vedeva con dei Fikou-Nui, il Capitano venne da me. "So che non mi sei stato leale" Disse, mentre la sua maschera, ora nera come la pece, rifletteva la pioggia che iniziava a cadere. La fissai negli occhi. Per un brevissimo istante, vidi riemergere il suo vecchio io. Una flebile punta di rimorso. "Sei cambiata, Nattie." Nell'istante in cui pronunciai il suo nome, mi gettò a terra. Abbiamo lottato su quella scogliera, mentre la pioggia soffocava ogni rumore. In qualche modo, alcuni membri dell'equipaggio iniziarono a correre su per la scogliera verso di noi per proteggere il loro capitano. Mi ha dato qualche bel colpo, poi si è alzata. "Avresti solo dovuto obbedirmi come il resto dell'equipaggio."

# InvItem_NoteText,Item_FirstMateLog6_NoteDisplay
source: First mate's log: Continued: Suddenly, lightning struck on the beach below. The cliff began to crumble... Nattie began to slip... I dashed forward to try and grab her hand- but it was too late. Nearly the second that she hit the ground, the remaining members of the crew stopped in their tracks, confused and terrified. They looked suddenly as if they had been awoken from a deep sleep. The next day, I buried Nattie in the cave with the rest of the gold. I placed that horrible black mask upon the grave as a marker. I'll also leave this final log here, too. If you find this note, you have also found the mask. Whatever you do, don't place it on your face.
it: Diario di bordo del primo ufficiale: Continua: All'improvviso, un fulmine ha colpito la spiaggia sottostante. La scogliera ha iniziato a sgretolarsi... Nattie ha iniziato a scivolare... mi sono lanciato in avanti cercando di afferrare la sua mano- ma era troppo tardi. Quasi nello stesso istante in cui lei colpì il terreno, i restanti membri dell'equipaggio si fermarono di colpo, confusi e terrorizzati. Sembrava come se si fossero appena ridestati da un sonno profondo. Il giorno succesivo, seppellii Nattie nella grotta insieme al resto dell'oro. Ho posto quell'orribile maschera nera sopra la sua tomba come una lapide. Lascerò qui anche quest'ultima nnotazione. Se hai trovato questa nota, hai trovato anche la maschera. Qualsiasi cosa tu faccia, non indossarla.

# InvItem_NoteText,Item_PoetNoteBurns_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this city burns with life. -Talok Poet-Nui, feat. The Toa Mata
it: Talok: La Ballata di Ta-koro Parte 2 Ahh Ta-koro, che città meravigliosa. Dalla Lava, ai fuochi delle torce, questa città avvampa di vita. -Talok Poeta-Nui, insieme al Toa Mata

# InvItem_NoteText,Item_PoetNoteHot_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this place is too hot. -Talok Poet-Nui, feat. Toa Kopaka
it: Talok: La Ballata di Ta-koro Parte 2 Ahh Ta-koro, che città meravigliosa. Dalla Lava, ai fuochi delle torce, questo posto è troppo caldo. -Talok Poeta-Nui, insieme a Toa Kopaka

# InvItem_NoteText,Item_PoetNoteLight_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, our city is full of light. -Talok Poet-Nui, feat. The Toa Mata
it: Talok: La Ballata di Ta-koro Parte 2 Ahh Ta-koro, che città meravigliosa. Dalla Lava, ai fuochi delle torce, la nostra città è ricolma di luce. -Talok Poeta-Nui, insieme al Toa Mata

# InvItem_NoteText,Item_PoetNotePart1_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 1 The Cavern of Lava, the great city stands alone within it's embrace. Fire springs up only to splash against it's black walls. -Talok Poet-Nui
it: Talok: La Ballata di Ta-koro Parte 1 La Caverna di Lava, la grande città di erge solitaria nel suo abbraccio. Il fuoco sgorga solo per schizzare contro le sue nere mura. -Talok Poeta-Nui

# InvItem_NoteText,Item_PoetNotePart3_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 3 As the guards patrol, the heat will boil. The burning of the forest, and the setting of the sun. I believe now my time in Ta-koro is finally done. -Talok Poet-Nui
it: Talok: La Ballata di Ta-koro Parte 3 Mentre le guardie pattugliano, il calore ribollirà. Il bruciare della foresta, ed il calare del sole. Credo che il mio tempo a Ta-koro sia finalmente giunto al termine. -Talok Poeta-Nui

# InvItem_NoteText,Item_PoetNoteSmoke_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, smoke rises to greet the sun. -Talok Poet-Nui, feat. The Toa Mata
it: Talok: La Ballata di Ta-koro Parte 2 Ahh Ta-koro, che città meravigliosa. Dalla Lava, ai fuochi delle torce, il fumo si erge per salutare il sole. -Talok Poeta-Nui, insieme al Toa Mata

# InvItem_NoteText,Item_ResearchNotes_NoteDisplay
source: Komata Research Notes - The Artifact Entry 1 - I've just bought a strange looking stone sculpture from the fellow I met in Po-Koro during the shifting festival last year. I found him outside Onu-Koro and he seemed strangely eager to get rid of this object. I took a liking to it, given that it was nothing like anything I had previously seen on Mata-Nui. I'll begin my research when I return to Onu-Koro. Entry 2 - It's Alive! Or rather it was. It turns out this sculpture is no sculpture at all, it's a fossil of a once living creature! However I see no indication of the common signs we have come to associate with living creatures, no limbs, orifices, or servos of any kind. Perhaps this creature made it's home beneath the waves? Entry 3 - After consulting with some seers from Ko-Koro, I believe we have made a connection between this fossil and the strange grey sculptures found around Mata-Nui, I no not what this connection is, but the seers have assured me that the stars tell us there is one. Entry 4 - I have arrived at a circle of the aforementioned sculptures in the Onu-Wahi wilds, upon inital examanation they seem to be ordinary sculptures. Returning to the fossil, I would like to retract my previous hypothesis of it residing under the ocean - I would instead infer that it came from under Mata-Nui's surface. I will elaborate on this potential conclusion tomorrow, as for now I must retire.
it: Appunti di ricerca di Komata - L'Artefatto Annotazione 1 - Ho appena acquistato una scultura in pietra dall'aspetto strano da un tipo che ho incontrato a Po-Koro durante il Festival del Cambiamento lo scorso anno. L'ho trovato fuori da Onu-Koro e sembrava alquanto impaziente di sbarazzarsi di questo oggetto. Mi è piaciuto, dato che non assomigliava anulla che avessi mai visto su Mata-Nui. Inizierò la mia ricerca quando tornerò a Onu-Koro. Annotazione 2 - È vivo! O piuttosto, lo era. È saltato fuori che questa scultura non è affatto una scultura, è il fossile di una creatura che una volta era viva! Tuttavia non vedo alcun segno delle caratteristiche comuni che siamo soliti associare alle creature viventi, niente arti, orifizi, o meccanismi di alcun genere. Forse la casa di questa creatura si trovava al di sotto delle onde? Annotazione 3 - Dopo essermi consultato con alcuni profeti di Ko-Koro, credo che possa esserci una connessione tra il fossile e le strane sculture grigie ritrovate in giro per Mata-Nui, non so quale sia questa connessione, ma i profeti mi mi hanno assicurato che c'è. Annotazione 4 - Sono giunto ad un cerchio delle sopracitate sculture nelle terre selvagge di Onu-Wahi, ad un primo esame sembrano delle normali sculture. Tornando al fossile, vorrei ritirare la mia precedente ipotesi sul suo essere vissuto al di sotto dell'oceano - vorrei invece insinuare che provenga da sotto la superficie di Mata-Nui. Mi dilungherò su questa potenziale conclusione domani, ora devo ritirarmi.

# InvItem_NoteText,Item_ShoppingList_NoteDisplay
source: Needed: -10 Metallic Protodermis Ingots -10 Glow Crystals -50 Wahae-Mata Gel -200 Widgets
it: Occorrono: -10 Lingotti di Protodermis Metallico -10 Cristalli luminosi -50 Gel Wahae-Mata -200 Congegni

# InvItem_NoteText,Item_SouthernTipNote_NoteDisplay
source: To whoever finds this note: Welcome to the southernmost tip of Mata-Nui! First explored by Hahi of Le-Koro! Items found here when first explored: -An interesting looking rock (took it with me!) -A lonely looking ussal -A piece of driftwood All in all, worth the trip! -Note authored by Hahi of Le-Koro
it: A chiunque trovi questa nota: Benvenuto alla punta meridionale di Mata-Nui! Esplorata per la prima volta da Hahi di Le-Koro! Oggetti qui trovati durante la prima esplorazione: -Una roccia dall'aspetto interessante (l'ho portata con me!) -Un Ussal dall'aspetto solitario -Un pezzo di legno galleggiante Tutto sommato, ne è valso il viaggio! -Nota firmata da Hahi di Le-Koro

# InvItem_NoteText,Item_SwordStatueNotePart1_NoteDisplay
source: Akoga 22:1 The unrest in my soul is creeping into my every day life, I feel my mood becoming more and more unmanageable each day. I wish for a way to rid myself of these feelings, but I fear that I may never find peace. I have just awoken from a dream that could not have been less than a message from the great spirit himself. In this dream I found myself humbled at the feet of three massive swords that towered over me, they reached so high they seemed to penetrate the clouds. A rather strange, tall Ko-Matoran stood in the middle of these three swords, he uttered one word, "Pahtu". I am unsure of the spelling of course, but I will be consulting the Turaga later today, as well as the wall of prophicies - to decifer what the meaning of this vision could be, and who or what "Pahtu" could be.
it: Akoga 22:1 L'inquietudine nella mia anima si insinua nella mia vita quotidiana, sento il mio umore diventare sempre più ingestibile ogni giorno.. desidero un modo per liberarmi di questi sentimenti, ma temo che potrei non trovare mai pace. Mi sono appena risvegliato da un sogno che non può essere altro che un messaggio del Grande Spirito in persona. In questo sogno mi sono ritrovato umiliato ai piedi di tre enormi spade che incombevano su di me, si protendevano così in alto che sembravano penetrare le nuvole. Un alto Ko-Matoran, alquanto strano, che se ne stava in piedi nel mezzo di queste spade, pronunciò una parola: "Pahtu". Ovviamente non sono certo dell'ortografia, ma più tardi in giornata consulterò il Turaga, come anche il muro delle profezie - per decifrare quale potrebbe essere il significato di questa visione, e chi o cosa possa essere "Pahtu".

# InvItem_NoteText,Item_SwordStatueNotePart2_NoteDisplay
source: Akoga 22:2 After doing some research I've discovered that Pahtu was a Ko-Matoran that made many exploits into the drifts as well as many other places in Ko-Wahi. I am unsure if this was the tall creature in the dream, someone I must find, or perhaps this matoran is completely unreleated. The Turaga has informed me that Pahtu has not been seen in many many years, he went missing during an expedition near the Ko-Wahi coast. No one really knows what happened to him, but I intend to discover that truth. I believe I am on the road to enlightenment - while some may think that my path is dangerous or folly, strangely... I have a good feeling about this. (Note: It turns out the spelling "Pahtu" is correct. Strange....)
it: Akoga 22:2 Dopo aver fatto qualche ricerca ho scoperto che Pahtu era un Ko-Matoran che ha compiuto numero imprese nei cumuli ed in molti altri luoghi di Ko-Wahi. Non sono certo se lui fosse l'alta figura nel mio sogno, qualcuno che devo trovare, o se tuttavia questo matoran non sia in alcun modo collegato. Il Turaga mi ha informato che sono molti anni che nessuno ha più visto Pahtu, sparì durante una spedizione nei pressi della costa di Ko-Wahi. Nessuno sa davvero cosa gli sia successo, Ma io intendo scoprire la verità. Credo di essere sulla via per l'illuminazione - mentre altri potrebbero pensare che il mio percorso sia pericoloso o folle, stranamente... ho un buon presentimento al riguardo. (Nota: è venuto fuori che l'ortografia "Pahtu" è corretta. Strano....)

# InvItem_NoteText,Item_SwordStatuesNotePart3_NoteDisplay
source: Akoga 22:3 They stood even taller than I could have imagined, for all this time. When my journey first began I did not believe that I could ever find this holy place, I even doubted it's existance - but now that I am here I truly feel at peace. As I meditate at the structure nearby, directly underneath Mata-Nui's might, I feel more refreshed and alive than ever. I feel as though Mata-Nui himself has blessed these statues with his divine will. While Pahtu is nowhere in sight, I believe this to be where his jouney ended. Something happened to him here, and what that was no-one will ever know. But I have a feeling that he was not killed, he is still alive, somewhere, and somehow. Dear reader, This will be my last entry for some time. I hope my words have perhaps inspired you to strive for enlightenment similar to myself. Thank you for reading, and may the Great Spirit guide you.
it: Akoga 22:3 Si ergevano ben più alte di quanto avessi potuto immaginare per tutto questo tempo. Quando il mio viaggio ebbe inizio non immaginavo che avrei mai potuto trovare questo luogo sacro, ho persino dubitato della sua esistenza - ma ora che sono qui mi sento veramente in pace. Mentre medito alla struttura adiacente, direttamente sotto la potenza di Mata-Nui, mi sento più rinvigorito e vivo che mai. Sento come se Mata-Nui stesso mi avesse benedetto col suo volere divino. Mentre Pahtu non si vede da nessuna parte, credo che qui sia dove il suo viaggio sia giunto al termine. Qui gli è successo qualcosa, ma cosa sia stato non lo saprà mai nessuno. Ma io ho la sensazione che non sia stato ucciso, lui è ancora vivo, da qualche parte, ed in qualche modo. Caro lettore, questa sarà la mia ultima annotazione per un po'. Spero che le mie parole ti abbiano ispirato in qualche modo ad aspirare all'illuminazione similmente a me. Grazie per aver letto le mie note, e possa il Grande Spirito guidarti.

# InvItem_NoteText,Item_ThueiNote_NoteDisplay
source: THUEI'S GOOD QUALITY CARVING SERVICE Out carving! If you're stopping by to ask about an order you placed, it will probably be finished in approximately 2-30 weeks depending on certain factors! Thank you! -Thuei
it: SERVIZI DI INCISIONE DI OTTIMA QUALITÀ DI THUEI Fuori ad incidere! Se vi siete fermati per chiedere notizie su un ordine che avete effettuato, probabilmente sarà pronto approssimativamente in 2-30 settimane a seconda di alcuni fattori! Grazie! -Thuei

# InvItem_NoteText,KylmaNote_NoteDisplay
source: The text seems indecipherable. It might be an older dialect or just Kylma's handwriting...
it: Il testo sembra indecifrabile. Potrebbe trattarsi di un antico dialetto oppure è soltanto la scrittura di Kylma...

# Loading,Loading_Text
source: Loading...
it: Caricamento...

# LoadingTip_Text,Tip_AkakuZoom
source: You can zoom while wearing the Akaku by pressing the assigned key (Default is Left ALT).
it: Puoi zoomare mentre indossi la Akaku premendo il comando assegnato (predefinito è ALT sinistro).

# LoadingTip_Text,Tip_CodexHints
source: The Codex contains not only lore, but also Gameplay hints.
it: Il Codex contiene non solo informazioni sul mondo, ma anche suggerimenti di gioco.

# LoadingTip_Text,Tip_Cosmetics
source: Cosmetics found in the world are applied automatically, you can disable them from cosmetic benches.
it: I Cosmetici che trovi nel mondo vengono applicati automaticamente, puoi disattivarli dal menu dei cosmetici.

# LoadingTip_Text,Tip_MeditationStoneAutosave
source: The game Autosaves when interacting with a meditation stone.
it: Il gioco salva automaticamente quando si interagisce con una Pietra della Meditazione.
