Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_PotMakerBacktoNormal
source: Oh, Uhh. Hello again Toa $T.
el: Ω, εεε. Γειά σου και πάλι, Toa $T.

# Dialogue_Text,DL_PotMakerBacktoNormal1
source: A Toa, check up on me? Uhh, I'm okay I guess. Kohi was a friend but we weren't that close... I just hope he's okay.
el: Ένας Toa, κοιτάει πως είμαι; Ε, είμαι καλά υποθέτω. Ο Kohi ήταν φίλος αλλά δεν ήμασταν και τόσο κοντά... Ελπίζω μόνο να είναι καλά.

# Dialogue_Text,DL_PotMakerTrade1
source: I do! Usually I sell them to local retailers, but I suppose you could buy one from me if you want.
el: Ναι! Συνήθως τα πουλάω σε τοπικούς λιανοπωλητές, αλλά υποθέτω ότι θα μπορούσατε να αγοράσετε ένα από εμένα αν θέλετε.

# Dialogue_Text,DL_PotMakerWhatHappened
source: I- I didn't think-
el: Ε-Εγώ δεν σκέφτηκα-

# Dialogue_Text,DL_PotMakerWhatHappened1
source: I think it was attacked! I live next door you see, and while I was asleep I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
el: Νομίζω ότι δέχτηκε επίθεση! Μένω δίπλα, βλέπεις, και ενώ κοιμόμουν άκουσα κάτι περίεργους ήχους. Νόμιζα ότι ήταν απλώς οι συνηθισμένες νυχτερινές μεταλλουργικές εργασίες του Kohi, αλλά τα κλανγκ ακουγόντουσαν πιο πομπώδη από το συνηθισμένο. Μετά από λίγο σταμάτησαν, αλλά μόλις ξύπνησα διαπίστωσα ότι ο Kohi έλειπε, και αυτό είχε συμβεί στο μαγαζί του!

# Dialogue_Text,DL_PotMakerWhatHappened1Alt
source: You- You remembered me? Oh, well I was asleep and I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
el: Με- Με θυμήθηκες; Α, λοιπόν, κοιμόμουν και άκουσα κάτι περίεργους ήχους. Νόμιζα ότι ήταν απλώς οι συνηθισμένες νυχτερινές μεταλλουργικές εργασίες του Κόχι, αλλά τα κλανγκ ακουγόντουσαν πιο πομπώδη από το συνηθισμένο. Μετά από λίγο σταμάτησαν, αλλά μόλις ξύπνησα διαπίστωσα ότι ο Κόχι έλειπε, και αυτό είχε συμβεί στο μαγαζί του!

# Dialogue_Text,DL_PotMakerWhatHappened2
source: No! I've asked about everyone in Po-Koro, and no one knows!
el: Όχι! Έχω ρωτήσει όλο το κόσμο στο Po-Koro, και κανείς δεν ξέρει!

# Dialogue_Text,DL_PotMakerWhatHappened3
source: One of the guards thought he saw a Tarakava driving away from Po-Koro, but that's impossible. Tarakava don't live in Po-Wahi, and this is much too far from anywhere they WOULD live! I suppose it could be the fabled Sand-Tarakava, but those are just a myth...
el: Ένας από τους φρουρούς νόμιζε ότι είδε έναν Ταρακάβα να απομακρύνεται με το αυτοκίνητο από το Πο-Κόρο, αλλά αυτό είναι αδύνατο. Οι Ταρακάβα δεν ζουν στο Πο-Γουάχι, και αυτό είναι πολύ μακριά από οπουδήποτε ΘΑ ζούσαν! Υποθέτω ότι θα μπορούσε να είναι ο θρυλικός Σαντ-Ταρακάβα, αλλά αυτά είναι απλώς ένας μύθος...

# Dialogue_Text,DL_PotMakerWhatHappened4
source: I- I don't know... I hate to say it but, I don't think so.
el: Δεν- Δεν ξέρω... Δεν μου αρέσει να το λέω, αλλά δεν νομίζω.

# Dialogue_Text,DL_ProtoSeller
source: Greetings, I have Protodermis for you Toa, need a boost of energy? I've got that too!
el: Χαιρετισμούς, έχω το Protodermis για σένα. Toa, χρειάζεσαι μια ώθηση ενέργειας; Το έχω και αυτό!

# Dialogue_Text,DL_QuarterMaster1
source: *Seething to self* What exactly am I supposed to do with four crates of CLASS TWOS?! When I specifically requested CLASS ONES!
el: *Εξημμένα στον εαυτό του* Τι ακριβώς υποτίθεται ότι πρέπει να κάνω με τέσσερα κιβώτια με ΔΕΥΤΕΡΗΣ ΤΑΞΗΣ;! Όταν ζήτησα συγκεκριμένα ΠΡΩΤΗΣ ΤΑΞΗΣ!

# Dialogue_Text,DL_QuarterMaster10
source: You have the pikes now. If you would be so kind, return them to the fool who sent them.
el: Έχεις τώρα τις λόγχες. Αν έχεις την καλοσύνη, επέστρεψέ τες στον ανόητο που τις έστειλε.

# Dialogue_Text,DL_QuarterMaster11
source: I have finally received the correct pikes thanks to you Toa.
el: Επιτέλους παρέλαβα τα σωστές λόγχες χάρη σε εσένα Toa.

# Dialogue_Text,DL_QuarterMaster2
source: Toa! I didn't see you there... I suppose there is yes, Would you mind speaking to Takar about this mix up? He's the staff seller just outside of Ta-Koro.
el: Τόα! Δεν σε είδα εκεί... Υποθέτω ότι υπάρχει, ναι. Θα σε πείραζε να μιλήσεις στον Takar για αυτή την ανακατωσούρα; Είναι ο πωλητής λόγχων λίγο έξω από το Τα-Κόρο.

# Dialogue_Text,DL_QuarterMaster3
source: Good, meanwhile I'll just stare at these useless things.
el: Ωραία, εν τω μεταξύ εγώ απλώς θα κοιτάζω αυτά τα άχρηστα πράγματα.

# Dialogue_Text,DL_QuarterMaster4
source: Welcome back Toa, have you spoken to that fool yet?
el: Καλώς ήρθες πίσω Τόα, μίλησες ακόμα με αυτόν τον ανόητο;

# Dialogue_Text,DL_QuarterMaster5
source: Finally, some good news. Did he send you to pick up these ones then?
el: Επιτέλους, μερικά καλά νέα. Σε έστειλε να τα παραλάβεις αυτά τότε;

# Dialogue_Text,DL_QuarterMaster6
source: It's the logical choice. You're strong, fast, and best of all free.
el: Είναι η λογική επιλογή. Είσαι δυνατός, γρήγορος και, το καλύτερο απ' όλα, δωρεάν.

# Dialogue_Text,DL_QuarterMaster7
source: Strange, It's not everyday you hear about Toa being paid to do a petty task, usually they just do them for free.
el: Περίεργο, δεν ακούς κάθε μέρα για έναν Toa που πληρώνεται για ασήμαντες δουλειές, συνήθως την κάνουν απλώς δωρεάν.

# Dialogue_Text,DL_QuarterMaster8
source: I suppose that could be true for some, but being paid is usually my prefered route.
el: Υποθέτω ότι αυτό θα μπορούσε να ισχύει για μερικούς, αλλά η πληρωμή είναι συνήθως η προτιμώμενη μέθοδός μου.

# Dialogue_Text,DL_QuarterMaster9
source: Ahh yes, I nearly forgot. Lets get to work.
el: Ααα ναι, παραλίγο να το ξεχάσω. Ας πιάσουμε δουλειά.

# Dialogue_Text,DL_RacePohatu1
source: Brother!
el: Αδερφέ!

# Dialogue_Text,DL_RacePohatu2
source: What’s wrong? You don’t look happy to see me. I thought you’d enjoy getting to spend some time with a good friend!
el: Τι συμβαίνει; Δεν φαίνεσαι χαρούμενος που με βλέπεις. Σκέφτηκα ότι θα σου άρεσε να περάεις λίγο χρόνο με έναν καλό φίλο!

# Dialogue_Text,DL_RacePohatu3
source: Oh, what’s the difference? But hey, if that’s gonna be your attitude about it, it's a good thing I brought you down here for some good old friendly competition.
el: Ω, ποια είναι η διαφορά; Αλλά, αν αυτή είναι η στάση σου απέναντι στο θέμα, καλό είναι που σε έφερα εδώ κάτω για έναν φιλικό διαγωνισμό.

# Dialogue_Text,DL_RacePohatu4
source: Of course. If there’s one thing Po-Koro’s known for, it’s sport!
el: Φυσικά. Αν υπάρχει ένα πράγμα για το οποίο είναι γνωστό τοPo- Koro, αυτό είναι ο αθλητισμός!

# Dialogue_Text,DL_RacePohatu5
source: ...He was in on the whole thing from the start.
el: ...Ήταν ενήμερος για όλα από την αρχή.

# Dialogue_Text,DL_RacePohatu6
source: A friendly race, that’s all! From here to Po-Koro. Just you and me!
el: Ένας φιλικός αγώνας, αυτό είναι όλο! Από εδώ μέχρι το Po-Koro. Μόνο εσύ κι εγώ!

# Dialogue_Text,DL_RacePohatu7
source: There’s a very stylish prize for you if you win.
el: Υπάρχει ένα πολύ στυλάτο βραβείο για σένα αν κερδίσεις.

# Dialogue_Text,DL_RacePohatuAccept
source: Excellent! First one to make it to the gates of Po-Koro wins! Hope you’re ready!
el: Τέλεια! Ο πρώτος που θα φτάσει στις πύλες του Po-Koro κερδίζει! Ελπίζω να είσαι έτοιμος!

# Dialogue_Text,DL_RacePohatuLeave
source: Very well... just let Podu here know WHEN you change your mind.
el: Πολύ καλά... απλώς ενημέρωσε τον Podu ΟΤΑΝ αλλάξεις γνώμη.

# Dialogue_Text,DL_RacePohatuPodu1
source: Huh? What do I have to do with this?
el: Ε; Τι σχέση έχω εγώ με αυτό;

# Dialogue_Text,DL_RacePohatuPodu2
source: Half of it was my idea.
el: Το μισό ήταν δική μου ιδέα.

# Dialogue_Text,DL_RacePohatuWhy
source: Well you just haven’t seen it yet! Trust me- it is a VERY cool hat.
el: Λοιπόν, απλά δεν το έχεις δει ακόμα! Πίστεψέ με - είναι ένα ΠΟΛΥ ωραίο καπέλο.

# Dialogue_Text,DL_RacePohatuWhy2
source: Well I don’t want to race anyone else but you.
el: Μα δεν θέλω να αγωνιστώ με κανέναν άλλον εκτός από εσένα.

# Dialogue_Text,DL_RacePohatuWhy3
source: Yes! ...But also because of the Island-wide poll I did.
el: Ναι! ...Αλλά και λόγω της δημοσκόπησης που έκανα σε ολόκληρο το νησί.

# Dialogue_Text,DL_RacePohatuWhy4
source: I held a vote asking Matoran from all across the island who their favorite Toa was - And you won!
el: Διεξήγαγα ψηφοφορία ρωτώντας τους Ματοράν από όλο το νησί ποιος ήταν ο αγαπημένος τους Toa was - Και κέρδισες!

# Dialogue_Text,DL_RacePohatuWhy5
source: I do as well. Though I did come in a very close second... half a percent of the vote! A little outrageous if you ask me, but you still won, fair and square.
el: Κι εγώ το ίδιο. Αν και ήρθα δεύτερος με πολύ μικρή διαφορά... μισό τοις εκατό των ψήφων! Λίγο εξωφρενικό αν θέλεις τη γνώμη μου, αλλά κέρδισες, όπως και να 'χει.

# Dialogue_Text,DL_RacePohatuWhy6
source: Oh, quit being so serious all the time, Kopaka! You’re always the one who is most dedicated out of all of us - don’t you think you deserve a little bit of fun now and then?
el: Ω, σταμάτα να είσαι τόσο σοβαρός όλη την ώρα, Kopaka! Είσαι πάντα ο πιο αφοσιωμένος από όλους μας - δεν νομίζεις ότι σου αξίζει λίγη διασκέδαση πού και πού;

# Dialogue_Text,DL_RacePohatuWhy7
source: ...How about this, then. If you beat me in this race, it shall prove once and for all that you are the superior Toa, and you shall be burdened by the plight of my comradery for no longer.
el: ...Τι λες για το εξής, τότε. Αν με νικήσεις σε αυτόν τον αγώνα, θα αποδειχθεί μια για πάντα ότι είσαι ο ανώτερος Toa, a και δεν θα σας βαρύνει πλέον η μάστιγγα της συντροφιάς μου.

# Dialogue_Text,DL_RahiAboutTemple
source: Why are you talking to me? The- The Rahi, they're still here!
el: Γιατί μου μιλάς; Τα-τα Rahi, είναι ακόμα εδώ!

# Dialogue_Text,DL_RockGuy
source: Howdy Toa, Welcome to the back end of nowhere - otherwise known as my shop!
el: Γεια σου Toa, καλώς ήρθες στη πίσω αλάνα του πουθενά - αλλιώς γνωστό ως το μαγαζί μου!

# Dialogue_Text,DL_SadKolhiiPlayer
source: *Sigh*
el: *Στεναγμός*

# Dialogue_Text,DL_SadKolhiiPlayer1
source: Huh? Oh, hello Toa... >snif<
el: Ε; Ω, γεια σου Toa...>σνιφ<

# Dialogue_Text,DL_SadKolhiiPlayer2
source: No...
el: Όχι...

# Dialogue_Text,DL_SadKolhiiPlayerAlreadyHave
source: You do? How - Oh right you're a Toa. Can I...
el: Ναι; Πώς - Α, σωστά, είσαι Τόα. Μπορώ να...

# Dialogue_Text,DL_SadKolhiiPlayerComplete1
source: Hello again toa!
el: Γειά και πάλι toa!

# Dialogue_Text,DL_SadKolhiiPlayerComplete2
source: Absolutely! I would be playing with it now but I've been feeling rather tired recently, I figured it would be better for me to rest for now.
el: Απολύτως! Θα έπαιζα με αυτό τώρα, αλλά νιώθω αρκετά κουρασμένος τελευταία, σκέφτηκα ότι θα ήταν καλύτερα για μένα να ξεκουραστώ προς το παρόν.

# Dialogue_Text,DL_SadKolhiiPlayerCompleteQuest
source: Thank you so much for this Toa, I am forever indebted to you!
el: Σε ευχαριστώ πολύ για αυτό Toa, σου είμαι για πάντα υπόχρεος!

# Dialogue_Text,DL_SadKolhiiPlayerExplain
source: I- I can't buy a Comet... I worked hard, I saved everything up, and when I had just enough I sold my kohlii ball to get me over the top! But right when I went to buy one the price got raised! As much as I want to, I can't blame Ahkmou, they are in very high demand.
el: Δ-δεν μπορώ να αγοράσω ένα Κομήτη... Δούλεψα σκληρά, μάζεψα τα πάντα, και όταν είχα αρκετά, πούλησα την μπάλα μου για να τα καταφέρω! Αλλά ακριβώς όταν πήγα να αγοράσω ένα, η τιμή ανέβηκε! Όσο κι αν το θέλω, δεν μπορώ να κατηγορήσω την Ahkmou, έχουν πολύ μεγάλη ζήτηση.

# Dialogue_Text,DL_SadKolhiiPlayerExplainAgain
source: That's okay, I'll just sit here and sulk some more...
el: Δεν πειράζει, θα κάτσω εδώ και θα μελαγχολήσω λίγο ακόμα...

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice1
source: What, you'd pay for it all - are you sure?
el: Τι, θα τα πληρώνατε όλα αυτά - είστε σίγουρος;

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice2
source: Uhh, in exchange I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
el: Εμμ, αντάλλαγμα μπορώ να σου δώσω... Εεε... Αυτό! Το βρήκα έξω από το Po-Koro, ίσως να αξίζει κάτι;

# Dialogue_Text,DL_SadKolhiiPlayerGiveHalf
source: You'd do that for me? Here it is, that's all I have, feel free to keep the change if there is any.
el: Θα το έκανες αυτό για μένα Ορίστε, αυτό είναι το μόνο που έχω, μπορείτε να κρατήσετε τα ρέστα αν υπάρχουν.

# Dialogue_Text,DL_SadKolhiiPlayerNoMoney
source: That's great, thank you Toa. I'm very glad that you have taken an interest in my petty needs.
el: Αυτό είναι υπέροχο, ευχαριστώ Toa. Χαίρομαι πολύ που ενδιαφέρεσαι για τις ασήμαντες ανάγκες μου.

# Dialogue_Text,DL_SadKolhiiPlayerReturn
source: Oh Toa you're back! Did you manage to get a Comet yet?
el: Ω Toa επέστρεψες! Κατάφερες να πάρεις έναν Κομήτη;

# Dialogue_Text,DL_SadKolhiiPlayerReturn1
source: You did? YEEESS! Hand it over!
el: Αλήθεια; ΝΑΙΑΙΑΙ! Δώσ' το μου!

# Dialogue_Text,DL_SadKolhiiPlayerReturn2
source: This is amazing Toa $T! I can't thank you enough!
el: Αυτό είναι καταπληκτικό Toa $T! Δεν μπορώ να σας ευχαριστήσω αρκετά!

# Dialogue_Text,DL_SadKolhiiPlayerReturnNoMoneyReward
source: Oh yes of course, Uhh I could give you some of the money I had saved up, and maybe something else...
el: Ω ναι, φυσικά, εμμ θα μπορούσα να σου δώσω μερικά από τα χρήματα που είχα μαζέψει, και ίσως κάτι άλλο...

# Dialogue_Text,DL_SadKolhiiPlayerRewardItem
source: Uhh, perhaps I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
el: Ωχ, ίσως μπορώ να σου δώσω... Εμμ... Αυτό! Το βρήκα έξω από το Po-Koro, ίσως αξίζει κάτι;

# Dialogue_Text,DL_ScaredConvo1
source: Toa, You're here Finally! What took you so long!
el: Τόα, ήρθες επιτέλους! Γιατί άργησες τόσο πολύ!

# Dialogue_Text,DL_ScaredConvo10
source: I would offer you the cargo, but most of it was eaten. Good luck Toa.
el: Θα σου πρόσφερα το φορτίο, αλλά το μεγαλύτερο μέρος του φαγώθηκε. Καλή τύχη Τόα.

# Dialogue_Text,DL_ScaredConvo2
source: We are, please exuse Laru, he's still very shaken up from the incident.
el: Είμαστε, παρακαλώ, συγχωρέστε τον Laru, είναι ακόμα πολύ συγκλονισμένος από το περιστατικό.

# Dialogue_Text,DL_ScaredConvo3
source: The Tarakava down there sprinted at us from across the Pillar lands. Luckily, Me and Laru made it up here before they attacked - I think they wanted our cargo.
el: Ta Tarakava εκεί κάτω έτρεξαν καταπάνω μας από την άλλη άκρη των Στύλο-Εδάφιων. Ευτυχώς, εγώ και ο Laru φτάσαμε εδώ πριν επιτεθούν - νομίζω ότι ήθελαν το φορτίο μας.

# Dialogue_Text,DL_ScaredConvo4
source: I was never allowed to look inside, though it smelled terrible. Based on what I can see it looks like some kind of fish.
el: Δεν μου επιτράπηκε ποτέ να κοιτάξω μέσα, αν και μύριζε απαίσια. Από ό,τι μπορώ να δω, μοιάζει με κάποιο είδος ψαριού.

# Dialogue_Text,DL_ScaredConvo5
source: They're after me, THEY'RE AFTER MY MASK!
el: Με κυνηγούν, ΘΕΛΟΥΝ ΤΗ ΜΑΣΚΑ ΜΟΥ!

# Dialogue_Text,DL_ScaredConvo6
source: Relax Laru, no one's after your mask.
el: Χαλάρωσε Laru, κανείς δεν θέλει τη μάσκα σου.

# Dialogue_Text,DL_ScaredConvo7
source: NO NO YOU'RE WRONG! I smell like them, the Pink tailed ruki - It's their favorate treat! Wait, THEY'RE GOING TO EAT ME!
el: ΟΧΙ ΟΧΙ ΚΑΝΕΙΣ ΛΑΘΟΣ! Μυρίζω σαν αυτά, τα Ruki με Ροζ Ουρά - Είναι η αγαπημένη τους λιχουδιά! Περίμενε, ΘΑ ΜΕ ΦΑΝΕ!

# Dialogue_Text,DL_ScaredConvo8
source: Wait, Pink tailed Ruki? They're illegal in Po-Koro, why were we transporting this there?
el: Μισό λεπτό, Ρούκι με Ροζ Ουρά; Είναι παράνομα στο Πο-Κόρο, γιατί το μεταφέραμε εκεί;

# Dialogue_Text,DL_ScaredConvo9
source: Well, yes that's what it said on the order form. You know him?
el: Λοιπόν, ναι, αυτό έγραφε στην φόρμα παραγγελίας. Τον ξέρεις;

# Dialogue_Text,DL_ScaredConvoWho
source: WHAT DO YOU MEAN? Omak didn't send you? Gah!
el: ΤΙ ΕΝΝΟΕΙΣ; Δεν σε έστειλε ο Omak; Αχ!

# Dialogue_Text,DL_Scholar1
source: </><Matoran>The chronicler will become the light</><Key> ... Hmm Okay.
el: </><Matoran>Ο χρονικογράφος θα γίνει το φως</><Key> ... Χμμ Εντάξει.

# Dialogue_Text,DL_Scholar2
source: Huh? Oh hello Toa, I was just reading the wall of prophecies. Much of it is written in an older dialect, I am one of a few who transcribe those passages into our new way of speech.
el: Ε; Ω γεια σου Toa, μόλις διάβαζα τον τοίχο με τις προφητείες. Μεγάλο μέρος του είναι γραμμένο σε μια παλαιότερη διάλεκτο, είμαι ένας από τους λίγους που μπορούν να μεταγράψουν αυτά τα αποσπάσματα στον νέο μας τρόπο ομιλίας.

# Dialogue_Text,DL_SellerConsumables1
source: Toa $T! I have just what you need, healing plants, empowering drinks and more!
el: Toa $T! Έχω ακριβώς αυτό που χρειάζεσαι, θεραπευτικά φυτά, ενδυναμωτικά ποτά και πολλά άλλα!

# Dialogue_Text,DL_SellerConsumablesHewtinii
source: Toa! Welcome to Hewtinii's comestibles, I've got plenty of exactly what you need $T!
el: Καλώς ήρθες στα φαγώσιμα του Hewtinii, έχω αρκετά ακριβώς από αυτά που χρειάζεσαι!

# Dialogue_Text,DL_SellerConsumablesHewtiniiFikouNui
source: They're the worst! I can't stand them!
el: Είναι τα χειρότεροι! Δεν τα αντέχω!

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran1
source: Oh? Well that would be because I'm not a Ga-Matoran.
el: Ω; Αυτό θα ήταν επειδή δεν είμαι Ga-Matoran.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran2
source: It's fine! I understand if my presence in Ga-Koro may have confused you, Toa $T.
el: Είναι εντάξει! Καταλαβαίνω αν η παρουσία μου στο Ga-Koro μπορεί να σε μπέρδεψε, Τόα $Τ.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran3
source: Your guess is as good as mine! Though I've been told I sometime speak words that no Matoran understands.
el: Η εικασία σου είναι εξίσου καλή με τη δική μου! Αν και μου έχουν πει ότι μερικές φορές λέω λέξεις που κανένας Matoran δεν καταλαβαίνει.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran4
source: Well, the other day I caught myself saying "Vackert Väder!" when I was talking to Hahli.
el: Λοιπόν, την άλλη μέρα συνειδητοποίησα ότι είπα «Vackert Väder!» ενώ μιλούσα με τη Hahli.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran5
source: I honestly do not know, but it made the rest of the conversation quite awkward...
el: Ειλικρινά δεν ξέρω, αλλά έκανε την υπόλοιπη συζήτηση αρκετά αμήχανη...

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran7
source: ...I did it again, didn't I?
el: ...Το έκανα ξανά, έτσι δεν είναι;

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura1
source: Oh Kapura? He said he was going to walk across the entirety of Mata-Nui. I don't know what's gotten into him, and I'm not sure how I feel about it.
el: Ω, Kapura; Είπε ότι θα περπατούσε σε όλο το Μάτα-Νούι. Δεν ξέρω τι τον έχει πιάσει και δεν είμαι σίγουρος πώς νιώθω γι' αυτό.

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura2
source: I don't know if you've noticed Toa $T, but Kapura walks very slow. In fact he's so slow that a Rahi would be able to catch him without even trying!
el: Δεν ξέρω αν έχεις προσέξει, Toa $T, αλλά ο Kapura περπατάει πολύ αργά. Στην πραγματικότητα, είναι τόσο αργός που ένας Rahi θα μπορούσε να τον πιάσει χωρίς καν να προσπαθήσει!

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura3
source: I mean, there is a chance that they would consider him too boring to hunt, but you never know what goes on in the heads of the Nui-Jaga, Nui-Rama, and... *gulp* F-Fikou-Nui...
el: Δηλαδή, υπάρχει μια πιθανότητα να τον θεωρήσουν πολύ βαρετό για να κυνηγήσουν, αλλά ποτέ δεν ξέρεις τι συμβαίνει στα μυαλό των Nui-Jaga, Nui-Rama, και... *γλουμπ* τα F-Fikou-Nui...

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura4
source: I would very much appreciate that if you did, Toa $T!
el: Θα το εκτιμούσα πολύ αν το έκανες, Toa $T!

# Dialogue_Text,DL_SellerConsumablesTimed
source: Greetings! Have a look at my wares, you'll like what you see I'm sure of it! Long lasting energy, restorative gels, I've got it all!
el: Χαιρετισμούς! Ρίξτε μια ματιά στα προϊόντα μου, θα σας αρέσει αυτό που θα δείτε, είμαι σίγουρη γι' αυτό! Ενέργεια μακράς διαρκείας, τζελ αποκατάστασης, τα έχω όλα!

# Dialogue_Text,DL_SellerGeneral1
source: Come, take a look at my wares! Even a Toa needs what I have!
el: Έλα, ρίξε μια ματιά στα εμπορεύματά μου! Ακόμα και ένας Toa χρειάζεται αυτό που έχω!

# Dialogue_Text,DL_SellerMaskJuice1
source: Oh Toa hey! Come here, come here! I've got something you want!
el: Ω, Toa γεια! Έλα εδώ, έλα εδώ! Έχω κάτι που θέλεις!

# Dialogue_Text,DL_SellerMaskJuiceQuestion
source: A rare, beautiful substance. I've heard rumors that it may have the ability to power masks, and make them work like your own do.
el: Μια σπάνια, όμορφη ουσία. Έχω ακούσει φήμες ότι μπορεί να έχει την ικανότητα να τροφοδοτεί τις μάσκες και να τις κάνει να λειτουργούν όπως οι δικές σας.

# Dialogue_Text,DL_SellerMasks1
source: My my a Toa, what luck! I carry something you may be interested in, Masks!
el: Πω πω, Toa, τι τύχη! Κουβαλάω κάτι που μπορεί να σε ενδιαφέρει, Μάσκες!

# Dialogue_Text,DL_SellerMasksNobua
source: Oh uhh. Hello Toa, Nobua here.
el: Ωχ εμμ. Γεια σου Toa, Nobua εδώ.

# Dialogue_Text,DL_SellerMasksNobua1
source: Oh fie, I'm not very good at this shopkeeping thing. Did you want to buy something Toa?
el: Ωχ, δεν είμαι και πολύ καλός σε αυτό το μαγαζί. Ήθελες να αγοράσεις κάτι, Toa;

# Dialogue_Text,DL_SellerMasksNobua2
source: Masks! Or... mask replacements anyways. We don't get a lot of sales to be honest, not sure how the company keeps us in business.
el: Μάσκες! Ή... αντικατάσταση μασκών τέλος πάντων. Για να είμαι ειλικρινείς, δεν έχουμε πολλές πωλήσεις, δεν είμαι σίγουρος πώς η εταιρεία μας κρατάει σε λειτουργία.

# Dialogue_Text,DL_SellerMasksNobua3
source: Huh? Oh uhh... I'm not supposed to talk about it, but seeing as you're a Toa...
el: Ε; Ωχ... Δεν πρέπει να το συζητάω, αλλά επειδή είσαι Toa...

# Dialogue_Text,DL_SellerMasksNobua4
source: *Hushed* I'm currently working off my debt to the company, they said they'd throw me out of Onu-Koro if I didn't work for them!
el: *Σιωπηλά* Αυτή τη στιγμή πληρώνω το χρέος μου προς την εταιρεία, είπαν ότι θα με έδιωχναν από το Onu-Koro αν δεν δούλευα γι' αυτούς!

# Dialogue_Text,DL_SellerMasksNobua5
source: Buy my stuff! The more widgets I get, the closer I am to getting them off my back! *Wispering* Please don't tell anyone I told you this...
el: Αγόρασε τα πράγματά μου! Όσο περισσότερα μεταλλίσματα αποκτώ, τόσο πιο κοντά είμαι στο να τα ξεφορτωθώ! *Ψιθυρίζοντας* Σε παρακαλώ, μην πεις σε κανέναν ότι σου τα είπα αυτά...

# Dialogue_Text,DL_SellerMasksQuestion
source: Yes really! Although they are made for Matoran, they may work on a Toa who knows?
el: Ναι, όντως! Αν και είναι φτιαγμένα για τον Matoran, μπορεί να λειτουργήσουν και σε έναν Toa, ποιος ξέρει;

# Dialogue_Text,DL_SellerMetal1
source: AH HA! Exactly the one who should visit my shop, you must have stumbled across some metalic objects in your travels Toa! If so, I'd buy them at a high price!
el: ΑΧ ΧΑ! Ακριβώς αυτός που πρέπει να επισκεφτεί το κατάστημά μου, σίγουρα έχεις βρει κάποια μεταλλικά αντικείμενα στα ταξίδια σου! Αν ναι, θα τα αγόραζα ακριβά!

# Dialogue_Text,DL_SellerNone
source: Ugghh, my head...
el: Ωχχχχ, το κεφάλι μου...

# Dialogue_Text,DL_SellerNone1
source: Nothing, it doesn't matter.
el: Τίποτα, δεν έχει σημασία.

# Dialogue_Text,DL_SellerNone2
source: It's those two next door, they won't stop arguing! My head is killing me I can't sell, much less think!
el: Είναι αυτοί οι δύο διπλανοί, δεν σταματούν να μαλώνουν! Με σκοτώνει το κεφάλι μου, δεν μπορώ να πουλήσω, πόσο μάλλον να σκεφτώ!
