Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_DamMaster4
source: I suppose you could say that yes. The only way I could find to protect these Rahi, was to block off the river and force them to move on. However I quickly realised that just about anyone could come and undo my work, so I had to put a guardian in place.
pl_pl: Myślę, że można tak powiedzieć. Jedynym sposobem jaki znalazłem, aby chronić te Rahi, było zablokowanie rzeki i zmuszenie ich do odejścia. Jednak szybko zorientowałem się, że ktoś mógłby po prostu przyjść i zburzyć tamę, dlatego musiałem postawić strażnika, który będzie ją chronił.

# Dialogue_Text,DL_DamMaster5
source: Well, yes. But he was no rahi, mearly a poorly cobbled together imitation of a Rahi scavenged from existing parts.
pl_pl: No tak, ale to nie był prawdziwy Rahi - ledwie marna imitacja, sklecona z części, które miałem pod ręką.

# Dialogue_Text,DL_DamMaster6
source: Please Toa $T, I beg you do not make me send these Ruki to their extinction.
pl_pl: Proszę Cię, Toa $T, błagam - nie każ mi wysłać tych Ruki, ku ich zgubie.

# Dialogue_Text,DL_DamMasterLeave
source: Thank you Toa, I'm sure the Ruki will be greatful too!
pl_pl: Dziękuję Ci Toa, jestem przekonany, że Ruki też będą Ci za to wdzięczne!

# Dialogue_Text,DL_DamMasterLift
source: Very well, the Ruki won't forgive you for this Toa.
pl_pl: Rozumiem. Ruki Ci tego nie darują, Toa.

# Dialogue_Text,DL_DamQuestCause
source: I think so, the river used to flow from the mountain top, a while ago we heard the sound of stones sliding or falling, that's when the river stopped flowing. There must have been a land slide or something that happened up there.
pl_pl: Źródło rzeki znajduje się na szczycie tej góry. Jakiś czas temu słyszeliśmy odgłos spadających kamieni - właśnie wtedy rzeka przestała płynąć. Pewnie doszło tam do osuwiska albo czegoś podobnego.

# Dialogue_Text,DL_DamQuestFishing
source: It would work yes, but not nearly as well. You see, In the winter the Ruki fish swim up the river to lay their eggs then by the summer there are hundreds of Ruki swiming down to the ocean, that's where we catch them. Not to even mention that the river was our fresh water source!
pl_pl: To by nie rozwiązało problem. Widzisz, zimą Ruki płyną w górę rzeki, żeby złożyć jaja, a latem tysiące młodych Ruki spływa w dół do oceanu - to wtedy je łapiemy. Nie wspominając już o tym, że rzeka była naszym źródłem świeżej wody!

# Dialogue_Text,DL_DamQuestIntro
source: Not many left...
pl_pl: Nie zostało ich wiele...

# Dialogue_Text,DL_DamQuestIntro2
source: Oh hello Toa, sorry I didn't see you there. Yeah not many fish left... >snif<
pl_pl: Och, witaj Toa. Wybacz, że Cię nie zauważyłem. Tak, niewiele ryb zostało... >pociąga nosem<

# Dialogue_Text,DL_DamQuestIntro3
source: Oh well, it's probably nothing you can help with. You see we trade these fish for... or used to trade with them
pl_pl: Och, prawdopodobnie nie możesz nic na to poradzić. Widzisz, handlujemy tymi rybami... a raczej handlowaliśmy.

# Dialogue_Text,DL_DamQuestIntro4
source: Yeah, This used to be a small fishing town with five or so people including me, but after the river dried up and the fish stopped flowing everone left. I'm Dameo by the way.
pl_pl: Tak, to kiedyś było małe miasteczko rybackie - mieszkało tu z pięć osób, wliczając mnie. Ale odkąd rzeka wyschła i ryby przestały przypływać, wszyscy się wynieśli. A tak przy okazji, jestem Dameo.

# Dialogue_Text,DL_DamQuestMyth
source: Hold a moment Toa $T! I've heard a legend about that peak that you may wish to hear. They say that the Lake of The Frost is home to a spiteful spirit that will attack you on sight, that lake is where our river flows from, be careful Toa.
pl_pl: Poczekaj, Toa $T! Słyszałem legendę o tym szczycie, którą możesz zechcieć usłyszeć. Matoranie mówią, że Jezioro Zmrożenia jest domem złośliwego ducha, który atakuje każdego, kogo zobaczy. To właśnie z tego jeziora wypływa nasza rzeka. Uważaj na siebie, Toa.

# Dialogue_Text,DL_DamQuestStillHere
source: Well because I started the town of course!
pl_pl: Cóż, ponieważ założyłem miasto!

# Dialogue_Text,DL_DamQuestStillHere2
source: I did! My passion is fishing you see, and there's not much fishing in Ko-koro as you can imagine, well Ice fishing sure, but I grew bored of that quickly. So one day I decided to leave and start a fishing village!
pl_pl: Tak! Moją pasją jest rybołówstwo, a jak się zapewne domyślasz, w Ko-Koro trudno o ryby - co najwyżej można łowić w przeręblu, ale szybko mi się to znudziło. Więc pewnego dnia zdecydowałem się odejść i założyć własną rybacką osadę!

# Dialogue_Text,DL_ExilonSpeak
source: Oh, Toa $T? Why did you come up here? Did you follow me?
pl_pl: Toa $T? Dlaczego tu {G}|gender(przyszedłeś, przyszłaś)? Czy śledzisz mnie?

# Dialogue_Text,DL_ExilonSpeak_2
source: Don't worry about me Toa $T. I have my trusty throwing disc!
pl_pl: Nie martw się o mnie Toa $T. Mam swój niezawodny dysk Kanoka!

# Dialogue_Text,DL_ExilonSpeak_3
source: I enjoy watching the scenery from up here. Sometimes it's good to have a little quiet; away from the bustle of le-koro.
pl_pl: Lubię podziwiać stąd widoki. Czasami dobrze zrobić sobie krótką przerwę - z dala od zgiełku Le-Koro.

# Dialogue_Text,DL_Fish
source: I once caught a fish *this* big!
pl_pl: Kiedyś złapałam *taką* rybę!

# Dialogue_Text,DL_Fish2
source: Oh yeah, Well I once caught a fish *thiiiis* big!
pl_pl: Och, tak? A ja kiedyś złapałam *taaaaką* rybę!

# Dialogue_Text,DL_FishSeller
source: Fresh fish from Ga-Koro! Only five Widgets each!
pl_pl: Świeże ryby wprost z Ga-Koro! Tylko pięć widżetów za sztukę!

# Dialogue_Text,DL_Gali1
source: I... agree.
pl_pl: ...Zgadzam się.

# Dialogue_Text,DL_Gali2
source: Have you not sensed that there is something off about all this? Something is not as it should be.
pl_pl: Czy nie masz wrażenia, że coś tu jest nie tak? Coś, nie jest tak, jak powinno.

# Dialogue_Text,DL_GeneralKokoranbyprotopool
source: *Yawn* Hi Toa how are you.
pl_pl: *Ziew* Cześć, Toa. Co słychać?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_2
source: Oh, I like the sound. It makes me feel at peace.
pl_pl: Och, lubię jego dźwięk. Uspokaja mnie.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_3
source: *Yawn* Hi Toa how are you.
pl_pl: *Ziew* Cześć, Toa. Co słychać?

# Dialogue_Text,DL_GeneralKokoranbyprotopool_4
source: It's always sort of been there. Not sure what it does really.
pl_pl: Jest tu od zawsze. Nie mam pojęcia do czego służy.

# Dialogue_Text,DL_GeneralKokoranGreeting
source: Do you know where Nuju is? I can't seem to find him.
pl_pl: Czy wiesz, gdzie jest Nuju? Nie mogę go znaleźć.

# Dialogue_Text,DL_GeneralKokoranGreeting_3
source: Do you know where Nuju is? I can't seem to find him.
pl_pl: Czy wiesz, gdzie jest Nuju? Nie mogę go znaleźć.

# Dialogue_Text,DL_GeneralKokoranGreeting_4
source: It's gone... all of it.
pl_pl: Zniknęło... wszystko.

# Dialogue_Text,DL_GeneralNone
source: Few, thank you Toa, you saved our sanctuary!
pl_pl: *Uff* Dziękuję Toa, za ocalenie naszego azylu!

# Dialogue_Text,DL_GiveHat
source: Hello Toa $T!
pl_pl: Witaj, Toa $T!

# Dialogue_Text,DL_GiveHat1
source: Why today is naming day! It's an all day event to celebrate good deeds done by our fellow Matoran! They get to change their names because of that!
pl_pl: Dziś jest Dzień Imion! To całodniowe święto ku czci Matoran, którzy dokonali wielkich czynów! Dostępują zaszczytu zmiany imienia!

# Dialogue_Text,DL_GiveHat2
source: Oh, They're just really fun! I have a spare one if you want it!
pl_pl: Och, po prostu są fajne! Mam jedną na zbyciu, jeśli chcesz!

# Dialogue_Text,DL_GiveHat3
source: Here ya go $T!
pl_pl: Proszę, $T!

# Dialogue_Text,DL_GreavingMatoran1
source: ...I'm meditating, is there anything you need Toa?
pl_pl: ...medytuję, czy jest coś, czego potrzebujesz, Toa?

# Dialogue_Text,DL_GreavingMatoran10
source: Indeed they are. I hope you will stop them for Koha’s sake. Now leave me, I wish to remember my brother fondly.
pl_pl: Rzeczywiście, są. Mam nadzieję, że powstrzymasz ich przez wzgląd na Kohę. Teraz zostaw mnie - chcę ze czcią wspominać brata.

# Dialogue_Text,DL_GreavingMatoran2
source: Me and my brother lived out here, away from the hustle and bustle of Onu-Koro. I still haven't forgiven him...
pl_pl: Mieszkałem tu razem z bratem, z dala od tłoku i zgiełku Onu-Koro. Nadal mu nie wybaczyłem...

# Dialogue_Text,DL_GreavingMatoran3
source: That note was not meant for you Toa, but now that you've seen it I suppose I could tell you the story...
pl_pl: Ta notatka nie była przeznaczona dla Ciebie, Toa. Ale skoro już ją {G}|gender(zobaczyłeś, zobaczyłaś), mogę opowiedzieć Ci tę historię...

# Dialogue_Text,DL_GreavingMatoran4
source: Koha and I lived out here together, one day we got in an argument about the food and whether it would last. He was right, It didn't.
pl_pl: Koha i ja mieszkaliśmy tu razem. Pewnego dnia pokłóciliśmy się o jedzenie - o to, na jak długo go wystarczy. On miał rację, nie wystarczyło.

# Dialogue_Text,DL_GreavingMatoran5
source: But he had already left by then. The discussion was heated and he decided that he'd get more food from Onu-Koro before out stores ran dry.
pl_pl: Ale on już odszedł. To była zażarta kłótnia i stwierdził, że pójdzie do Onu-Koro po więcej jedzenia, zanim skończą się nasze zapasy.

# Dialogue_Text,DL_GreavingMatoran6
source: It wasn't a week later that they did, Koha was late and I was hungry - So I made my way to Onu-Koro on my own.
pl_pl: Nie minął nawet tydzień, a zapasy się skończyły. Koha wciąż nie wracał, a ja byłem głodny - więc sam poszedłem do Onu-Koro.

# Dialogue_Text,DL_GreavingMatoran7
source: I asked the vendors in the village if they had seen my brother, but no one had. I was worried but I assumed maybe we had just missed eachother.
pl_pl: Popytałem kupców w wiosce, czy widzieli mojego brata, ale nikt go nie widział. Zacząłem się martwić, ale pomyślałem, że może po prostu się minęliśmy.

# Dialogue_Text,DL_GreavingMatoran8
source: A day later I returned to this island, and found a matoran washed up on the sand. When I turned him over I knew who it was, even without a mask I could tell it was my brother.
pl_pl: Dzień później, kiedy wróciłem na wyspę, znalazłem Matoranian wyrzuconego przez morze na piasek. Kiedy go obróciłem, od razu wiedziałem, kim jest - nawet bez maski rozpoznałem, że to mój brat.

# Dialogue_Text,DL_GreavingMatoran9
source: He is burried down the path behind me, pay your respects if you wish.
pl_pl: Jest pochowany na ścieżce za mną. Oddaj mu cześć, jeśli chcesz.

# Dialogue_Text,DL_Grinch
source: *Grumbles to self*
pl_pl: *Burczy pod nosem*

# Dialogue_Text,DL_Grinch1
source: I don't like the naming day, It's too loud. All the Matoran playing with their gifts, sometimes they even sing. It's disgusting, Why are they all so happy?
pl_pl: Nie lubię Dnia Imion. Jest zdecydowanie za głośne. Wszyscy Matoranie bawią się swoimi prezentami, a czasami nawet śpiewają. To obrzydliwe. Dlaczego wszyscy są tacy szczęśliwi?

# Dialogue_Text,DL_Grinch2
source: Hmm... Well maybe I could... Good luck on your travels toa.
pl_pl: Hmm… Może jednak mogę... Powodzenia w twoich podróżach, Toa.

# Dialogue_Text,DL_Guard1
source: Halt, may I see your credentials?
pl_pl: Stój! Mogę zobaczyć Twoje dokumenty?

# Dialogue_Text,DL_Guard2
source: Umm... I still need them - some form of ID?
pl_pl: Umm… Ciągle ich potrzebuję - masz coś, co potwierdzi Twoją tożsamość?

# Dialogue_Text,DL_Guard3
source: Okay, That works I guess... You may enter.
pl_pl: Dobra, to chyba wystarczy... Możesz wejść.

# Dialogue_Text,DL_Guard4
source: Hail Toa $T. You are free to enter, if you can manage to open the gate of course.
pl_pl: Witaj, Toa $T. Możesz wejść - oczywiście, jeśli uda Ci się otworzyć bramę.

# Dialogue_Text,DL_GuardCamp
source: Greetings Toa $T. Welcome to the Ta-Koro Guard forward camp!
pl_pl: Witam Cię, Toa $T, w przednim obozie Straży Ta-Koro!

# Dialogue_Text,DL_GuardCampForward
source: Yes I know, that's just what it's called. Jala decided we needed a quicker way to deploy troops, plus there's too many of us to all stay in Ta-Koro ourselves.
pl_pl: Tak, wiem, po prostu tak go nazwaliśmy. Jala zadecydował, że potrzebujemy szybszego sposobu na rozlokowywanie żołnierzy. Poza tym jest nas zbyt wielu, żeby wszyscy zostali w Ta-Koro.

# Dialogue_Text,DL_GuardCampWhere
source: Mostly everyone is out in the field fighting the Rahi threat. You'll only be able to find the Quartermaster, myself, and a few others here at the moment.
pl_pl: Z reguły wszyscy są w terenie, walcząc z zagrożeniem ze strony Rahi. Teraz, w obozie znajdziesz tylko Kwatermistrza, mnie i kilku innych.

# Dialogue_Text,DL_GuardPicking2
source: What? Oh Hello $T, I was just trying to decide what staff to pick, because I defenently didn't forget which one is mine heheh...
pl_pl: Co? Och, witaj $T, właśnie zastanawiałem się, który kostur wybrać, bo na pewno nie zapomniałem, który jest mój hehe...

# Dialogue_Text,DL_GuardPickingSheilds
source: What do you think Toa, Which shield should I go with?
pl_pl: Co myślisz, Toa, którą tarczę powinienem wybrać?

# Dialogue_Text,DL_GuardPickingSheilds1
source: HAH Really? From left to right, Scarlet, Vermilion, and Ruby. I suppose I look JUST Red to you too?
pl_pl: Serio? Od lewej do prawej: szkarłatny, cynobrowy i rubinowy. Pewnie ja też wydaję Ci się TYLKO czerwony?

# Dialogue_Text,DL_GuardPickingSheildsTahu
source: Wait what? I thought these where shields! Why do they all have to look the same!
pl_pl: Czekaj, co? Myślałem, że to tarcze! Dlatego wszystkie wyglądają tak samo!

# Dialogue_Text,DL_Hahli1
source: Toa $T! Thank goodness you're here, the Turaga - she's been missing for far too long!
pl_pl: Toa $T! Dzięki Wielkiemu Duchowi, że jesteś — nasza Turaga zaginęła dość dawno temu!

# Dialogue_Text,DL_Hahli2
source: You don't remember me? Oh... Well I'm Hahli!
pl_pl: Nie pamiętasz mnie? Och... No cóż, mam na imię Hahli!

# Dialogue_Text,DL_Hahli3
source: Yes, in case you don't remember - Turaga Nokama is the elder of the village, and she's gone missing!
pl_pl: Tak, na wypadek, gdybyś nie {G}|gender(pamiętał, pamiętała) - Turaga Nokama jest Starszą Wioski i zaginęła!

# Dialogue_Text,DL_Hahli4
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map.
pl_pl: Możliwe... Ostatnie co wiem, to to, że była na spotkaniu przy Kini-Nui. Może utknęła gdzieś w drodze powrotnej? Tutaj, zaznaczę Ci to na mapie.

# Dialogue_Text,DL_Hahli5
source: Have you found Nokama yet? I'm very worried...
pl_pl: Czy {G}|gender(odnalazłeś, odnalazłaś) już Nokamę? Bardzo się o nią martwię...

# Dialogue_Text,DL_Hahli6
source: Please do find her, I am very worried!
pl_pl: Proszę, znajdź ją. Bardzo się martwię!

# Dialogue_Text,DL_HahliGiveMap
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Wait, you don't have one? Here I only have Ga-Wahi but It should help.
pl_pl: Możliwe... Ostatnie co wiem, to to, że była na spotkaniu przy Kini-Nui. Może utknęła gdzieś w drodze powrotnej? Tutaj, zaznaczę Ci to na mapie. Czekaj, nie masz mapy? Proszę, mam tylko mapę Ga-Wahi, ale powinna wystarczyć.

# Dialogue_Text,DL_HahliThankReturn
source: Thank you for returning our Turaga to us Toa!
pl_pl: Dziękuję, że {G}|gender(zwróciłeś, zwróciłaś) nam naszą Turagę, Toa!

# Dialogue_Text,DL_HalloweenMan1
source: Am I crazy Toa?
pl_pl: Czy ja oszalałem, Toa?

# Dialogue_Text,DL_HalloweenMan2
source: Well I keep seeing these orange spheres around Mata-Nui, and no one else can see them!
pl_pl: Cóż, ciągle widzę te pomarańczowe kule wokół Mata Nui, a nikt inny ich nie widzi!

# Dialogue_Text,DL_HalloweenMan3
source: YOU CAN SEE THEM TOO?! So I'm not crazy then!
pl_pl: TEŻ JE WIDZISZ?! Więc nie oszalałem!

# Dialogue_Text,DL_HalloweenMan4
source: Not exactly no... But I picked one up, and I thought... what if it's like one of your masks of power? So, would you care to try it on?
pl_pl: Nie do końca... Ale podniosłem jedną i pomyślałem... a co, jeśli to coś w rodzaju twojej Maski Mocy? Chciałbyś ją przymierzyć?

# Dialogue_Text,DL_HalloweenMan5
source: Soooo... Do you feel anything?
pl_pl: I co... Czujesz cokolwiek?

# Dialogue_Text,DL_HalloweenMan6
source: Hmm, very well then. Perhaps they're just decorative then? Ahh, either way you can keep that one $T.
pl_pl: Hmm, bardzo dobrze. Może są tylko dla dekoracji? Ah, tak czy inaczej, możesz ją zatrzymać, $T.

# Dialogue_Text,DL_Huki1
source: Toa $T Finally!
pl_pl: Toa $T, w końcu!

# Dialogue_Text,DL_Huki2
source: I was tasked to wait for you to return, The Turaga has been missing for far too long.
pl_pl: Moim zadaniem było czekać na Twój powrót. Turaga tak długo nie wraca.

# Dialogue_Text,DL_Huki3
source: *Huff* We've met before $T! You don't remember me?
pl_pl: *Uff* Spotkaliśmy się już, $T! Nie pamiętasz mnie?

# Dialogue_Text,DL_Huki4
source: Huh, odd. I'm Huki, professional Kolhii player!
pl_pl: Dziwne. Jestem Huki, zawodowy gracz Kolhii!

# Dialogue_Text,DL_Huki5
source: Right, the elder of the village. He went to a meeting with the other Turaga, and hasn't come back!
pl_pl: Ah tak, Starszy Wioski. Udał się na spotkanie z innymi Turaga i nie wrócił!

# Dialogue_Text,DL_Huki6
source: You can find him! A trader informed me of an unusual number of rahi somewhere, here let me mark it on your map.
pl_pl: Możesz go odnaleźć! Dowiedziałem się od kupca, że w pobliżu jest wyjątkowo dużo Rahi. Chwila, zaznaczę Ci to na mapie.

# Dialogue_Text,DL_Huki7
source: I sure hope so.
pl_pl: Liczę na to.

# Dialogue_Text,DL_HukiMap
source: There ya go, now skedaddle! He could be in danger!
pl_pl: Proszę, a teraz idź! Może być w niebezpieczeństwie!

# Dialogue_Text,DL_HukiNoMap
source: You don't have one? Ack, Alright I can spare mine, it's just for Po-Wahi - but it shoud suffice for now.
pl_pl: Nie masz mapy? Dobra, mogę Ci oddać moją, jest na niej tylko Po-Wahi, ale na razie powinna wystarczyć.

# Dialogue_Text,DL_HukiReturn
source: What are you waiting for Toa? Onewa could be in danger, go find him!
pl_pl: Na co czekasz, Toa? Onewa może być w niebezpieczeństwie - idź go znaleźć!

# Dialogue_Text,DL_HukiSaved
source: Heard you found the great craftsman! We're all very glad that Turaga Onewa is safe!
pl_pl: Słyszałem, że {G}|gender(znalazłeś, znalazłaś) wielkiego rzemieślnika! Wszyscy bardzo się cieszymy, że Turaga Onewa jest bezpieczny!

# Dialogue_Text,DL_ImportedPlantSeller
source: Imported vegetation here, Harakeke, Bamboo, and more!
pl_pl: Importowana roślinność: harakeke, bambus i wiele więcej!

# Dialogue_Text,DL_InsaneMatoran1
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
pl_pl: AAAA?! T... Toa?! NIE! Nie {G}|gender(powinieneś, powinnaś) tu być!!!

# Dialogue_Text,DL_InsaneMatoran1_2
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
pl_pl: AAAA?! T... Toa?! NIE! Nie {G}|gender(powinieneś, powinnaś) tu być!!!

# Dialogue_Text,DL_InsaneMatoran2
source: LIAR!! Yes, they always lie. You won't get me that easily Toa!!
pl_pl: KŁAMCA!!! Tak, oni zawsze kłamią. Ze mną nie uda Ci się tak łatwo, Toa!!!

# Dialogue_Text,DL_InsaneMatoran2_2
source: LAIR!! Yes, they always lie. You won't get me that easily Toa!!
pl_pl: KŁAMCA!!! Tak, oni zawsze kłamią. Ze mną nie uda Ci się tak łatwo, Toa!!!

# Dialogue_Text,DL_InsaneMatoranGetAway
source: Get away from me!! Makuta help me!
pl_pl: Zostaw mnie!!! Makuta, pomóż mi!

# Dialogue_Text,DL_Jala1
source: Welcome to Ta-Koro, Toa $T. Is there anything you need?
pl_pl: Witaj w Ta-Koro, Toa $T. Potrzebujesz czegoś?

# Dialogue_Text,DL_JalaReport
source: *Huff* I don't report to you Toa, you are entirely superfluous to our operation here!
pl_pl: *Uff* Nie jesteś {G}|gender(moim, moją) {G}|gender(przełożonym, przełożoną), Toa, jesteś całkowicie zbędny w naszej operacji!

# Dialogue_Text,DL_JalaReport1
source: There’s been an increase in Rahi attacks as of late... they seem to be more organized than what we’ve seen in the past. I haven’t heard many details, but a runner has informed me that the other Turaga weren’t able to safely return to their villages. It seems Vakama was the lucky one...
pl_pl: Ostatnio nastąpił wzrost ataków Rahi… wydają się być bardziej zorganizowane niż kiedykolwiek wcześniej. Nie słyszałem wielu szczegółów, ale goniec poinformował mnie, że inni Turaga nie zdołali bezpiecznie wrócić do swoich wiosek. Wygląda na to, że Vakama miał dużo szczęścia...

# Dialogue_Text,DL_JalaReportTahu
source: Things have mostly been quiet, aside from Vakama’s return. I, for one, am grateful. Quiet is a rarity these days.
pl_pl: Nic specjalnego, poza powrotem Vakamy, za który jestem wdzięczny. Spokój to w tych czasach rzadkość.

# Dialogue_Text,DL_JalaTakoro
source: Use the lever behind me to cross the moat. We keep the bridge lowered to protect the village from Rahi, so try to remember to lower it again once you’re across.
pl_pl: Użyj dźwigni za mną, aby podnieść most. Trzymamy go opuszczony, żeby chronić wioskę przed Rahi, więc pamiętaj, aby opuścić go z powrotem, kiedy będziesz już po drugiej stronie.

# Dialogue_Text,DL_JalaWho
source: Are... are you serious? I’m Jala, Captain of the Ta-Koro Guard and right hand to Turaga Vakama. I would assume that Mata Nui’s chosen heroes wouldn’t be this forgetful...
pl_pl: Czy... czy ty jesteś poważny? Jestem Jala, Kapitan Gwardii Ta-Koro

# Dialogue_Text,DL_JobmasterIntro
source: *The matoran mutters to himself*
pl_pl: *Matoranin mamrocze do siebie*

# Dialogue_Text,DL_JobmasterIntro_2
source: What? Oh, sorry. - I was just thinking about how not only am I lacking workers for the tower construction project, the Turaga went and disappeared, and on top of all that, my shipment is late. What a day.
pl_pl: Co? Och, wybacz - właśnie myślałem o tym, że nie dość, że brakuje mi pracowników do budowy wieży, to jeszcze Turaga zniknął, a na dodatek moje zamówienie się spóźnia. Co za dzień.

# Dialogue_Text,DL_JobmasterJob1
source: Ah, Reka. Quite a dull man, a bit obsessed with Kohlii - like half the town I suppose. If he sent you here, you must need a few extra widgets, right? I suppose you could help me with my shipment issue.
pl_pl: Ach, Reka. Dość tępy Matoranin, z lekką obsesją na punkcie Kolhii - zresztą jak połowa miasta. Skoro Cię tu przysłał, to pewnie oznacza, że potrzebujesz kilku dodatkowych widżetów, prawda? Myślę, że możesz mi pomóc rozwiązać problem z moją przesyłką.

# Dialogue_Text,DL_JobmasterJobSneak
source: Woah! Toa, you really shouldn't sneak up on Matoran like that. Wait, what about Reka?
pl_pl: Woo! Toa, nie {G}|gender(powinieneś, powinnaś) się tak podkradać do Matoran. Czekaj, {G}|gender(mówiłeś, mówiłaś) coś o Rece?

# Dialogue_Text,DL_JobmasterQuestLoc
source: Go North of the Onu-Koro entrance until you hit the sandy edge of Po-Wahi. The shipping center is near the docks.
pl_pl: Udaj się na północ od wejścia do Onu-Koro, aż dotrzesz do skraju pustyni Po-Wahi. Centrum przesyłkowe znajduje się w pobliżu doków.

# Dialogue_Text,DL_JobmasterReturn
source: Greetings Toa, Do you have my shipment yet?
pl_pl: Witaj, Toa. Czy {G}|gender(odzyskałeś, odzyskałaś) już moją przesyłkę?

# Dialogue_Text,DL_JobmasterReturn1
source: Ahhck! That is very unfortunate.
pl_pl: Ach! A to pech.

# Dialogue_Text,DL_JobmasterReturn2
source: They fetch a very high price where they have been outlawed. I have debts to pay, and I need the money - Every so often I have them imported from a small fishing village.
pl_pl: Tam, gdzie zostały zakazane, zaczęły osiągać bardzo wysokie ceny. Mam długi do spłacenia i potrzebuję pieniędzy - dlatego od czasu do czasu sprowadzam je z małej rybackiej wioski.

# Dialogue_Text,DL_JobmasterReturn3
source: Hmm... Very well, I will find an alternate source of income.
pl_pl: Hmm... No dobrze, w takim razie znajdę alternatywne źródło dochodów.
