Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_KoFishSeller
source: $T! Oh my, umm, welcome to my shop!
el: $T! Ω, Θεέ μου, καλώς ήρθες στο μαγαζί μου!

# Dialogue_Text,DL_KoFishSeller2
source: Me? Why I sell the best-ist frozen Ruki you've tasted! Hehe, I mean... I sell frozen fish...
el: Εγώ; Γιατί πουλάω το καλυτερό-τερο κατεψυγμένο Ruki που έχεις δοκιμάσει! Χαχα, εννοώ... Πουλάω κατεψυγμένο ψάρι...

# Dialogue_Text,DL_KoFishSeller3
source: Oh, well I lived in Le-koro for a while, but I never really felt like I fit in there... They would always make fun of me because, I didn't know how to vine swing, or couldn't tree hop like they could. One day I just left - later I came apon Whagna, and the people were nice, it really felt like a home.
el: Α, λοιπόν, έζησα στο Le-koro για λίγο καιρό, αλλά ποτέ δεν ένιωσα ότι ταίριαζα εκεί... Πάντα με κορόιδευαν επειδή δεν ήξερα πώς να κάνω swing ή δεν μπορούσα να πηδήξω σε δέντρα όπως αυτοί. Μια μέρα έφυγα - αργότερα έφτασα στη Whagna, και οι κόσμος ήταν ευγενικός, ένιωθα πραγματικά σαν στο σπίτι μου.

# Dialogue_Text,DL_KoFishSeller4
source: Yes, I did... And now it is my home.
el: Ναι, το έκανα... Και τώρα είναι το σπίτι μου.

# Dialogue_Text,DL_KoFishSellerAbandoned1
source: Hmm...
el: Χμμ...

# Dialogue_Text,DL_KoFishSellerAbandoned2
source: Toa $T, It's great to see you again! I'm alright my head is a bit clearer than it was when last I saw you.
el: Toa $T, χαίρομαι που σε ξαναβλέπω! Είμαι καλά, το μυαλό μου είναι λίγο πιο καθαρό από ό,τι ήταν την τελευταία φορά που σε είδα.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro1
source: Well... It is a little better, the others thought that going off and living in an off the map town was brave and adventurous. Little do they know I did it to get away from them...
el: Λοιπόν... Είναι λίγο καλύτερα, οι άλλοι πίστευαν ότι το να φύγουν και να ζήσουν σε μια πόλη εκτός χάρτη ήταν γενναίο και περιπετειώδες. Δεν ξέρουν καν ότι το έκανα για να τους ξεφύγω...

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro2
source: Oh not that much... They still won't let me participate in any of their Kewa bird games. It's okay - I still don't like heights, but it does bug me that I wasn't even considered.
el: Ω, όχι και τόσο... Ακόμα δεν με αφήνουν να συμμετάσχω σε κανένα από τα παιχνίδια πουλιών Kewa. Δεν πειράζει - ακόμα δεν μου αρέσουν τα ύψη, αλλά με ενοχλεί που δεν με έλαβαν καν υπόψη.

# Dialogue_Text,DL_KoFishSellerAbandonedSeen
source: No, none of them. Last one I saw was Parhi I think... In Onu-Koro?
el: Όχι, κανένας τους. Ο τελευταίος που είδα ήταν ο Parhi, νομίζω... Στο Onu-Koro?

# Dialogue_Text,DL_KoFishSellerAbandonedSeen2
source: Uhh yeah, I don't remember the specifics, my head was still spinning at that point. Apparently I asked Parhi to explain where we were going three times, Haha...
el: Ωχ ναι, δεν θυμάμαι τις λεπτομέρειες, το μυαλό μου ακόμα στριφογύριζε εκείνη τη στιγμή. Προφανώς ζήτησα από τον Parhi να μου εξηγήσει πού πηγαίναμε τρεις φορές, Χαχα...

# Dialogue_Text,DL_KoFishSellerFixed
source: You're back $T!
el: Επέστρεψες, $T!

# Dialogue_Text,DL_KoFishSellerFixed1
source: Oh yes, my head is much clearer than last time.
el: Ω ναι, το μυαλό μου είναι πολύ πιο καθαρό από την προηγούμενη φορά.

# Dialogue_Text,DL_KoFishSellerFixed2
source: I like to see my shop from afar sometimes, also I've been thinking of some improvements... What about some sort of sign like Parhi's?
el: Μου αρέσει να βλέπω το μαγαζί μου από μακριά μερικές φορές, επίσης σκέφτομαι κάποιες βελτιώσεις... Ίσως μία πινακίδα όπως αυτή του Parhi;

# Dialogue_Text,DL_KoFishSellerFixing
source: Heheh...
el: Χεχεχ...

# Dialogue_Text,DL_KoFishSellerFixing1
source: Yes. Everything is fine.
el: Ναι. Όλα είναι καλά.

# Dialogue_Text,DL_KoFlagQuestFinish
source: Thank you very much Toa, I will remember this kindness.
el: Σε ευχαριστώ πολύ Toa, θα θυμάμαι αυτή την καλοσύνη.

# Dialogue_Text,DL_KoFlagQuestFlagMaker
source: Greetings Toa. Did you need something? I'm quite busy.
el: Χαιρετισμούς Toa. Χρειάστηκες κάτι; Είμαι αρκετά απασχολημένος.

# Dialogue_Text,DL_KoFlagQuestFlagMaker1
source: Oh, well I create flags. Most of the flags you seen around Mata-Nui are created by me!
el: , λοιπόν, εγώ δημιουργώ σημαίες. Οι περισσότερες από τις σημαίες που είδες γύρω από το Mata-Nui είναι δημιουργημένες από εμένα!

# Dialogue_Text,DL_KoFlagQuestFlagMaker2
source: Yeah, It can be quite- eh, very, stressful at times, but I do enjoy it.
el: Ναι, μπορεί να είναι αρκετά, ε, πολύ, αγχωτικό κατά καιρούς, αλλά το απολαμβάνω.

# Dialogue_Text,DL_KoFlagQuestOtherFlagmakers
source: I've heard rumor of one in Le-Koro, goes by the name of 'Kumo' I belive... Likely inferior designs...
el: Έχω ακούσει φήμες για ένα στο Le-Koro, που ονομάζεται «Kumo» πιστεύω... Μάλλον κατώτερα σχέδια...

# Dialogue_Text,DL_KoFlagQuestRest
source: You are right. Yes... Just... just one day...
el: Έχεις δίκιο. Ναι... Απλώς... απλώς μια μέρα...

# Dialogue_Text,DL_KokoroGuardGreeting1
source: I know we Ko-Matoran are supposed to be used to this weather, but it's so cold!
el: Ξέρω ότι εμείς οι Ko-Matoran υποτίθεται ότι έχουμε συνηθίσει σε αυτόν τον καιρό, αλλά κάνει τόσο κρύο!

# Dialogue_Text,DL_KokoroGuardGreeting2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool on the path up ahead.
el: Γεια σου Toa, καλώς ήρθες στο Ko-Koro. Αν χρειάζεσαι αναπλήρωση του Protodermis, υπάρχει μια πισίνα στο μονοπάτι μπροστά σου.

# Dialogue_Text,DL_KokoroGuardGreeting2_2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool right next to Nuju's hut.
el: Γεια σου Toa, καλώς ήρθες στο Ko-Koro. Αν χρειάζεσαι αναπλήρωση του Protodermis, υπάρχει μια πισίνα δίπλα στη καλυβα του Nuju.

# Dialogue_Text,DL_KokoroGuardInfo
source: Well, no not a whole lot, Nuju has been missing for a while. Last anyone saw him he was buying a very large amount of flags from the ga-koroan flagmaker, Perhaps that is why the flag trade has stopped. But other than that not much at all.
el: Λοιπόν, όχι και πολλά, ο Nuju αγνοείται εδώ και καιρό. Την τελευταία φορά που τον είδε κάποιος, αγόραζε μια πολύ μεγάλη ποσότητα σημαιών από τον κατασκευαστή σημαιών του Ga-Koro. Ίσως γι' αυτό σταμάτησε το εμπόριο σημαιών. Αλλά εκτός από αυτό, τίποτα ιδιαίτερο.

# Dialogue_Text,DL_KokoroGuardProtodermis
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
el: Δεν ξέρεις για το Protodermis; Το Protodermis είναι το υλικό με το οποίο φτιάχνουμε τα εργαλεία μας, και σχεδόν οτιδήποτε μεταλλικό βλέπετε στο Mata-Nui. Τυχαίνει επίσης να τροφοδοτεί τη μάσκα σας!

# Dialogue_Text,DL_KokoroGuardProtodermis_2
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
el: Δεν ξέρεις για το Protodermis; Το Protodermis είναι το υλικό με το οποίο φτιάχνουμε τα εργαλεία μας, και σχεδόν οτιδήποτε μεταλλικό βλέπετε στο Mata-Nui. Τυχαίνει επίσης να τροφοδοτεί τη μάσκα σας!

# Dialogue_Text,DL_KokoroGuardProtodermis_3
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
el: Δεν ξέρεις για το Protodermis; Το Protodermis είναι το υλικό με το οποίο φτιάχνουμε τα εργαλεία μας, και σχεδόν οτιδήποτε μεταλλικό βλέπετε στο Mata-Nui. Τυχαίνει επίσης να τροφοδοτεί τη μάσκα σας!

# Dialogue_Text,DL_KoMatoranCold
source: BRR! I'm so cold, and can't get warm, why can't I get warm?
el: ΜΠΡΡ! Κρυώνω τόσο πολύ και δεν μπορώ να ζεσταθώ, γιατί δεν μπορώ να ζεσταθώ;

# Dialogue_Text,DL_Kongu
source: Hey hey! You're finally back Toa-Hero! What happened?
el: Γεια γεια! Επιτέλους γύρισες Toa-Ήρωα! Τι συνέβη;

# Dialogue_Text,DL_Kongu1
source: Why I am wind-flying, Kahu-riding Kongu of course! Huh, it seems your thought-memory has been lost? Strange.
el: Γιατί είμαι ο αέρο-πετουμενος, Kahu-ιππευτικός Kongu φυσικά! Χα, φαίνεται ότι η σκεφτο-μνήμες σου έχεουν χαθεί; Παράξενο.

# Dialogue_Text,DL_Kongu2
source: Oh, yes! I need someone to go hunt-searching for Matau, our Turaga. It is a sorry-bad tale, but he has been lost-missing for some time now!
el: Ω, ναι! Χρειάζομαι κάποιον να ερεύνο-κυνηγήσει τον Matau, τον Turaga μας. Είναι μια θλιβερό-κακή ιστορία, αλλά έχει χαθεί-εξαφανιστεί εδώ και αρκετό καιρό!

# Dialogue_Text,DL_KonguMap
source: Some scouts have heard him Down-tree and deep-wood, here I'll mark it on your map-paper.
el: Μερικοί ανιχνευτές τον έχουν ακούσει κατώ-δεντρα και βαθιά-δασος, εδώ, θα το σημειώσω στον χάρτη σου.

# Dialogue_Text,DL_KonguNoMap
source: Some scouts have heard him Down-tree and deep-wood, you will need a map though! I've done some Draw-finding of Le-Wahi, here take it!
el: Μερικοί ανιχνευτές τον έχουν ακούσει κατώ-δεντρα και βαθιά-δασος, αλλά θα χρειαστείς έναν χάρτη! Έχω κάνει λίγη Μολυβδο-ερεύνηση του Le-Wahi, ορίστε πάρε!

# Dialogue_Text,DL_KonguReturn
source: You are still seek-finding our Turaga, right Toa-Hero?
el: Ακόμα ψάχνω-βρίσκεις τον Turaga μας, σωστά Toa-Ήρωα?

# Dialogue_Text,DL_KonguSaved
source: Well-met $T! Thank you for find-saving Matau!
el: Καλό-συνάντηση $T! Ευχαριστώ που σωτήρο-βρήκες τον Matau!

# Dialogue_Text,DL_Kopaka1
source: Perhaps there is some factor that it is impossible to prepare for.
el: Ίσως υπάρχει κάποιος παράγοντας για τον οποίο είναι αδύνατο να προετοιμαστεί κανείς.

# Dialogue_Text,DL_Kopaka2
source: ...I suspect we will soon learn.
el: ...Υποψιάζομαι ότι θα μάθουμε σύντομα.

# Dialogue_Text,DL_Kopaka3
source: So we are doomed to fail no matter how many times we confront Makuta? To relive this same battle countless times?
el: Άρα είμαστε καταδικασμένοι να αποτύχουμε όσες φορές κι αν αντιμετωπίσουμε τον Makuta; Να ξαναζήσουμε την ίδια μάχη αμέτρητες φορές;

# Dialogue_Text,DL_Kopeke1
source: It's almost done...
el: Σχεδόν τελείωσε...

# Dialogue_Text,DL_Kopeke2
source: It represents the need that all living beings carry for heat, the Heatstone represents when the Matoran took control of that need, and took it into their own hands.
el: Αντιπροσωπεύει την ανάγκη που έχουν όλα τα ζωντανά όντα για θερμότητα, η Θερμόλιθος αντιπροσωπεύει όταν οι Ματοράν ανέλαβαν τον έλεγχο αυτής της ανάγκης και την πήραν στα χέρια τους.

# Dialogue_Text,DL_Kopeke3
source: WHAT? Ahh not again!
el: ΤΙ; Αχ όχι πάλι!

# Dialogue_Text,DL_KoTempleMaster
source: Ahh, thank you Toa, but the darkness isn't yet gone from our places of worship, there are more Temples across the Island that need to be freed.
el: Ααα, σε ευχαριστώ Toa, αλλά το σκοτάδι δεν έχει φύγει ακόμα από τους τόπους λατρείας μας, υπάρχουν περισσότεροι Ναοί σε όλο το νησί που πρέπει να απελευθερωθούν.

# Dialogue_Text,DL_KoTempleMaster1
source: You also may want to ask matoran in the Koros about their Temple.
el: Μπορείτε επίσης να θες να ρωτήσεις τους matoran στα Koro για τους Ναόυς τους.

# Dialogue_Text,DL_KoTownBuyer
source: Do you have one that's made out of Protosteel?
el: Έχετε κανένα που να είναι κατασκευασμένο από Protosteel;

# Dialogue_Text,DL_KoTownBuyer2
source: Oh Hello! Believe it or not I hail from Po-Koro, Alot of the matoran here are from different places around the island. I've only been here a short while but it seems like a place I'd like to stay.
el: Ω, γεια! Πιστέψτε το ή όχι, κατάγομαι από το Po-Koro, Πολλοί από τους matoran εδώ προέρχονται από διαφορετικά μέρη του νησιού. Βρίσκομαι εδώ λίγο καιρό, αλλά μου φαίνεται σαν ένα μέρος που θα ήθελα να μείνω.

# Dialogue_Text,DL_KoTownBuyer3
source: Yes, I've always felt a bit disconnected from other Po-Matoran as if I was not ment to be part of the tribe. As I said many of the people here are from different villages... Many of us are self outcasts or explorers.
el: Ναι, πάντα ένιωθα λίγο αποκομμένος από τους άλλους Po-Matoran σαν να μην ήμουν προορισμένος να είμαι μέλος της φυλής. Όπως είπα, πολλοί από τους ανθρώπους εδώ προέρχονται από διαφορετικά χωριά... Πολλοί από εμάς είμαστε αυτοεξώριστοι ή εξερευνητές.

# Dialogue_Text,DL_KoTownBuyerGainQuest
source: I'll stay here for a while yes, but If I'm not here when you get back you might try Po-Koro or Ga-Koro.
el: Θα μείνω εδώ για λίγο, ναι, αλλά αν δεν είμαι εδώ όταν γυρίσεις, μπορείς να δοκιμάσεις το Po-Koro ή το Ga-Koro.

# Dialogue_Text,DL_KoTownBuyerOnua
source: Ahh, Yes Protodermis is more common, however Protosteel is a very rare, very strong material that can only be manipulated by a few people in the world. I've been traveling all over the island to find and study these rare tools. I'm Kohi by the way.
el: Α, ναι, η Protodermis είναι πιο συνηθισμένη, ωστόσο το Protosteel είναι ένα πολύ σπάνιο, πολύ ανθεκτικό υλικό που μπορούν να χειριστούν μόνο λίγα όντα στον κόσμο. Έχω ταξιδέψει σε όλο το νησί για να βρω και να μελετήσω αυτά τα σπάνια εργαλεία. Είμαι ο Kohi παρεμπιπτόντως.

# Dialogue_Text,DL_KoTownBuyerOnua1
source: With a Toa helping me perhaps I'd even be able to discover the secret to Protosteel manipulation! Yes I will absolutely accept your help, as I did recently hear of a Protosteel tool on the other side of the island in Le-Wahi South-West of Le-Koro. There is said to be Protosteel Weapon "frozen in wood", surrounded by a Nui-Jaga Nest. I haven't made the trip down there yet for, well for obvious reasons.
el: Με έναν Toa να με βοηθάει, ίσως να μπορούσα ακόμη και να ανακαλύψω το μυστικό του χειρισμού του Protosteel! Ναι, θα δεχτώ απόλυτα τη βοήθειά σας, καθώς πρόσφατα άκουσα για ένα εργαλείο Protosteel στην άλλη πλευρά του νησιού, στο Le-Wahi, νοτιοδυτικά του Le-Koro. Λέγεται ότι υπάρχει ένα όπλο Protosteel «παγωμένο σε ξύλο», περιτριγυρισμένο από μια φωλιά Nui-Jaga. Δεν έχω κάνει το ταξίδι εκεί ακόμα, για προφανείς λόγους.

# Dialogue_Text,DL_KoTownKohiProtosteel1
source: Ahh Hello $T, come to help me free this thing?
el: Α γειά σου $T, έλα να με βοηθήσεις να ελευθερώσω αυτό το πράγμα;

# Dialogue_Text,DL_KoTownKohiProtosteel2
source: What? Po-Koro was attacked?
el: Τι; Το Po-Koro δέχτηκε επίθεση;

# Dialogue_Text,DL_KoTownKohiProtosteel3
source: Oh, you gave me a fright Toa! Whagna isn't my home, I was mearly there following up on a lead to find this. Shame they got attacked though, I hope no one was hurt.
el: Ω, με τρόμαξες Toa! Η Whagna δεν είναι το σπίτι μου, ήμουν εκεί ψάχνοντας για ένα στοιχείο για να βρω αυτό. Κρίμα που δέχτηκαν επίθεση, ελπίζω να μην έπαθε κανείς κακό.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered
source: Haha! I've done it!
el: Χαχα! Τα κατάφερα!

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered2
source: Ahh Hello Toa! Yes indeed I have, although I'm not entirely sure what I did.
el: Αχ Γεια σου Toa! Ναι, όντως το έχω κάνει, αν και δεν είμαι απόλυτα σίγουρος τι έκανα.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered3
source: Well, I was trying to melt down the tools we found, and even with my furnace as hot as it could go they still weren't begining to.
el: Λοιπόν, προσπαθούσα να λιώσω τα εργαλεία που βρήκαμε, και ακόμα και με τον φούρνο μου όσο ζεστό γίνεται, δεν άρχισαν καν να λιώνουν.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered4
source: In an admittedly embarrassing fit of rage, I attempted to bend the tools with my bare hands. Surprisingly, it worked! There was some sort of electricity between my hands, the metal became soft and began to glow. So I placed it into the furnace and they melted!
el: Σε μια ομολογουμένως ντροπιαστική έκρηξη οργής, προσπάθησα να λυγίσω τα εργαλεία με τα γυμνά μου χέρια. Παραδόξως, λειτούργησε! Υπήρχε κάποιο είδος ηλεκτρισμού ανάμεσα στα χέρια μου, το μέταλλο μαλάκωσε και άρχισε να λάμπει. Έτσι το έβαλα στον κλίβανο και έλιωσαν!

# Dialogue_Text,DL_KoTownKohiProtosteelGift
source: For your help in this endevor, I'd like to give you the first Protosteel item from my shop, free of charge.
el: Για τη βοήθειά σας σε αυτήν την προσπάθεια, θα ήθελα να σας δώσω το πρώτο προϊόν Protosteel από το κατάστημά μου, δωρεάν.

# Dialogue_Text,DL_KoTownKohiProtosteelGift1
source: I was thinking I'd add some shine to your masks, If you'd allow me?
el: Σκεφτόμουν να προσθέσω λίγη λάμψη στις μάσκες σου, αν μου επιτρέπεις;

# Dialogue_Text,DL_KoTownKohiProtosteelGift2
source: So, how do you like It?
el: Λοιπόν, πώς σου φαίνεται;

# Dialogue_Text,DL_KoTownKohiProtosteelGive
source: Ahh, Yes Thank you thank you Toa!
el: Ααα, ναι, ευχαριστώ, ευχαριστώ Toa!

# Dialogue_Text,DL_KoTownKohiProtosteelGive1
source: With this and my others, I should be able to discover the secret to Protosteel. Stop by my forge in Po-Koro later, and I might have something for you.
el: Με αυτό και με τα άλλα μου, θα πρέπει να μπορέσω να ανακαλύψω το μυστικό του Protosteel. Περάστε από το καμίνι μου στο Po-Koro lαργότερα, και ίσως έχω κάτι για εσάς.

# Dialogue_Text,DL_KoTownKohiProtosteelGive2
source: Ahh, Perfect!
el: Αχ, τέλεια!

# Dialogue_Text,DL_KoTownKohiProtosteelHelp
source: I understand, but for that I must ask a favor of you. I need that.
el: Καταλαβαίνω, αλλά γι' αυτό πρέπει να σου ζητήσω μια χάρη. Την χρειάζομαι.

# Dialogue_Text,DL_KoTownKohiProtosteelPlan
source: Why sell it of course! Kohi's Tools & Armory will be the best and only provider of Protosteel Armaments!
el: Γιατί να το πουλήσεις φυσικά! To Kohi's Εργαλεία & Πανοπλία θα είναι ο καλύτερος και μοναδικός προμηθευτής Protosteel Όπλων!

# Dialogue_Text,DL_KoTownKohiProtosteelQuestion
source: You're accusing me Toa? *Huff* No, $T I did not have anything to do with that. As I said, it's a shame and I hope every one's alright, but there's no reason for you to be blaming me when I wasn't even there!
el: Με κατηγορείς Toa; *Ξεφύσημα* Όχι, $T Δεν είχα καμία σχέση με αυτό. Όπως είπα, είναι κρίμα και ελπίζω να είναι όλοι καλά, αλλά δεν υπάρχει λόγος να με κατηγορείς ενώ δεν ήμουν καν εκεί!

# Dialogue_Text,DL_KoTownKohiProtosteelWaitingfor
source: Well? What are you waiting for Toa, pull it from the stone!
el: Λοιπόν; Τι περιμένεις Toa, τράβηξέ το από την πέτρα!

# Dialogue_Text,DL_KoTownKohiProtosteelWhagnaattacked
source: Ahh that is a shame, I hope no one was hurt.
el: Αχ, κρίμα, ελπίζω να μην έπαθε κανείς κακό.

# Dialogue_Text,DL_KoTownKohiProtosteelWhat
source: Why this is another Protosteel tool! I would have left here with it long ago, however I'm not strong enough to pull it from the stone!
el: Γιατί αυτό είναι άλλο ένα εργαλείο Protosteel! Θα το είχα αφήσει από εδώ πριν από πολύ καιρό, ωστόσο δεν είμαι αρκετά δυνατός για να το τραβήξω από την πέτρα!

# Dialogue_Text,DL_KoTownSeller
source: Hello Toa $T, Welcome to Parhi's Tools!
el: Γεια σου Toa $T, καλώς ήρθες στα Εργαλεία του Parhi!

# Dialogue_Text,DL_KoTownSeller1
source: Pickaxes mostly, and some other various tools. In Bronze, and Protodermis.
el: Κυρίως αξίνες, και κάποια άλλα διάφορα εργαλεία. Από χαλκό, κι Protodermis.

# Dialogue_Text,DL_KoTownSeller2
source: Huh, what's happening? Oh Toa you're here! Thank Mata-Nui!
el: Ε, τι συμβαίνει; Ω, Toa, είσαι εδώ! Ευχαριστώ τον Mata-Nui!

# Dialogue_Text,DL_KoTownSeller4
source: Who, what? AHHG, My shop!
el: Ποιος, τι; ΑAAA, το μαγαζί μου!

# Dialogue_Text,DL_KoTownSeller5
source: Oh uhh, that guy. Sorry I'm still a little scattered, he said he was going to charter a boat from Ga-Koro to Po-Koro I think... Or was it Po to Ga?
el: Ωχ, αυτός ο τύπος. Συγγνώμη, είμαι ακόμα λίγο σκόρπιος, είπε ότι θα ναυλώσει ένα σκάφος από το Ga-Koro στο Po-Koro νομίζω...Ή μήπως ήταν από το Po στο Ga?

# Dialogue_Text,DL_KoTownSeller6
source: Yes Toa?
el: Ναι, Toa;

# Dialogue_Text,DL_KoTownSeller7
source: He either went to Ga-Koro or Po-Koro, I don't fully remember. You'll have to check with the people in those villages to see if he's been through there. I might try the dock master of Ga-Koro first.
el: Είτε πήγε στο Ga-Koro ή στο Po-Koro, δεν θυμάμαι καλά. Θα πρέπει να επικοινωνήσεις με τους ανθρώπους σε αυτά τα χωριά για να δεις αν έχει περάσει από εκεί. Ίσως δοκιμάσω πρώτα τον λιμενεργάτη του Ga-Koro.

# Dialogue_Text,DL_KoTownSellerAbandoned
source: Get your pickaxes, get your... Toa!
el: Πάρτε τις αξίνες σας, πάρτε τις... Toa!

# Dialogue_Text,DL_KoTownSellerAbandoned1
source: It's good to see you again my friend, what brings you to Onu-Koro?
el: Χαίρομαι που σε ξαναβλέπω φίλε μου, τι σε φέρνει στο Onu-Koro;

# Dialogue_Text,DL_KoTownSellerAbandoned2
source: Because I moved my shop here of course! Still moving my wares, albiet perhaps a little faster than before... Turns out people in Onu-Koro need pickaxes, who could've imagined.
el: Επειδή μετέφερε το μαγαζί μου εδώ φυσικά! Ακόμα μεταφέρω τα εμπορεύματά μου, ίσως λίγο πιο γρήγορα από πριν... Αποδεικνύεται ότι ο κόσμος στο Onu-Koro χρειάζετε αξίνες, ποιος θα μπορούσε να το φανταστεί.

# Dialogue_Text,DL_KoTownSellerAbandonedLewa
source: Hahaha, very funny Lewa!
el: Χαχαχα, πολύ αστείο Lewa!

# Dialogue_Text,DL_KoTownSellerAbandonedSeen
source: Mhh, not really... Last time I saw any of them was when I helped Kahli get to Le-Koro through the tunnels.
el: Μμμ, όχι ακριβώς... Την τελευταία φορά που είδα κάποιον από αυτούς ήταν όταν βοήθησα την Kahli να φτάσει στο Le-Koro μέσα από τις σήραγγες.

# Dialogue_Text,DL_KoTownSellerAttack
source: I-I don't know, it was so fast. I remember the sound of an engine, a white flash, fire, maybe... Maybe they came from the ocean?
el: Δ-Δεν ξέρω, ήταν τόσο γρήγορο. Θυμάμαι τον ήχο μιας μηχανής, μια λευκή λάμψη, φωτιά, ίσως... Ίσως προέρχονταν από τον ωκεανό;

# Dialogue_Text,DL_KoTownSellerFixed1
source: Welcome back $T! As you can see we are doing much better then when you left!
el: Καλώς μας γύρισες $T! Όπως βλέπεις, τα πάμε πολύ καλύτερα από τότε που έφυγες!

# Dialogue_Text,DL_KoTownSellerFixedHow
source: Everyone is in reletively high spirits actually. Kahli has recovered from her head injury, Tafall and Taphal have become friends, which is still very strange to say out loud... and I have opened my store once again!
el: Όλοι είναι σχετικά ευδιάθετοι στην πραγματικότητα. Η Kahli έχει αναρρώσει από τον τραυματισμό στο κεφάλι, η Tafall και ο Taphal έχουν γίνει φίλοι, κάτι που είναι πολύ περίεργο να το λέω φωναχτά... και άνοιξα ξανά το κατάστημά μου!

# Dialogue_Text,DL_KoTownSellerFixedHow2
source: Ahh that would be because Numai is the only one not in high spirits. I'm not entirely sure why though, perhaps you would speak to him?
el: Α, αυτό θα συνέβαινε επειδή ο Numai είναι ο μόνος που δεν xέρεται. Δεν είμαι σίγουρος όμως γιατί, ίσως θα έπρεπε να του μιλήσεις;

# Dialogue_Text,DL_KoTownSellerFixedWall
source: Indeed, we decided it would be best to erect something that may protect us from future Rahi attacks.
el: Πράγματι, αποφασίσαμε ότι θα ήταν καλύτερο να ανεγερθεί κάτι που θα μπορούσε να μας προστατεύσει από μελλοντικές επιθέσεις των Rahi.

# Dialogue_Text,DL_KoTownSellerFixedWall2
source: Well, there's really no way of knowing... But it's better than nothing.
el: Λοιπόν, δεν υπάρχει τρόπος να το ξέρεις... Αλλά είναι καλύτερο από το τίποτα.

# Dialogue_Text,DL_KoTownSellerFixing1
source: What are we going to do Toa... Our home...
el: Τι θα κάνουμε, Toa... Το σπίτι μας...

# Dialogue_Text,DL_KoTownSellerFixing2
source: What's wrong? Take a look around, our village is in ruins! There's so much damage, is it even worth repairing?
el: Τι συμβαίνει; Ρίξτε μια ματιά γύρω σας, το χωριό μας είναι ερείπια! Υπάρχουν τόσες πολλές ζημιές, αξίζει καν να τις επισκευάσουμε;
