Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# Dialogue_Text,DL_KapuraAdventures5
source: I'm not sure, It might be. Hah, maybe they mean to build a statue in his honor!
pt_br: Não sei, talvez. Hah, talvez eles queiram construir uma estátua em honra dele!

# Dialogue_Text,DL_KapuraAdventures6
source: HAH, That would be quite silly indeed!
pt_br: Haha! Isso seria ridículo mesmo!

# Dialogue_Text,DL_Kapuranotlost
source: No, I'm practicing.
pt_br: Não, estou praticando.

# Dialogue_Text,DL_KapuraPo
source: Hello again Toa...
pt_br: Olá de novo, Toa…

# Dialogue_Text,DL_KapuraPo1
source: Yes, I am Kapura...
pt_br: Sim, sou o Kapura…

# Dialogue_Text,DL_KapuraPo2
source: I do not always practice Toa... Today I've decided to take in Mata-Nui's beauty.
pt_br: Eu não pratico sempre, Toa… Hoje, decidi apreciar um pouco da beleza de Mata Nui.

# Dialogue_Text,DL_KapuraWhatareyoudoing
source: I'm practicing... Vakama says even though I am slower then all the others I may be faster than them if I practice.
pt_br: Estou praticando… Vakama diz que, mesmo eu sendo mais lento que todos os outros, posso ser mais rápido se praticar.

# Dialogue_Text,DL_KapuraWhereGa
source: I like to travel... Ga-Wahi is very wet... Vakama says that by practicing my skill I can travel large distances in a short time.
pt_br: Eu gosto de viajar… Ga-Wahi é bem molhado… Vakama diz que, se eu praticar minha habilidade, poderei viajar longas distâncias em pouco tempo.

# Dialogue_Text,DL_KapuraWhereKo
source: I like to travel... Ko-Wahi is very serene, and a little too cold for me... Vakama says that by practicing my skill I can travel large distances in a short time.
pt_br: Eu gosto de viajar… Ko-Wahi é bem sereno, e um pouco frio demais para mim… Vakama diz que, se eu praticar minha habilidade, poderei viajar longas distâncias em pouco tempo.

# Dialogue_Text,DL_KapuraWhereLe
source: I like to travel... Le-Wahi is very pretty. Vakama says that by practicing my skill I can travel large distances in a short time.
pt_br: Eu gosto de viajar… Le-Wahi é lindo. Vakama diz que, se eu praticar minha habilidade, poderei viajar longas distâncias em pouco tempo.

# Dialogue_Text,DL_KapuraWhereOnu
source: Everyone lives on an island, it's only a matter of size...
pt_br: Todo mundo mora numa ilha, é só uma questão de tamanho…

# Dialogue_Text,DL_KewaMaster
source: Well... No, we don't have any here.
pt_br: Então… Não temos nenhum aqui.

# Dialogue_Text,DL_KewaMaster1
source: Greetings Toa-Hero, would you like to ride a Kewa?
pt_br: Saudações, Toa-Herói. Gostaria de montar num Kewa?

# Dialogue_Text,DL_KewaMaster2
source: Kahu are for the ever-brave Le-Koro Airforce only!
pt_br: Kahu são apenas para a brava-corajosa força aérea de Le-Koro!

# Dialogue_Text,DL_Kieve
source: We have to find it...
pt_br: Precisamos achar…

# Dialogue_Text,DL_Kieve1
source: No we're not lost... Well maybe a little - but we will be un-lost soon! It was good to see you Toa, now we must get back to searching!
pt_br: Não, não estamos perdidos… Tá, talvez um pouco, mas logo estaremos des-perdidos! Foi bom te ver, Toa. Agora precisamos voltar a procurar!

# Dialogue_Text,DL_Kieve2
source: No! We must find it before the others arrive, you can't acompany us yet, It's not ready!
pt_br: Não! Precisamos achar antes que os outros cheguem. Você não pode nos acompanhar ainda, não está pronto!

# Dialogue_Text,DL_Kieve3
source: We will be fine, as soon as we find it! Wait, maybe it doesn't exist yet?... Either way, we will keep searching!
pt_br: Ficaremos bem, assim que acharmos! Espera, talvez não exista ainda…? Enfim, vamos continuar procurando!

# Dialogue_Text,DL_KoAstronomer1
source: I study the stars.
pt_br: Eu estudo as estrelas.

# Dialogue_Text,DL_KoAstronomer2
source: I create prophecies for the wall.
pt_br: Crio profecias para o mural.

# Dialogue_Text,DL_KoAstronomer3
source: I study the Red Star and it's location in the sky reletive to stars around it. The constellations it forms help me understand our Destiny.
pt_br: Eu estudo a Estrela Vermelha e sua localização no céu relativa às estrelas ao redor. As constelações que ela forma me ajudam a entender nosso destino.

# Dialogue_Text,DL_KoFishSeller
source: $T! Oh my, umm, welcome to my shop!
pt_br: $T! Puxa, hã… {G}|gender(bem-vindo,bem-vinda) à minha loja!

# Dialogue_Text,DL_KoFishSeller2
source: Me? Why I sell the best-ist frozen Ruki you've tasted! Hehe, I mean... I sell frozen fish...
pt_br: Eu? Ora, eu vendo o melhor Ruki congelado que já provou! Hehe… quer dizer, eu vendo peixe congelado…

# Dialogue_Text,DL_KoFishSeller3
source: Oh, well I lived in Le-koro for a while, but I never really felt like I fit in there... They would always make fun of me because, I didn't know how to vine swing, or couldn't tree hop like they could. One day I just left - later I came apon Whagna, and the people were nice, it really felt like a home.
pt_br: Ah, bem, eu morei em Le-Koro por um tempo, mas nunca me senti que encaixava lá… Eles sempre me zoavam porque eu não sabia como balançar nos cipós, ou pular pelos galhos das árvores como eles faziam. Um dia eu só parti. Mais tarde eu cheguei em Whagna, e as pessoas eram legais. Eu me senti em casa.

# Dialogue_Text,DL_KoFishSeller4
source: Yes, I did... And now it is my home.
pt_br: Sim, fiquei… E agora é meu lar.

# Dialogue_Text,DL_KoFishSellerAbandoned1
source: Hmm...
pt_br: Hum…

# Dialogue_Text,DL_KoFishSellerAbandoned2
source: Toa $T, It's great to see you again! I'm alright my head is a bit clearer than it was when last I saw you.
pt_br: Toa $T, é ótimo te ver de novo! Estou bem, minha mente está mais clara do que quando te vi por último.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro1
source: Well... It is a little better, the others thought that going off and living in an off the map town was brave and adventurous. Little do they know I did it to get away from them...
pt_br: Então… É um pouco melhor. Os outros acharam que sair pra morar numa aldeia fora do mapa seria corajoso e radical. Mal sabiam que eu fiz isso para me afastar deles…

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro2
source: Oh not that much... They still won't let me participate in any of their Kewa bird games. It's okay - I still don't like heights, but it does bug me that I wasn't even considered.
pt_br: Ah, nem tanto… Eles ainda não me deixam participar de nenhum dos jogos de pássaro Kewa. Não tem problema. Não gosto de altura, mas me incomodou que eu não fui nem considerada.

# Dialogue_Text,DL_KoFishSellerAbandonedSeen
source: No, none of them. Last one I saw was Parhi I think... In Onu-Koro?
pt_br: Não, nenhum deles. O último que vi foi Parhi, eu acho… em Onu-Koro?

# Dialogue_Text,DL_KoFishSellerAbandonedSeen2
source: Uhh yeah, I don't remember the specifics, my head was still spinning at that point. Apparently I asked Parhi to explain where we were going three times, Haha...
pt_br: Hãã é, não me lembro dos detalhes, minha cabeça tava girando naquela hora. Aparentemente, eu pedi pro Parhi explicar onde estávamos indo três vezes, haha…

# Dialogue_Text,DL_KoFishSellerFixed
source: You're back $T!
pt_br: Você voltou, $T!

# Dialogue_Text,DL_KoFishSellerFixed1
source: Oh yes, my head is much clearer than last time.
pt_br: Ah sim, minha cabeça está bem mais leve que antes.

# Dialogue_Text,DL_KoFishSellerFixed2
source: I like to see my shop from afar sometimes, also I've been thinking of some improvements... What about some sort of sign like Parhi's?
pt_br: Eu gosto de ver minha loja de longe às vezes. Também pensei em fazer umas melhorias… Que tal um tipo de placa que nem a do Parhi?

# Dialogue_Text,DL_KoFishSellerFixing
source: Heheh...
pt_br: Hehe…

# Dialogue_Text,DL_KoFishSellerFixing1
source: Yes. Everything is fine.
pt_br: Sim, está tudo bem.

# Dialogue_Text,DL_KoFlagQuestFinish
source: Thank you very much Toa, I will remember this kindness.
pt_br: Muito obrigada, Toa. Eu me lembrarei dessa gentileza.

# Dialogue_Text,DL_KoFlagQuestFlagMaker
source: Greetings Toa. Did you need something? I'm quite busy.
pt_br: Saudações, Toa. Precisa de alguma coisa? Estou meio ocupada.

# Dialogue_Text,DL_KoFlagQuestFlagMaker1
source: Oh, well I create flags. Most of the flags you seen around Mata-Nui are created by me!
pt_br: Oh, eu crio bandeiras. A maioria das bandeiras que você vê em Mata Nui foram criadas por mim!

# Dialogue_Text,DL_KoFlagQuestFlagMaker2
source: Yeah, It can be quite- eh, very, stressful at times, but I do enjoy it.
pt_br: É, pode ser, hum… bem estressante às vezes, mas eu gosto.

# Dialogue_Text,DL_KoFlagQuestOtherFlagmakers
source: I've heard rumor of one in Le-Koro, goes by the name of 'Kumo' I belive... Likely inferior designs...
pt_br: Ouvi rumores de um em Le-Koro, chama-se Kumo, creio eu… Designs inferiores, provavelmente…

# Dialogue_Text,DL_KoFlagQuestRest
source: You are right. Yes... Just... just one day...
pt_br: Você tem razão, sim… Só… mais um dia…

# Dialogue_Text,DL_KokoroGuardGreeting1
source: I know we Ko-Matoran are supposed to be used to this weather, but it's so cold!
pt_br: Sei que nós Ko-Matoran devemos nos acostumar com esse clima, mas que frio!

# Dialogue_Text,DL_KokoroGuardGreeting2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool on the path up ahead.
pt_br: Olá Toa, {G}|gender(bem-vindo,bem-vinda) a Ko-Koro. Se precisar recarregar sua Protoderme, tem uma poça no caminho à frente.

# Dialogue_Text,DL_KokoroGuardGreeting2_2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool right next to Nuju's hut.
pt_br: Olá Toa, {G}|gender(bem-vindo,bem-vinda) a Ko-Koro. Se precisar recarregar sua Protoderme, tem uma poça logo ao lado da oca do Nuju.

# Dialogue_Text,DL_KokoroGuardInfo
source: Well, no not a whole lot, Nuju has been missing for a while. Last anyone saw him he was buying a very large amount of flags from the ga-koroan flagmaker, Perhaps that is why the flag trade has stopped. But other than that not much at all.
pt_br: Então, não muito. Nuju desapareceu faz um tempo. A última vez que viram ele, estava comprando um monte de bandeiras da criadora de bandeiras Ga-Koronense. Talvez seja por causa disso que o negócio de bandeiras parou. Mas, além disso, não muito.

# Dialogue_Text,DL_KokoroGuardProtodermis
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
pt_br: Você não conhece Protoderme? Protoderme é o material de nossas ferramentas, e quase toda coisa metálica que se vê em Mata Nui. Por acaso isso também dá poder à sua máscara!

# Dialogue_Text,DL_KokoroGuardProtodermis_2
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
pt_br: Você não conhece Protoderme? Protoderme é o material de nossas ferramentas, e quase toda coisa metálica que se vê em Mata Nui. Acontece que isso também dá poder à sua máscara!

# Dialogue_Text,DL_KokoroGuardProtodermis_3
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
pt_br: Você não conhece Protoderme? Protoderme é o material de nossas ferramentas, e quase toda coisa metálica que se vê em Mata Nui. Por acaso isso também dá poder à sua máscara!

# Dialogue_Text,DL_KoMatoranCold
source: BRR! I'm so cold, and can't get warm, why can't I get warm?
pt_br: BRR! Tá tão frio, e não consigo me aquecer, por quê?

# Dialogue_Text,DL_Kongu
source: Hey hey! You're finally back Toa-Hero! What happened?
pt_br: Ei ei! Você finalmente voltou, {G}|gender(Toa-Herói,Toa-Heroína)! O que aconteceu?

# Dialogue_Text,DL_Kongu1
source: Why I am wind-flying, Kahu-riding Kongu of course! Huh, it seems your thought-memory has been lost? Strange.
pt_br: Ora, sou o vento-voador e Kahu-montador Kongu, é claro! Hum… parece que perdeu sua mente-memória? Estranho.

# Dialogue_Text,DL_Kongu2
source: Oh, yes! I need someone to go hunt-searching for Matau, our Turaga. It is a sorry-bad tale, but he has been lost-missing for some time now!
pt_br: Ah, sim! Preciso que alguém vá caçar-buscar Matau, nosso Turaga. É uma história triste-ruim, mas ele se perdeu-sumiu faz um tempo!

# Dialogue_Text,DL_KonguMap
source: Some scouts have heard him Down-tree and deep-wood, here I'll mark it on your map-paper.
pt_br: Alguns escoteiros ouviram ele nos pés das árvores, no fundo da mata. Aqui, vou marcar no seu papel-mapa.

# Dialogue_Text,DL_KonguNoMap
source: Some scouts have heard him Down-tree and deep-wood, you will need a map though! I've done some Draw-finding of Le-Wahi, here take it!
pt_br: Alguns escoteiros ouviram ele nos pés das árvores, no fundo da mata, mas você vai precisar de um mapa! Eu fiz um plano-desenho de Le-Wahi. Aqui, pegue!

# Dialogue_Text,DL_KonguQuest
source: Please do seek-find him, I'm very worried!
pt_br: Por favor ache-busque ele, estou muito preocupado!

# Dialogue_Text,DL_KonguReturn
source: You are still seek-finding our Turaga, right Toa-Hero?
pt_br: Ainda está achando-buscando nosso Turaga, né {G}|gender(Toa-Herói,Toa-Heroína)?

# Dialogue_Text,DL_KonguSaved
source: Well-met $T! Thank you for find-saving Matau!
pt_br: Bom te ver, $T! Obrigado por achar-salvar Matau!

# Dialogue_Text,DL_Kopaka1
source: Perhaps there is some factor that it is impossible to prepare for.
pt_br: Talvez haja algum fator impossível de prever e se preparar.

# Dialogue_Text,DL_Kopaka2
source: ...I suspect we will soon learn.
pt_br: …Suspeito que saberemos logo.

# Dialogue_Text,DL_Kopaka3
source: So we are doomed to fail no matter how many times we confront Makuta? To relive this same battle countless times?
pt_br: Então estamos condenados a falhar, não importa quantas vezes confrontemos o Makuta? A reviver esta mesma batalha incontáveis vezes?

# Dialogue_Text,DL_Kopeke1
source: It's almost done...
pt_br: Está quase pronta…

# Dialogue_Text,DL_Kopeke2
source: It represents the need that all living beings carry for heat, the Heatstone represents when the Matoran took control of that need, and took it into their own hands.
pt_br: Ela representa a necessidade por calor de todos os seres vivos. A pedra de calor representa quando os Matoran tomaram o controle dessa necessidade com as próprias mãos.

# Dialogue_Text,DL_Kopeke3
source: WHAT? Ahh not again!
pt_br: O QUÊ!? Ahh de novo não!

# Dialogue_Text,DL_KoTempleMaster
source: Ahh, thank you Toa, but the darkness isn't yet gone from our places of worship, there are more Temples across the Island that need to be freed.
pt_br: Ahh, obrigado, Toa. Mas a escuridão ainda não deixou nossos lugares de adoração. Têm mais templos ao longo da ilha que precisam ser libertos.

# Dialogue_Text,DL_KoTempleMaster1
source: You also may want to ask matoran in the Koros about their Temple.
pt_br: Talvez queira falar com os Matoran dos Koros sobre os templos deles.

# Dialogue_Text,DL_KoTownBuyer
source: Do you have one that's made out of Protosteel?
pt_br: Você tem uma feita de Protoaço?

# Dialogue_Text,DL_KoTownBuyer2
source: Oh Hello! Believe it or not I hail from Po-Koro, Alot of the matoran here are from different places around the island. I've only been here a short while but it seems like a place I'd like to stay.
pt_br: Ah, olá! Acredite ou não, eu sou de Po-Koro. Muitos dos Matoran aqui são de lugares diferentes ao redor da ilha. Eu estive aqui faz pouco tempo mas parece um lugar que vou gostar de ficar.

# Dialogue_Text,DL_KoTownBuyer3
source: Yes, I've always felt a bit disconnected from other Po-Matoran as if I was not ment to be part of the tribe. As I said many of the people here are from different villages... Many of us are self outcasts or explorers.
pt_br: Sim, sempre fui meio desconectado dos outros Po-Matoran, como se não fosse pra eu ser parte da tribo. Como eu disse, muitas das pessoas aqui são de outras aldeias… Muitos de nós são desertores ou exploradores.

# Dialogue_Text,DL_KoTownBuyerGainQuest
source: I'll stay here for a while yes, but If I'm not here when you get back you might try Po-Koro or Ga-Koro.
pt_br: Sim, ficarei aqui por enquanto, mas se eu não estiver aqui quando você voltar, tente Po-Koro ou Ga-Koro.

# Dialogue_Text,DL_KoTownBuyerOnua
source: Ahh, Yes Protodermis is more common, however Protosteel is a very rare, very strong material that can only be manipulated by a few people in the world. I've been traveling all over the island to find and study these rare tools. I'm Kohi by the way.
pt_br: Ah sim, Protoderme é mais comum, mas Protoaço é um material muito raro e forte que só pode ser manipulado por poucas pessoas no mundo. Eu viajei pela ilha inteira pra achar e estudar essas ferramentas raras. Aliás, me chamo Kohi.

# Dialogue_Text,DL_KoTownBuyerOnua1
source: With a Toa helping me perhaps I'd even be able to discover the secret to Protosteel manipulation! Yes I will absolutely accept your help, as I did recently hear of a Protosteel tool on the other side of the island in Le-Wahi South-West of Le-Koro. There is said to be Protosteel Weapon "frozen in wood", surrounded by a Nui-Jaga Nest. I haven't made the trip down there yet for, well for obvious reasons.
pt_br: Com um Toa me ajudando, talvez eu possa até descobrir o segredo da manipulação de Protoaço! Sim, com certeza eu aceito sua ajuda. Recentemente eu ouvi falar de uma ferramenta de Protoaço no outro lado da ilha, ao sudeste de Le-Koro, em Le-Wahi. Disseram que tem uma Arma de Protoaço "congelada em madeira", rodeada por um ninho de Nui-Jaga. Não fiz essa viagem até lá ainda, por óbvias razões.

# Dialogue_Text,DL_KoTownKohiProtosteel1
source: Ahh Hello $T, come to help me free this thing?
pt_br: Ahh, olá $T, veio me ajudar a soltar esta coisa?

# Dialogue_Text,DL_KoTownKohiProtosteel2
source: What? Po-Koro was attacked?
pt_br: O quê? Po-Koro foi atacada?

# Dialogue_Text,DL_KoTownKohiProtosteel3
source: Oh, you gave me a fright Toa! Whagna isn't my home, I was mearly there following up on a lead to find this. Shame they got attacked though, I hope no one was hurt.
pt_br: Ai, você me assustou, Toa! Whagna não é meu lar, eu só estava lá seguindo uma pista pra encontrar isso. Uma pena que foram atacados, espero que ninguém se machucou.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered
source: Haha! I've done it!
pt_br: Haha! Consegui!

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered2
source: Ahh Hello Toa! Yes indeed I have, although I'm not entirely sure what I did.
pt_br: Ahhh, olá Toa! Sim, de fato descobri, só que não tenho certeza do que eu fiz.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered3
source: Well, I was trying to melt down the tools we found, and even with my furnace as hot as it could go they still weren't begining to.
pt_br: Então, eu estava tentando fundir as ferramentas que achamos, mas mesmo com minha fornalha na temperatura máxima elas ainda não fundiam.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered4
source: In an admittedly embarrassing fit of rage, I attempted to bend the tools with my bare hands. Surprisingly, it worked! There was some sort of electricity between my hands, the metal became soft and began to glow. So I placed it into the furnace and they melted!
pt_br: Num ataque um tanto vergonhoso de raiva, eu tentei dobrar as ferramentas com minhas próprias mãos. Pra minha surpresa, funcionou! Tinha um pouco de eletricidade entre minhas mãos, o metal amoleceu e começou a brilhar. Então coloquei na fornalha e aí sim elas fundiram!

# Dialogue_Text,DL_KoTownKohiProtosteelGift
source: For your help in this endevor, I'd like to give you the first Protosteel item from my shop, free of charge.
pt_br: Por sua ajuda nessa empreitada, quero te dar o primeiro item de Protoaço da minha loja, por conta da casa.

# Dialogue_Text,DL_KoTownKohiProtosteelGift1
source: I was thinking I'd add some shine to your masks, If you'd allow me?
pt_br: Eu estava pensando em dar um brilho às suas máscaras, se me permite?

# Dialogue_Text,DL_KoTownKohiProtosteelGift2
source: So, how do you like It?
pt_br: Então, o que achou?

# Dialogue_Text,DL_KoTownKohiProtosteelGive
source: Ahh, Yes Thank you thank you Toa!
pt_br: Ahh, sim! Obrigado, obrigado Toa!

# Dialogue_Text,DL_KoTownKohiProtosteelGive1
source: With this and my others, I should be able to discover the secret to Protosteel. Stop by my forge in Po-Koro later, and I might have something for you.
pt_br: Com esta e as outras que tenho, vou conseguir descobrir o segredo do Protoaço. Passe na minha forja em Po-Koro mais tarde, e talvez eu tenha algo para você.

# Dialogue_Text,DL_KoTownKohiProtosteelGive2
source: Ahh, Perfect!
pt_br: Ahh, perfeito!

# Dialogue_Text,DL_KoTownKohiProtosteelHelp
source: I understand, but for that I must ask a favor of you. I need that.
pt_br: Eu entendo, mas para isso, tenho um favor a te pedir. Eu preciso disso aí.

# Dialogue_Text,DL_KoTownKohiProtosteelPlan
source: Why sell it of course! Kohi's Tools & Armory will be the best and only provider of Protosteel Armaments!
pt_br: Ora, vender, é claro! Ferramentas e Armaduras do Kohi será a melhor e a única provedora de armamentos de Protoaço!

# Dialogue_Text,DL_KoTownKohiProtosteelQuestion
source: You're accusing me Toa? *Huff* No, $T I did not have anything to do with that. As I said, it's a shame and I hope every one's alright, but there's no reason for you to be blaming me when I wasn't even there!
pt_br: Você está me acusando, Toa? *Arff* Não, $T, eu não tive nada a ver com aquilo. Como eu disse, é uma pena, e espero que todos estejam bem, mas não tem razão pra me culpar sendo que eu nem estava lá!

# Dialogue_Text,DL_KoTownKohiProtosteelWaitingfor
source: Well? What are you waiting for Toa, pull it from the stone!
pt_br: Então? O que está esperando, Toa? Tire ela da pedra!

# Dialogue_Text,DL_KoTownKohiProtosteelWhagnaattacked
source: Ahh that is a shame, I hope no one was hurt.
pt_br: Ahh que pena, espero que ninguém tenha se machucado.

# Dialogue_Text,DL_KoTownKohiProtosteelWhat
source: Why this is another Protosteel tool! I would have left here with it long ago, however I'm not strong enough to pull it from the stone!
pt_br: Ora, essa é outra ferramenta de Protoaço! Eu já teria levado ela há tempo, só que não sou forte o bastante para tirá-la da pedra!

# Dialogue_Text,DL_KoTownSeller
source: Hello Toa $T, Welcome to Parhi's Tools!
pt_br: Olá, Toa $T. {G}|gender(Bem-vindo,Bem-vinda) às Ferramentas do Parhi!

# Dialogue_Text,DL_KoTownSeller1
source: Pickaxes mostly, and some other various tools. In Bronze, and Protodermis.
pt_br: Na maioria, picaretas, e várias outras ferramentas. De bronze e Protoderme.

# Dialogue_Text,DL_KoTownSeller2
source: Huh, what's happening? Oh Toa you're here! Thank Mata-Nui!
pt_br: Hã, o que tá acontecendo? Ah, Toa, você está aqui! Graças a Mata Nui!

# Dialogue_Text,DL_KoTownSeller3
source: It was so scary, these huge beasts attacked! They destroyed everything, I-I don't remember!
pt_br: Foi tão assustador, aquelas criaturas enormes atacaram! Destruíram tudo, eu não lembro!

# Dialogue_Text,DL_KoTownSeller4
source: Who, what? AHHG, My shop!
pt_br: Quem, o quê? AAHHH, minha loja!

# Dialogue_Text,DL_KoTownSeller5
source: Oh uhh, that guy. Sorry I'm still a little scattered, he said he was going to charter a boat from Ga-Koro to Po-Koro I think... Or was it Po to Ga?
pt_br: Ah, hã… esse cara. Desculpa, ainda estou meio perdido. Ele disse que ia alugar um barco de Ga-Koro para Po-Koro, eu acho… Ou era de Po para Ga?

# Dialogue_Text,DL_KoTownSeller6
source: Yes Toa?
pt_br: Pois não, Toa?
