Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_NokamaKoroGali25
source: Take great care, Toa Gali. The Temple is infested with The Makuta’s Rahi. I do hope you fare better than last time.
ru_ru: Будь очень внимательной, Тоа Гали. Храм кишит Рахи Макуты. Надеюсь, что ты справишься лучше, чем в прошлый раз.

# Dialogue_Text,DL_NokamaKoroGali26
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
ru_ru: Когда ты... Ой! Извиняюсь, в последний раз, когда *МЫ* пытались попасть в Га-Кини. На группу стражей Га-Коро напали находившиеся внутри Рахи. Рахи, которых тебе придётся одолеть.

# Dialogue_Text,DL_NokamaKoroGali3
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest. And before you go, you have earned this - It's a full map of the Island, it should help you to find the Temple.
ru_ru: Я извиняюсь за путаницу, Тоа… И желаю тебе удачи в твоём приключении. Да, прежде чем ты уйдёшь, тебе пригодится это – полная карта Острова. Она поможет тебе найти храм.

# Dialogue_Text,DL_NokamaKoroGali4
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest.
ru_ru: Я извиняюсь за путаницу, Тоа… И желаю тебе удачи в твоём приключении.

# Dialogue_Text,DL_NokamaKoroGali5
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
ru_ru: Когда ты... Ой! Извиняюсь, в последний раз, когда *МЫ* пытались попасть в Га-Кини. На группу стражей Га-Коро напали находившиеся внутри Рахи. Рахи, которых тебе придётся одолеть.

# Dialogue_Text,DL_NokamaKoroHow
source: Our village is doing as well as ever. However Macku hasn’t snuck out to Po-Koro lately... meaning I suspect she will try to soon.
ru_ru: У нас в поселении всё хорошо, как и всегда. Однако, Маку не пыталась тайком выбраться в По-Коро… значит, она скоро попытается это сделать.

# Dialogue_Text,DL_NokamaKoroOtherToa
source: For you? I am afraid not. Although there is a task of great importance that I must speak to Gali about. Please, send her to me if you see her.
ru_ru: Для тебя? Боюсь, что нет. Но у меня есть крайне важная задача, о которой мне нужно поговорить с Гали. Пожалуйста, отправь её ко мне, если ты встретишь её.

# Dialogue_Text,DL_NokamaKoroPostKini
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
ru_ru: Как я рада тебя видеть, Тоа $T. Надеюсь, что ты наслаждаешься своим времяпрепровождением в Га-Коро?

# Dialogue_Text,DL_NokamaMeeting
source: Well... truthfully I should not have mentioned it. It was of a rather... delicate nature. One that I hope I shall be able to share with you soon enough.
ru_ru: Ну... честно говоря, мне не стоило об этом говорить. Это достаточно... деликатное дело. Но я надеюсь, что смогу поделиться им с тобой в ближайшее время.

# Dialogue_Text,DL_NokamaScary
source: Indeed it was… I can remember a time when this island was peaceful- when the villages didn’t have to live in fear of the Rahi. Now those days seem like little more than a memory...
ru_ru: Действительно... Я помню времена, когда на этом острове царил мир... когда деревням не приходилось жить в страхе перед Рахи. Теперь эти дни являются лишь воспоминаниями...

# Dialogue_Text,DL_NujuCovo
source: Fweet, Clack, Clack.
ru_ru: Ирик, Клак, Клак.

# Dialogue_Text,DL_NujuCovo1
source: Nuju extends his welcome to you, $T.
ru_ru: Нуджу рад вас приветствовать, $T.

# Dialogue_Text,DL_NujuCovoBlocked
source: Fweet! Tweet-fweet fweet!
ru_ru: Ирик! Чирик-ирик ииик!

# Dialogue_Text,DL_NujuCovoBlocked1
source: Click kik-tweet fweet...
ru_ru: Клик кик-чирик ирик...

# Dialogue_Text,DL_NujuCovoFinal1
source: Nuju extends his welcome to you, $T.
ru_ru: Нуджу рад вас приветствовать, $T.

# Dialogue_Text,DL_NujuCovoKiniReturn
source: Nuju extends his welcome to you, $T.
ru_ru: Нуджу рад вас приветствовать, $T.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka
source: Nuju understands all that has happened. While he does not approve of deception, he acknowledges his own misunderstandings, and believes that, ultimately, the correct decision was made by us both.
ru_ru: Нуджу понял всё то, что произошло. Хотя он не одобряет обман, он всё же признаёт собственные ошибки и верит, что нами, в конечном счёте, было принято верное решение.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka1
source: Fweet fweet.
ru_ru: Ик ирик.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka2
source: Perhaps at first. Yet he realizes that if order is to be restored, his own reservations and fears must be set aside.
ru_ru: Возможно, поначалу. Но он понимает, что для восстановления порядка, нужно отбросить собственные страхи и сомнения.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka3
source: Turaga Nuju says that he is unable to tell you at the present... but you must remain patient. All shall be revealed in due time, Toa.
ru_ru: Турага Нуджу говорит, что не может сказать в данный момент... но нужно иметь терпение. Всё станет ясно с течением времени, Тоа.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka4
source: As for now, the Turaga grants you this Makoki stone, and wishes you luck on your journey. His faith is firmly placed in you and all of the other Toa to fulfil your duty.
ru_ru: А пока, Турага передаёт вам этот камень Макоки и желает удачи в приключениях. Он верит в то, что вы и остальные Тоа исполните свой долг.

# Dialogue_Text,DL_NujuCovoKokoro
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
ru_ru: Так и есть. Кроме Тоа в последнее время у него было не так много гостей – факт, которым Нуджу очень доволен.

# Dialogue_Text,DL_NujuCovoKopaka
source: Fweet fweet. Click click clack.
ru_ru: Ик ирик. Клик клик клак.

# Dialogue_Text,DL_NujuCovoKopaka1
source: Er...Turaga Nuju says he does not… and asks only that you continue to search for your masks...
ru_ru: Эм... Турага Нуджу говорит, что нет... и просит лишь продолжение поисков ваших масок...

# Dialogue_Text,DL_NujuCovoKopaka2
source: Clack Clack Tweeeet!
ru_ru: Клак Клак Чириииик!

# Dialogue_Text,DL_NujuCovoKopaka3
source: Nuju says... no. He... requests that you leave.
ru_ru: Нуджу говорит... нет. Он... просит, чтобы вы ушли.

# Dialogue_Text,DL_NujuCovoOtherToa
source: Turaga Nuju says he does not... although I happen to know that there's something of great importance he must speak to Kopaka about. Do let Kopaka know if you see him.
ru_ru: Турага Нуджу говорит нет... Но я знаю, что есть что-то чрезвычайно важное, о чём ему нужно поговорить с Копакой. Дайте Копаке знак, если вдруг удастся его встретить.

# Dialogue_Text,DL_NujuCovoOtherToaFinal
source: The Turaga says he does not.
ru_ru: Турага говорит, что нет.

# Dialogue_Text,DL_NujuCovoSafe
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
ru_ru: Так и есть. Кроме Тоа в последнее время у него было не так много гостей – факт, которым Нуджу очень доволен.

# Dialogue_Text,DL_NujuKini1
source: Fweet! Tweet-fweet fweet!
ru_ru: Ирик! Чирик-ирик ииик!

# Dialogue_Text,DL_NujuKini2
source: Click kik-tweet fweet...
ru_ru: Клик кик-чирик ирик...

# Dialogue_Text,DL_NujuLost1
source: Fweet! Click-click fweet!
ru_ru: Ирик! Чирик-ирик ииик!

# Dialogue_Text,DL_NujuLost2
source: Click-clack-click, tweet! Tweeeet!
ru_ru: Клик-клак-клик, чирик. Чириик!

# Dialogue_Text,DL_NujuLost4
source: Click tweet, fweet.
ru_ru: Клик чирик, ирик.

# Dialogue_Text,DL_NujuSafe
source: Clack click, clack tweet.
ru_ru: Клак клик, клак чирик.

# Dialogue_Text,DL_NujuTelling
source: Fweet. Fweet click, click clack.
ru_ru: Ирик. Ирик клик, клик клак.

# Dialogue_Text,DL_NujuTelling1
source: Tweet...
ru_ru: Чирик...

# Dialogue_Text,DL_NujuTest
source: *Beep* *Whistle*
ru_ru: *Бип* *Свист*

# Dialogue_Text,DL_Numai1
source: Gah...
ru_ru: Эх...

# Dialogue_Text,DL_Numai2
source: Hello $T, and yes you are right we have not spoken as much as I would have wished. But unless you have time while you're in Ko-Koro I fear we won't speak for some time.
ru_ru: Приветствую, $T. Да, вы правы, мы не общались так, как мне хотелось бы. Но если у вас не будет времени, пока вы в Ко-Коро, то я боюсь, что мы не сможем общаться некоторое время.

# Dialogue_Text,DL_Numai3
source: I plan to, yes. Whagna used to be so beautiful, but alas - all good things must come to an end.
ru_ru: Планирую, да. Когда-то Вагна была такой красивой, но увы – всё хорошее когда-нибудь должно закончиться.

# Dialogue_Text,DL_NumaiAbandoned1
source: Nice to see you again Toa.
ru_ru: Рад вас видеть вновь, Тоа.

# Dialogue_Text,DL_NumaiAbandoned2
source: Somewhat... It's colder here than Whagna.
ru_ru: Немного... Здесь холоднее, чем в Вагне.

# Dialogue_Text,DL_NumaiAbandonedSeen
source: No, I don't believe so, last time I saw any of them was when I was dropped at the dock.
ru_ru: Нет, не думаю. Последний раз, когда я их видел – это когда меня высадили у пристани.

# Dialogue_Text,DL_NumaiFixed1
source: Welcome back Toa $T.
ru_ru: С возвращением, Тоа $T.

# Dialogue_Text,DL_NumaiFixed2
source: A little, only because you were right. At least thus far, we could still be attacked by a Rahi at any point.
ru_ru: Немного, но лишь потому, что вы были правы. Во всяком случае, на нас в любой момент могли бы напасть Рахи.

# Dialogue_Text,DL_NunoIntro
source: What? I'm just taking advantage of the... the market thing!
ru_ru: Что? Я лишь пользуюсь преимуществами... всей этой рыночной штуки!

# Dialogue_Text,DL_Nuparu
source: Hey, Hold on there!
ru_ru: Эй, подождите!

# Dialogue_Text,DL_Nuparu1
source: Ahh, Hello Toa! How are you? My name is Nuparu!
ru_ru: А, здравствуй, Тоа! Как дела? Меня зовут Нупару!

# Dialogue_Text,DL_Nuparu2
source: Oh it's just this machine, it keeps breaking... why won't it just work.
ru_ru: А, всего лишь эта машина, она всё время ломается... интересно, почему же она не работает?

# Dialogue_Text,DL_Nuparu3
source: I am! Although I prefer the term Inventor.
ru_ru: Ага! Но я бы предпочёл термин «Изобретатель».

# Dialogue_Text,DL_Nuparu4
source: Cylindrical brass machines?... OH! You must be talking about the Powering Stations!
ru_ru: Цилиндрические машины из латуни?... А! Вы, наверное, про Зарядные Станции!

# Dialogue_Text,DL_Nuparu5
source: I've actually studyied them extensively. They were created hundreds of years ago for sure, and I can't prove it but I'm pretty sure the Turaga were responsible... And as you probably know, those old folk don't like to share their secrets. From my experements, I've discovered that if you put an unpowered mask in there, and smear some Wahae-Mata Gel on top, it powers the mask!
ru_ru: Я их долгое время изучал. Они были созданы сотни лет назад точно. И хотя я не могу этого доказать, но я уверен в том, что Турага причастны к этому... Как нетрудно догадаться, это старичьё не особо любит делиться секретами. Основываясь на моих экспериментах, я обнаружил, что если положить туда незаряженную маску и помазать немного Геля Вахе-Мата сверху, она зарядит маску силой!

# Dialogue_Text,DL_NuparuGel
source: Well, no one really knows. You can find it everywhere really, It's commonly sold as a cure-all for example - But I only discovered it's reaction to the mask station because I use it as a lubricant. Not the most traditional lubricant, I know, but it's pretty cheap.
ru_ru: Ну, этого никто не знает. Вы можете найти его где угодно. Например, его нередко продают как универсальное лекарственное средство... Но мне только удалось обнаружить его реакцию со станцией для масок, так как я использую его в качестве смазочного средства. Не особо распространённого средства, я в курсе, но весьма дешёвого.

# Dialogue_Text,DL_NuparuHow
source: *Nuparu throws his hands up in an over exaggerated shrugging motion* I studied those things for years, I have no idea - I'm not a chronicler. Although it's a pretty common theory that masks were made with their power sort of built in, but maybe... Maybe these machines are how our ancestors gave power to their masks?
ru_ru: *Нупару вскидывает высоко руки и пожимает плечами* Я изучал эти штуки годами, но всё ещё не до конца понимаю – я же не летописец. Хотя есть широко распространённая теория, что маски изначально создаются с некоторой силой, но кто знает... Может, эти машины – то, как заряжали свои маски силой наши предки?

# Dialogue_Text,DL_NuparuPower
source: As in it gives it back it's inherent abilities, the masks we matoran wear are not like yours Toa - ours lack the special abilities that yours do. If you use one of our "unpowered" masks in the machine, with a bit of Wahae-Mata Gel, you'll be able to add it to your collection and make full use of it's powers.
ru_ru: Хотя она возвращает присущие им способности, наши, Маторанские маски, не похожи на ваши, Тоа – они не имеют никаких способностей, в сравнении с вашими. Если вы засунете одну из «незаряженных» масок в эту машину и помажете немного Геля Вахе-Мата, вы сможете воспользоваться её силами и добавить её в свою коллекцию.

# Dialogue_Text,DL_Okin1
source: Hmm... Guess I've got more time to do research now!
ru_ru: Хмм… Похоже, что у меня теперь есть немножко времени для исследований!

# Dialogue_Text,DL_Okin2
source: Hmm? Oh Hi Toa. Onepu said that I have to "help" with the cave in, but the structural architects are still examining it.
ru_ru: Ммм? О, приветствую, Тоа. Онепу сказал, что я «должен» помочь с обвалом пещеры, но архитекторы-строители всё ещё осматривают её.

# Dialogue_Text,DL_Okin3
source: It means that I can't do anything, I'm stuck here, and I'm very bored.
ru_ru: Это значит, что я ничего не могу сделать, я застрял тут и мне скучно.

# Dialogue_Text,DL_Okin4
source: Hah! No, thank you Toa. While I'd love to play a game with you, I have my own - I like to imagine what Mata-Nui will be like given time, the Makuta Vanquished, Villages at peace and able to expand... Mhh, a silly game I know but it does help me pass the time indeed.
ru_ru: Ха! Нет, спасибо, Тоа. Хотя я был бы и рад сыграть с вами в игру, у меня есть своя. Я люблю представлять что было бы с Мата Нуи, когда с течением времени Макута был бы побеждён, деревни жили бы в мире и могли расшириться... Ммм, глупая игра, да, но она помогает мне скоротать время.

# Dialogue_Text,DL_Onepu
source: Onepu, at your service toa. Captain of the Onu-Koronan Ussalry Regiment, Champion of Ussal Racing, and Special aide to our great Turaga Whenua.
ru_ru: Онепу к вашим услугам, Тоа. Капитан Уссальского полка Ону-Коро, Чемпион по гонкам на Уссалах и Особый помощник нашего великого Тураги Венуа.

# Dialogue_Text,DL_Onepu1
source: Yes, sorry I know we've already met Toa, I just always do that.
ru_ru: Да, извиняюсь. Я знаю, что мы уже встречали Тоа, просто я всегда так делаю.

# Dialogue_Text,DL_Onepu2
source: Haha, That's a good one $T! How could you forget someone like me!
ru_ru: Ха-ха, смешно, $T! Как вы могли забыть кого-то, вроде меня?!

# Dialogue_Text,DL_Onepu3
source: Right I nearly forgot! Whenua's missing, sort of... I've gotten reports from just about everyone coming to the village from Po-Wahi that they've heard him nearby. But no one's been able to find him!
ru_ru: Да, я совсем забыл! Венуа пропал. Ну как «пропал»... Я получил доклады о том, что все, кто приходит в деревню из По-Вахи, слышали его где-то неподалёку. Но никому не удалось его найти!

# Dialogue_Text,DL_Onepu4
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back.
ru_ru: Было бы прекрасно, если бы вы его нашли. Мне, как его помощнику, не понравилось, если бы он не вернулся.

# Dialogue_Text,DL_Onepu5
source: Excellent!
ru_ru: Отлично!

# Dialogue_Text,DL_OnepuGiveMap
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back. Here's my map of the surface, it's only the Onu-Wahi surface - but it should help.
ru_ru: Было бы прекрасно, если бы вы его нашли. Мне, как его помощнику, не понравилось, если бы он не вернулся. Вот моя карта поверхности. На ней есть лишь Ону-Вахи, но этого должно хватить.

# Dialogue_Text,DL_OnepuReturn
source: Love to chat but I'm rather busy at the moment.
ru_ru: Я бы с радостью поговорил, но я сейчас очень занят.

# Dialogue_Text,DL_OnepuReturn1
source: Wait, have you found Whenua yet? My reputation is at stake here!
ru_ru: Постойте, вам удалось найти Венуа? Моя репутация поставлена на кон!

# Dialogue_Text,DL_OnepuSaved
source: I'm very busy, but I would like to thank you for saving my mask Toa!
ru_ru: Я очень занят, но мне хотелось бы поблагодарить вас за спасение моей маски, Тоа!

# Dialogue_Text,DL_OnepuSaved1
source: You saved my reputation by rescuing the Turaga! I would've been known as the failed temporary leader of Onu-Koro, not a great position for myself.
ru_ru: Вы спасли мою репутацию путём спасения Тураги! Я был бы известен как самый неудачный и.о. главы Ону-Коро, не совсем хорошая позиция для меня.

# Dialogue_Text,DL_OnepuWhere
source: I was told not to tell anyone, but it was some sort of meeting, and that's all I'll say about the matter!
ru_ru: Я никому не должен это говорить, но было какое-то собрание. Это всё, что я могу сказать об этом!

# Dialogue_Text,DL_Onewa1
source: You have gathered these same stones, found these same masks, prepared for this same battle before.
ru_ru: Вы собрали те же самые камни, нашли те же самые маски, приготовились к той же самой битве, что и ранее.

# Dialogue_Text,DL_OnewaHelpMe
source: $T! It certainly took you long enough to find me down here.
ru_ru: $T! Тебе стоило потратить немало времени, чтобы найти меня.

# Dialogue_Text,DL_OnewaHelpNow
source: The pillar up there looks pretty weak, perhaps you could knock it down into a bridge of sorts.
ru_ru: Эта колонна кажется весьма хрупкой, возможно, у тебя получится сбить её вниз и сделать импровизированный мост.

# Dialogue_Text,DL_OnewaHole
source: Those infernal Nui-Jaga pushed me here. I’ve tried to escape but it’s far too steep for me to traverse.
ru_ru: Эти чёртовы Нуи-Джага столкнули меня сюда. Я пытался выбраться, но уклон слишком крут для меня, чтобы преодолеть его.

# Dialogue_Text,DL_OnewaHowToHelp
source: I’ve been wondering that myself... perhaps that pillar is weak enough for you to knock down into a bridge of sorts.
ru_ru: Мне самому это интересно... возможно, та колонна достаточно хрупка для того, чтобы сбить её и сделать из неё своеобразный мост.

# Dialogue_Text,DL_OnewaPohatu
source: Not right now... but could you tell Pohatu that I am looking for him? There’s a matter of some importance that I wish to discuss.
ru_ru: Не сейчас, нет... но можешь ли ты передать Похату, что я ищу его? Есть кое-какое важное дело, которое я хочу с ним обсудить.

# Dialogue_Text,DL_OnewaPohatuQuest
source: As a matter of fact, yes I do. There is an item of great importance called a Makoki Stone you must retrieve. It is necessary if you are to face Makuta... and fulfil your destiny.
ru_ru: По факту да, есть дело. Есть предмет особой важности, который ты должен раздобыть. Называется он Камень Макоки. Он необходим, если ты собираешься встретиться с Макутой… и исполнить своё предназначение.

# Dialogue_Text,DL_OnewaPohatuQuest2
source: There is a temple in the Motara Desert known as the Po-Kini, far from Po-Koro or any settlement. It’s not an easy place to traverse, but I have faith you can safely find your way there again.
ru_ru: Есть храм в пустыне Мотара, известный как По-Кини. Он расположен вдалеке от По-Коро или любого другого селения. Найти его – задача непростая, но я верю, что тебе вновь удастся это сделать.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbye
source: Well, I... I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu.
ru_ru: Ну, я... полагал, что ты уже ранее натыкался на него во время своего путешествия. Ну да ладно. Я надеюсь, что ты сможешь добыть этот камень в целости и сохранности, Похату.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbyeGiveMap
source: Well, I… I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu. Oh hold a minute! I can give you this, it's a map of the island - I feel it may be of use to you on this quest!
ru_ru: Ну, я... полагал, что ты уже ранее натыкался на него во время своего путешествия. Ну да ладно. Я надеюсь, что ты сможешь добыть этот камень в целости и сохранности, Похату. Ой, и ещё! Я могу дать тебе это – полную карту острова. Мне кажется, что в твоём приключении она может пригодиться!

# Dialogue_Text,DL_OnewaPokoro
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
ru_ru: Добро пожаловать в По-Коро, $T. Надеюсь, твой поиск масок идёт по плану.

# Dialogue_Text,DL_OnewaPokoroBragging
source: We are doing rather well. I don’t mean to brag, but some of the carvings and sculptures my matoran have put out recently have been among the finest I’ve ever seen.
ru_ru: Мы неплохо справляемся. Не хотелось бы хвастаться, но некоторые скульптуры и орнаменты, созданные моими Маторанами за последнее время, были лучшими из того, что я когда-либо видел.

# Dialogue_Text,DL_OnewaPokoroPostKini
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
ru_ru: Добро пожаловать в По-Коро, $T. Надеюсь, твой поиск масок идёт по плану.

# Dialogue_Text,DL_OnewaThankyou
source: Thank you for saving me $T. I'll be able to make my way to Po-Koro now. Come find me in Po-Koro and I might have a quest for you.
ru_ru: Спасибо, что спасли меня, $T. Теперь я могу добраться до По-Коро. Найди меня в По-Коро и, возможно, я дам тебе задание.

# Dialogue_Text,DL_OnewaWhereHaveBeen
source: A private matter, $T. One that I have no need to share with you.
ru_ru: Личные дела, $T. Те, о которых мне не нужно тебе рассказывать.

# Dialogue_Text,DL_OnewaWhy
source: Toa $N! It's good to finally meet you.
ru_ru: Тоа $N! Рад наконец-то тебя встретить!

# Dialogue_Text,DL_Outcast
source: HELLLLOO! Welcome Toa, to my Sanctum! Feel free to stay and rest for as long as you want my man.
ru_ru: ПРРРРИИИИИВЕТСТВУЮ! Добро пожаловать в мой Санктум, Тоа! Чувствуй себя, как дома и оставайся здесь сколько вам хочется, друг мой.

# Dialogue_Text,DL_OutcastGrass
source: It's real simple tall guy - The rocks above protect us from the snow, the stones hanging from them are heat stones, and the water below me is an underground hotspring!
ru_ru: А всё просто, здоровяк: Камни над нами защищают от снега. Другие камни, которые висят на них – камни тепла, а вода подо мной – подземный источник!

# Dialogue_Text,DL_OutcastWho
source: Me? Uhh, I don't remember what they called me. Weirdo? No that's not right... You can just call me Plant Man!
ru_ru: Я? Эээ, я не помню того, как они меня звали. Чудак? Да нет, не так... Ты можешь называть меня Человек-Растение!

# Dialogue_Text,DL_OutcastWhy
source: I'm here to protect my plants mannn...
ru_ru: Потому что я защищаю растения, чувак...

# Dialogue_Text,DL_OutcastWhy1
source: Uhh... No, not really. I used to live in Ko-Koro but I didn't really fit in there, they threw me out dude!
ru_ru: Эээ… Нет, не совсем. Когда-то я жил в Ко-Коро, но чувствовал себя чужим. Они меня прогнали, чувак!

# Dialogue_Text,DL_Pauri1
source: Greetings, welcome to our shop!
ru_ru: Приветствуем, добро пожаловать в наш магазин!

# Dialogue_Text,DL_Pauri2
source: That's right, me and my brother run this shop together! We primarily sell exotic plants, but due to most of them being imported they can be quite pricey.
ru_ru: Всё верно, мы с братом управляем этим магазином вместе! Мы в основном продаём экзотические растения, но так как большая их часть была импортирована, они могут влететь в копеечку.
