Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# UIText_Description,PausedDisplaySettings_LanguageWarning
source: (Most languages are incomplete and will still contain English elements)
pl_pl: (Większość języków wciąż jest niekompletna i będą zawierać teksty w języku angielskim)

# UIText_Description,PausedDisplaySettings_Resolution
source: Resolution:
pl_pl: Rozdzielczość:

# UIText_Description,PausedDisplaySettings_ResolutionRenderPercent
source: Res Percent:
pl_pl: Skalowanie Rozdzielczości:

# UIText_Description,PausedDisplaySettings_ResolutionUpscaling
source: Resolution Upscaling:
pl_pl: Skalowanie Rozdzielczości W Górę:

# UIText_Description,PausedDisplaySettings_TrueRenderResolution
source: True Resolution:
pl_pl: Faktyczna Rozdzielczość:

# UIText_Description,PausedDisplaySettings_WindowMode
source: Window mode:
pl_pl: Tryb Okienkowy:

# UIText_Description,PausedGraphicsSettings_AntiAliasingQuality
source: Anti-Alias Quality:
pl_pl: Jakość Wygładzania Krawędzi:

# UIText_Description,PausedGraphicsSettings_AntiAliasingType
source: Anti-Alias Type:
pl_pl: Typ Wygładzania Krawędzi:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessSeverity
source: Severity:
pl_pl: Intensywność:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessType
source: Color Deficiency:
pl_pl: Niedobór Barw:

# UIText_Description,PausedGraphicsSettings_EffectsQuality
source: Effects Quality:
pl_pl: Jakość Efektów:

# UIText_Description,PausedGraphicsSettings_FoliageQuality
source: Foliage Density:
pl_pl: Gęstość Roślinności:

# UIText_Description,PausedGraphicsSettings_FOV
source: Field of View:
pl_pl: Pole Widzenia:

# UIText_Description,PausedGraphicsSettings_FrameLimit
source: Framerate limit:
pl_pl: Limit klatek:

# UIText_Description,PausedGraphicsSettings_ShadowQuality
source: Shadow Quality:
pl_pl: Jakość Cieni:

# UIText_Description,PausedGraphicsSettings_TextureFiltering
source: Anisotropic filtering:
pl_pl: Filtrowanie anizotropowe:

# UIText_Description,PausedGraphicsSettings_TextureMemory
source: Texture Memory:
pl_pl: Pamięć Tekstur:

# UIText_Description,PausedGraphicsSettings_VolumetricFog
source: Volumetric Fog:
pl_pl: Mgła objęstościowa:

# UIText_Description,PausedGraphicsSettings_VSync
source: Vsync:
pl_pl: Synchronizacja pionowa:

# UIText_Description,Powermask_Cost
source: Powering this mask requires: <Key>{Cost}</> Wahae Mata Gel.
pl_pl: Zasilenie tej maski wymaga: <Key>{Cost}</>Żelu Wahae Mata.

# UIText_Description,PowerMask_Gel_ToolTip
source: Wahae Mata Gel:
pl_pl: Żel Wahae Mata:

# UIText_Description,SaveGame_NameInput
source: Player Save
pl_pl: Zapis Gracza

# UIText_Description,SaveGame_NameInputHint
source: Enter Save Name Here
pl_pl: Tutaj Wpisz Nazwę Zapisu

# UIText_Description,Saves_Auto
source: Auto Save
pl_pl: Autozapis

# UIText_Description,Saves_Manual
source: Manual Save
pl_pl: Ręczny Zapis

# UIText_Description,StatsMenu_MaskPickups
source: Mask Pickups:
pl_pl: Podniesione maski:

# UIText_Description,StatsMenu_Misc
source: Misc:
pl_pl: Różne:

# UIText_Description,StatsMenu_Misc_CodexPagesGained
source: Codex Pages Gained:
pl_pl: Zdobyte Strony Kodeksu:

# UIText_Description,StatsMenu_Misc_CosmeticsGained
source: Cosmetics Gained:
pl_pl: Zdobyte Przedmioty Personalizacyjne:

# UIText_Description,StatsMenu_Misc_ItemsGotten
source: Items Gathered:
pl_pl: Zebrano Przedmiot:

# UIText_Description,StatsMenu_Misc_MasksPowered
source: Masks Powered:
pl_pl: Zasilone Maski:

# UIText_Description,StatsMenu_Misc_MedStonesVisited
source: Meditation Stones Visited:
pl_pl: Odwiedzone Kamienie Medytacyjne:

# UIText_Description,StatsMenu_Misc_RahiDefeated
source: Rahi Defeated:
pl_pl: Pokonane Rahi:

# UIText_Description,StatsMenu_Misc_WidgetsGained
source: Total Widgets Gained:
pl_pl: Łącznie Zdobyto Widżetów:

# UIText_Description,StatsMenu_Misc_WidgetsSpent
source: Total Widgets Spent:
pl_pl: Łącznie Wydano Widżetów:

# UIText_Description,StatsMenu_Quests
source: Quests:
pl_pl: Misje:

# UIText_Description,StatsMenu_Quests_MainQuests
source: Main Quests:
pl_pl: Misje Główne:

# UIText_Description,StatsMenu_Quests_SideQuests
source: Side Quests:
pl_pl: Misje Poboczne:

# UIText_Description,TabMenu_Codex_Entries
source: Entries
pl_pl: Wpisy

# UIText_Description,TabMenu_Quest_MainQuests
source: MAIN QUESTS
pl_pl: MISJE GŁÓWNE

# UIText_Description,TabMenu_Quest_Objectives
source: Objectives:
pl_pl: Cele:

# UIText_Description,TabMenu_Quest_SideQuests
source: OPTIONAL QUESTS
pl_pl: MISJE POBOCZNE

# UIText_Description,TelescopeCtrlsWidget_ToLook
source: {Input} <Key>to rotate telescope</>
pl_pl: {Input} <Key>aby obrócić teleskop</>

# UIText_Description,ThankYou_Header
source: Thank you for playing!
pl_pl: Dziękujemy za grę!

# UIText_Description,ThankYou_Message
source: <Key>We at Team Kanohi Thank you for playing our game!</> <Key>Masks of Power has been in the works for over 6 years now.</> <Key>Thank you for sticking with us for all this time, we hope you enjoyed, and are looking forward to our future projects!</> <Key>To keep a closer eye on our </>Legacy<Key> as </>Unmasked Games<Key>, check out our social media:</>
pl_pl: <Key>My, Team Kanohi, dziękujemy Ci za granie w naszą grę!</> <Key>Maski Mocy były rozwijane przez ponad 6 lat.</> <Key>Dziękujemy za trzymanie się z nami przez cały ten czas. Mamy nadzieję, że sprawiła Ci ona przyjemność i będziesz obserwował nasze przyszłe projekty!</> <Key>Aby być na bieżąco z naszym </>Dziedzictwem<Key>, jako </>Unmasked Games<Key>, sprawdź nasze social media:</>

# UIText_Description,ThankYou_Website
source: Website
pl_pl: Strona

# UIText_Description,TradeMenu_BuyAmount
source: Spend: {Amount}
pl_pl: Wydaj: {Amount}

# UIText_Description,TradeMenu_ItemBuyValue
source: (Seller sells this at a <Key>{Low/High}</> price than normal)
pl_pl: (Sprzedawca sprzedaj ten przedmiot za <Key>{Low/High}</>cenę niż normalna)

# UIText_Description,TradeMenu_ItemSellValue
source: (Seller will buy this at a <Key>{Low/High}</> price than normal)
pl_pl: (Sprzedawca kupi ten przedmiot za <Key>{Low/High}</> cenę niż normalna)

# UIText_Description,TradeMenu_SellAmount
source: Sell for: {Amount}
pl_pl: Sprzedaj za: {Amount}

# UIText_Description,TradeMenu_TraderInv
source: Trader Inventory
pl_pl: Ekwipunek Sprzedawcy

# UIText_Description,TradeMenu_WidgetValue
source: Widget Value:
pl_pl: Wartość W Widżetach:

# UIText_Description,TradeMenu_YourInv
source: Your Inventory
pl_pl: Twój Ekwipunek

# UIText_Description,UI_ConvertSaves
source: Incompatible saves were detected. Convert them to the new format? <Key>(WARNING: Some data loss may occur)</>
pl_pl: Niekompatybilne zapisy zostały wykryte. Przekonwertować je do nowego formatu? <Key>(OSTRZEŻENIE: Może wystąpić pewna utrata danych)</>

# UIText_Description,UI_ConvertSavesCancelToolTip
source: <Key>WARNING: Saves using old format will not be accessible.</>
pl_pl: <Key>OSTRZEŻENIE: Zapisy używając starego formatu nie będą dostępne.</>

# UIText_Description,UI_ConvertSavesToolTip
source: <Key>WARNING: This process will take some time, and the game may hang.</>
pl_pl: <Key>OSTRZEŻENIE: Ten proces może potrwać trochę czasu. Gra może się zawiesić.</>

# UIText_Description,UI_GetMaskDenyed
source: All Toa Have This Mask
pl_pl: Wszyscy Toa Posiadają Tę Maskę

# UIText_Description,UI_NoItemsDesc
source: Looks like you have a whole lot of nothing in your inventory! Better go find something to put in here.
pl_pl: Wygląda na to, że nie masz kompletnie nic w swoim ekwipunku! Lepiej znajdź coś, co możesz tu dać.

# UIText_Description,UI_NoItemsName
source: Nothing
pl_pl: Nic

# UIText_Description,UICodexPageAdded_EntryGained
source: Codex Entry added
pl_pl: Dodano Wpis Kodeksu

# UIText_Description,UICodexPageAdded_ItemGained
source: Item Gathered
pl_pl: Zebrano Przedmiot

# UIText_Description,UICodexPageAdded_ItemRemoved
source: Item Removed
pl_pl: Usunięto Przedmiot

# UIText_Description,UIGetMask_GainMaskText
source: {Toa} has picked up the "{Mask}"
pl_pl: {Toa} zebrał "{Mask}"

# UIText_Description_Cosmetics,Cosmetics_BlackMask_Description
source: A mysterious Komau covered in a strange black substance. The material on the surface of the mask pulses slowly, as if breathing...
pl_pl: Tajemnicza Komau pokryta dziwną, czarną substancją. Materiał na powierzchni wydaj się powoli pulsować, jakby oddychał...

# UIText_Description_Cosmetics,Cosmetics_CopperMask_Description
source: A copper mask of victory found in the Po-temple.
pl_pl: Miedziana maska zwycięstwa, znaleziona w Po-świątyni.

# UIText_Description_Cosmetics,Cosmetics_CrystalMask_Description
source: A Nearly Clear mask Made out of Ice, Why does it work, who made it, Who knows?
pl_pl: Prawie Przeźroczysta mask, wykonana z Lodu, Dlaczego to działa, kto ją zrobił, kto wie?

# UIText_Description_Cosmetics,Cosmetics_FestiveHat_Description
source: A Naming day hat given to you during the festivities.
pl_pl: Czapka z okazji obchodów Dnia Imion.

# UIText_Description_Cosmetics,Cosmetics_GoldMasks_Description
source: You earned these Golden masks by collecting all of the great masks for this toa. (Wearing this adds stat boosts to your masks)
pl_pl: Te Złote Maski otrzymałeś, zdobywając wszystkie wielkie maski dla tego Toa. (Noszenie ich zwiększa moce masek)

# UIText_Description_Cosmetics,Cosmetics_GoldToa_Description
source: You are a true Toa-hero! You have gained this by collecting every mask with every Toa!
pl_pl: Jesteś prawdziwym bohaterem Toa! Zdobyłeś to, za zebranie wszystkich masek dla każdego Toa!

# UIText_Description_Cosmetics,Cosmetics_InfectedMasks_Description
source: Some poison from a Nui-jaga's stinger has gotten on your mask! (There is no drawback to wearing this)
pl_pl: Trochę trucizny z kolców Nui-jaga dostało się na twoją maskę! (Nie ma negatywnych skutków noszenie tego)

# UIText_Description_Cosmetics,Cosmetics_JackOLantern_Description
source: This strange orange ball may fit over your mask. Perhaps it will give you unspoken powers if you wear it?
pl_pl: Ta dziwna, pomarańczowa kula może pasować na twoją maskę. Może kiedy ją ubierzesz, da Ci niewypowiedzianą moc?

# UIText_Description_Cosmetics,Cosmetics_MaskOfTime_Description
source: Taken from the Makuta, you can now wear it as a trophy.
pl_pl: Zabrana Makucie, możesz ją nosić jako trofeum.

# UIText_Description_Cosmetics,Cosmetics_NuvaPauldrons_Description
source: The former Prophet of the Makuta, Komaru, gave these to you as a reward for saving him from the Makuta's influence.
pl_pl: Były Prorok Makuty, Komaru, dał Ci je jako nagrodę za uratowanie go spod wpływu Makuty.

# UIText_Description_Cosmetics,Cosmetics_OldPakari_Description
source: An older design of Pakari, they are quite rare nowadays.
pl_pl: Starszy wygląd Pakari. Obecnie jest dość rzadki.

# UIText_Description_Cosmetics,Cosmetics_ProtoSteelMask_Description
source: A Protosteel mask forged by Kohi, the first matoran on Mata Nui known able to manipulate Protosteel. Before his mysterious disappearance.
pl_pl: Protostalowa maska wykuta przez Kohiego, pierwszego Matoranina na Mata-Nui, który posiadł moc obróbki Protostali. Wkrótce potem zniknął w tajemniczych okolicznościach.

# UIText_Description_Cosmetics,Cosmetics_VeryCoolHat_Description
source: A Very cool hat made by Podu, given to you by winning the Pohatu/Kopaka race.
pl_pl: Bardzo fajna czapka zrobiona przez Podu. Dał Ci ją za zwycięstwo w wyścigu między Pohatu a Kopaką.

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Deuteranope
source: Deuteranope
pl_pl: Deutranopia

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Protanope
source: Protanope
pl_pl: Protanopia

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Tritanope
source: Tritanope
pl_pl: Tritanopia

# UIText_ToolTip,GiveMask_Gali_ToolTip
source: Toa Gali, Toa of Water
pl_pl: Toa Gali, Toa Wody

# UIText_ToolTip,GiveMask_Kopaka_ToolTip
source: Toa Kopaka, Toa of Ice
pl_pl: Toa Kopaka, Toa Lodu

# UIText_ToolTip,GiveMask_Lewa_ToolTip
source: Toa Lewa, Toa of Air
pl_pl: Toa Lewa, Toa Powietrza

# UIText_ToolTip,GiveMask_Onua_ToolTip
source: Toa Onua, Toa of Earth
pl_pl: Toa Onua, Toa Ziemi

# UIText_ToolTip,GiveMask_Pohatu_ToolTip
source: Toa Pohatu, Toa of Stone
pl_pl: Toa Pohatu, Toa Kamienia

# UIText_ToolTip,GiveMask_Tahu_ToolTip
source: Toa Tahu, Toa of Fire
pl_pl: Toa Tahu, Toa Ognia

# UIText_ToolTip,NewGame_TutorialTooltip
source: Tutorial has story relevance, you must play it once.
pl_pl: Tutorial jest obowiązkowy przy pierwszym przejściu, ponieważ zawiera wprowadzenie do fabuły.

# UIText_ToolTip,PausedAudioSettings_AmbientSounds_ToolTip
source: The volume of sounds heard in the wahis.
pl_pl: Głośność dźwięku w Wahi.

# UIText_ToolTip,PausedAudioSettings_Master_ToolTip
source: The overall volume of the game.
pl_pl: Ogólna głośność dźwięku w grze.

# UIText_ToolTip,PausedAudioSettings_Music_ToolTip
source: The volume of music in the game.
pl_pl: Głośność muzyki w grze.

# UIText_ToolTip,PausedAudioSettings_MusicFreq_ToolTip
source: Frequency of world exploration music.
pl_pl: Częstotliwość odtwarzania muzyki w tle podczas eksploracji.

# UIText_ToolTip,PausedAudioSettings_SFX_ToolTip
source: The volume of sound effects IE Footsteps.
pl_pl: Głośność efektów dźwiękowych, np. odgłos kroków.

# UIText_ToolTip,PausedControls_AttackingEntersCombatTip
source: Pressing the bound 'Attack' button automatically enters combat mode and attacks.
pl_pl: Naciskając klawisz ataku, automatycznie wchodzisz w tryb walki i atakujesz.

# UIText_ToolTip,PausedDisplaySettings_Compass_Tooltip
source: Toggle a compass that will lead you directly towards your objective. For the directionally challenged.
pl_pl: Włącz kompas, który będzie prowadził Cię prosto do celu. Dla tych, którzy mają problem z orientacją w terenie.

# UIText_ToolTip,PausedDisplaySettings_Language_Tooltip
source: Which language should the game be displayed in? (This option may require a restart)
pl_pl: W jakim języku ma działać gra? (Może wymagać restartu)

# UIText_ToolTip,PausedDisplaySettings_Resolution_Tooltip
source: The Resolution the game is displayed at.
pl_pl: Rozdzielczość w jakiej gra ma być wyświetlana.

# UIText_ToolTip,PausedDisplaySettings_ResolutionPercent_Tooltip
source: The percentage of resolution the game renders.
pl_pl: Rozdzielczość renderowania.

# UIText_ToolTip,PausedDisplaySettings_ResolutionUpscaling_Tooltip
source: Using AMD's FSR, upscale the image to gain more FPS at a small cost of image quality loss. (Note: You must lower the Res Percent bar for this effect to work)
pl_pl: AMD FSR, skaluje obraz, aby zyskać więcej klatek na sekundę, kosztem jakości obrazu. (Musisz zmniejszyć rozdzielczość renderowania, aby ten efekt zadziałał)

# UIText_ToolTip,PausedDisplaySettings_WindowMode_Tooltip
source: Mode of display for the game.
pl_pl: Tryby wyświetlania gry.

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingQuality_ToolTip
source: Quality of the AA Type Used
pl_pl: Jakość zastosowanego antyaliasingu

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingType_ToolTip
source: Type of AA to use: None- No Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing
pl_pl: Typy antyaliasingu: Brak- Brak antyaliasingu, bardzo postrzępione krawędzie FXAA- Częściowo wygładza poszarpane krawędzie TemporalAA- Najlepsze wygładzanie krawędzi, może powodować lekkie rozmycie detali

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessSeverity_ToolTip
source: Changes the Intensity of the color blindness effect.
pl_pl: Zmienia intensywność efektu ślepoty barw.

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessType_ToolTip
source: For players with color blindness.
pl_pl: Dla graczy z ślepotą barw.

# UIText_ToolTip,PausedGraphicsSettings_EffectsQuality_ToolTip
source: The Quality of various Effects in the game (Reflections, Materials, Particles, etc.) [Warning: Big performance impact on changing]
pl_pl: Jakość różnych efektów w grze (Odbicia, Tekstury, Cząsteczki, itd.) [Ostrzeżenie: Duży wpływ na wydajność]

# UIText_ToolTip,PausedGraphicsSettings_FoliageQuality_ToolTip
source: The Density of Foliage (Grass, Bushes, etc.)
pl_pl: Gęstość Roślinności (Trawa, Krzaki, itd.)

# UIText_ToolTip,PausedGraphicsSettings_FOV_ToolTip
source: Changes the field of vision for the camera.
pl_pl: Zmienia pole widzenia kamery.

# UIText_ToolTip,PausedGraphicsSettings_FrameLimit_ToolTip
source: Limit the framerate of the game.
pl_pl: Limit klatek na sekundę.

# UIText_ToolTip,PausedGraphicsSettings_ShadowQuality_ToolTip
source: The Quality of Shadows
pl_pl: Jakość Cieni

# UIText_ToolTip,PausedGraphicsSettings_TextureFiltering_ToolTip
source: The amount of filtering for textures viewed from the side on.
pl_pl: Poziom filtrowania tekstur widzianych pod kątem bocznym.

# UIText_ToolTip,PausedGraphicsSettings_TextureMemory_ToolTip
source: The Amount of Ram Allocated to texture loading.
pl_pl: Ilość RAM-u przypisanego do generowania tekstur.

# UIText_ToolTip,PausedGraphicsSettings_VolumetricFog_ToolTip
source: Fog that has volume. (Disabling will remove some effects in the game. Automaticly disabled by Low Shadows setting.) [High performance impact]
pl_pl: Mgła przestrzenna. (Wyłączenie usunie niektóre efekty w grze. Wyłącza się automatycznie przy ustawieniu cieni na "niski".) [Wysoki wpływ na wydajność]

# UIText_ToolTip,PausedGraphicsSettings_VSync_ToolTip
source: Fixes Screen Tearing by limiting the framerate to the screen refresh rate
pl_pl: Naprawia rozrywanie ekranu, synchronizując liczbę klatek na sekundę z odświeżaniem ekranu
