Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_JobmasterReturn4
source: Did you not hear me when I said I was in debt! Ahh Fine whatever, here's your 350 widgets.
pl_pl: Nie słyszałeś, że mam długi! Ehh, dobra, niech będzie, oto Twoje 350 widżetów.

# Dialogue_Text,DL_JobmasterReturnFinal
source: Please don't speak to me Toa.
pl_pl: Proszę, nie odzywaj się do mnie, Toa.

# Dialogue_Text,DL_JobmasterShipment
source: A collection of materials - for the carvers and the construction workers, you know.
pl_pl: Zapasy materiałów - wiesz, dla rzeźbiarzy i budowlańców.

# Dialogue_Text,DL_JobmasterShipmentGiveQuest
source: You know what, I believe there is. There'd be some widgets in it if you accept.
pl_pl: Wiesz co, myślę, że jest coś takiego. Dam Ci trochę widżetów, jeśli się zgodzisz.

# Dialogue_Text,DL_JobmasterShipmentJob
source: A collection of materials - for the carvers and the construction workers, you know.
pl_pl: Zapasy materiałów - wiesz, dla rzeźbiarzy i budowlańców.

# Dialogue_Text,DL_JobmasterShipmentQuest
source: Good luck. And hurry back, will you?
pl_pl: Powodzenia. I pośpiesz się, dobrze?

# Dialogue_Text,DL_JobmasterShipmentQuestDesc
source: The shipment is late, and it's important. I'll need you to head to the Onu-Koro shipping center and see what's taking them so long. If the couriers have left already, you'll need to track them down.
pl_pl: Przesyłka jest opóźniona i bardzo ważna. Chcę, żebyś {G}|gender(udał, udała) się do centrum przesyłek w Onu-Koro i {G}|gender(sprawdził, sprawdziła), co zajmuje tyle czasu. Jeśli kurier już wyruszył, będziesz {G}|gender(musiał, musiała) go odnaleźć.

# Dialogue_Text,DL_JobmasterTuraga
source: Our Turaga, Onewa, went missing recently. We have gotten along fine without him - with his advanced age, I run the town mostly these days - I was the one that tasked Huki to wait for you.
pl_pl: Nasz Turaga, Onewa, ostatnio zaginął. Radziliśmy sobie bez niego - ze względu na jego podeszły wie, to ja głównie zarządzam miastem. To ja poleciłem Huki, żeby na Ciebie czekał.

# Dialogue_Text,DL_KapuraAdventures1
source: Did you hear the rumor about Kapura?
pl_pl: Słyszałeś plotki o Kapurze?

# Dialogue_Text,DL_KapuraAdventures2
source: What'd the weirdo do now?
pl_pl: Co ten świr zrobił tym razem?

# Dialogue_Text,DL_KapuraAdventures3
source: I heard from a friend of mine, Hewtinii; That Kapura is planning on walking around all of Mata-Nui soon!
pl_pl: Słyszałem od mojej przyjaciółki, Hewtinii, że Kapura zamierza przejść całą wyspę Mata Nui!

# Dialogue_Text,DL_KapuraAdventures4
source: Huh, I guess he really is crazy then. Could that be related to why so many Po-Matoran have been arriving here lately?
pl_pl: Co? On jest naprawdę szalony. Czy to może mieć związek z ostatnim napływem Po-Matoran?

# Dialogue_Text,DL_KapuraAdventures5
source: I'm not sure, It might be. Hah, maybe they mean to build a statue in his honor!
pl_pl: Nie jestem pewien, ale może tak być. Heh, może to znaczy, że wybudują pomnik na jego cześć!

# Dialogue_Text,DL_KapuraAdventures6
source: HAH, That would be quite silly indeed!
pl_pl: Haha, to faktycznie byłoby dość głupiutkie!

# Dialogue_Text,DL_Kapuranotlost
source: No, I'm practicing.
pl_pl: Nie, ćwiczę.

# Dialogue_Text,DL_KapuraPo
source: Hello again Toa...
pl_pl: Witaj ponownie, Toa...

# Dialogue_Text,DL_KapuraPo1
source: Yes, I am Kapura...
pl_pl: Tak, to ja, Kapura...

# Dialogue_Text,DL_KapuraPo2
source: I do not always practice Toa... Today I've decided to take in Mata-Nui's beauty.
pl_pl: Nie zawsze ćwiczę, Toa… Dzisiaj, postanowiłem podziwiać piękno Mata Nui.

# Dialogue_Text,DL_KapuraWhatareyoudoing
source: I'm practicing... Vakama says even though I am slower then all the others I may be faster than them if I practice.
pl_pl: Ćwiczę... Vakama mówi, że chociaż jestem wolniejszy od innych, mogę stać się szybszy, jeśli będę ćwiczył.

# Dialogue_Text,DL_KapuraWhereGa
source: I like to travel... Ga-Wahi is very wet... Vakama says that by practicing my skill I can travel large distances in a short time.
pl_pl: Lubię podróżować... Ga-Wahi jest bardzo mokre... Vakama mówi, że jeśli będę ćwiczyć swoje umiejętności, będę mógł pokonywać duże dystanse w krótkim czasie.

# Dialogue_Text,DL_KapuraWhereKo
source: I like to travel... Ko-Wahi is very serene, and a little too cold for me... Vakama says that by practicing my skill I can travel large distances in a short time.
pl_pl: Lubię podróżować... Ko-Wahi jest bardzo spokojne, choć trochę za zimne, jak na mój gust.... Vakama mówi, że jeśli będę ćwiczyć swoje umiejętności, będę mógł pokonywać duże dystanse w krótkim czasie.

# Dialogue_Text,DL_KapuraWhereLe
source: I like to travel... Le-Wahi is very pretty. Vakama says that by practicing my skill I can travel large distances in a short time.
pl_pl: Lubię podróżować... Le-Wahi jest bardzo piękne. Vakama mówi, że jeśli będę ćwiczyć swoje umiejętności, będę mógł pokonywać duże dystanse w krótkim czasie.

# Dialogue_Text,DL_KapuraWhereOnu
source: Everyone lives on an island, it's only a matter of size...
pl_pl: Każdy z nas mieszka na swojej wyspie — jedynie jej rozmiar się różni...

# Dialogue_Text,DL_KewaMaster
source: Well... No, we don't have any here.
pl_pl: Cóż… Nie, nie mamy tutaj żadnych.

# Dialogue_Text,DL_KewaMaster1
source: Greetings Toa-Hero, would you like to ride a Kewa?
pl_pl: Witaj, {G}|gender(bohaterski, bohaterska) Toa! Czy {G}|gender(chciałbyś, chciałabyś) przelecieć się na Kewie?

# Dialogue_Text,DL_KewaMaster2
source: Kahu are for the ever-brave Le-Koro Airforce only!
pl_pl: Kahu jest zarezerwowany wyłącznie dla najdzielniejszych członków Sił Powietrznych Le-Koro!

# Dialogue_Text,DL_Kieve
source: We have to find it...
pl_pl: Musimy to znaleźć...

# Dialogue_Text,DL_Kieve1
source: No we're not lost... Well maybe a little - but we will be un-lost soon! It was good to see you Toa, now we must get back to searching!
pl_pl: Nie, nie zgubiliśmy się... Cóż, może trochę - ale wkrótce się odgubimy! Miło było Cię spotkać, Toa, teraz musimy wracać do poszukiwań!

# Dialogue_Text,DL_Kieve2
source: No! We must find it before the others arrive, you can't acompany us yet, It's not ready!
pl_pl: Nie! Musimy to znaleźć, zanim przybędą inni. Nie możesz nam jeszcze towarzyszyć - to nie jest gotowe!

# Dialogue_Text,DL_Kieve3
source: We will be fine, as soon as we find it! Wait, maybe it doesn't exist yet?... Either way, we will keep searching!
pl_pl: Będzie dobrze, jak tylko to znajdziemy! Czekaj, może to jeszcze nie istnieje?... Nieważne, i tak będziemy szukać!

# Dialogue_Text,DL_KoAstronomer1
source: I study the stars.
pl_pl: Badam gwiazdy.

# Dialogue_Text,DL_KoAstronomer2
source: I create prophecies for the wall.
pl_pl: Spisuję przepowiednie na ścianie.

# Dialogue_Text,DL_KoAstronomer3
source: I study the Red Star and it's location in the sky reletive to stars around it. The constellations it forms help me understand our Destiny.
pl_pl: Badam Czerwoną Gwiazdę i jej położenie względem innych gwiazd na niebie. Konstelacje, w które się układają, pomagają mi zrozumieć nasze Przeznaczenie.

# Dialogue_Text,DL_KoFishSeller
source: $T! Oh my, umm, welcome to my shop!
pl_pl: $T! Ojej, umm, witam w moim sklepie!

# Dialogue_Text,DL_KoFishSeller2
source: Me? Why I sell the best-ist frozen Ruki you've tasted! Hehe, I mean... I sell frozen fish...
pl_pl: Ja? Sprzedaję najlepsze mrożone Ruki, jakie kiedykolwiek próbowałeś! Hehe, znaczy.. po prostu sprzedaję mrożone ryby...

# Dialogue_Text,DL_KoFishSeller3
source: Oh, well I lived in Le-koro for a while, but I never really felt like I fit in there... They would always make fun of me because, I didn't know how to vine swing, or couldn't tree hop like they could. One day I just left - later I came apon Whagna, and the people were nice, it really felt like a home.
pl_pl: Och cóż, przez jakiś czas mieszkałam w Le-Koro, ale nigdy nie czułam, że tam pasuję... Zawsze się ze mnie śmiali, że nie potrafiłam huśtać się na lianach ani skakać po drzewach jak oni. Pewnego dnia po prostu odeszłam - później natrafiłam na Whagna. Ludzie tutaj okazali się mili i naprawdę poczułam się tutaj, jak w domu.

# Dialogue_Text,DL_KoFishSeller4
source: Yes, I did... And now it is my home.
pl_pl: Tak... Teraz to mój dom.

# Dialogue_Text,DL_KoFishSellerAbandoned2
source: Toa $T, It's great to see you again! I'm alright my head is a bit clearer than it was when last I saw you.
pl_pl: Toa $T, wspaniale Cię znowu widzieć! Wszystko w porządku, czuję się lepiej, niż przy naszym ostatnim spotkaniu.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro1
source: Well... It is a little better, the others thought that going off and living in an off the map town was brave and adventurous. Little do they know I did it to get away from them...
pl_pl: Cóż... jest trochę lepiej. Inni sądzą, że wyprowadzka i życie w mieście, którego nie ma na mapach, było odważne i śmiałe. Tylko niektórzy wiedzą, że zrobiłam, żeby uciec od nich...

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro2
source: Oh not that much... They still won't let me participate in any of their Kewa bird games. It's okay - I still don't like heights, but it does bug me that I wasn't even considered.
pl_pl: Och, nic takiego... Nadal nie pozwalają mi brać udziału w ich grach z ptakiem Kewa. W porządku - nadal nie lubię wysokość, ale wkurza mnie to, że nawet nie biorą mnie pod uwagę.

# Dialogue_Text,DL_KoFishSellerAbandonedSeen
source: No, none of them. Last one I saw was Parhi I think... In Onu-Koro?
pl_pl: Nie, z żadnym. Ostatnim był chyba Pahr… w Onu-Koro?

# Dialogue_Text,DL_KoFishSellerAbandonedSeen2
source: Uhh yeah, I don't remember the specifics, my head was still spinning at that point. Apparently I asked Parhi to explain where we were going three times, Haha...
pl_pl: Uh, tak. Nie pamiętam dokładnie, byłam wtedy wciąż zagubiona. Podobno pytałam Pahriego, dokąd idziemy, aż trzy razy, haha...

# Dialogue_Text,DL_KoFishSellerFixed
source: You're back $T!
pl_pl: {G}|gender(Wróciłeś, wróciłaś) $T!

# Dialogue_Text,DL_KoFishSellerFixed1
source: Oh yes, my head is much clearer than last time.
pl_pl: Ach tak, czuję się o wiele lepiej, niż przy naszym ostatnim spotkaniu.

# Dialogue_Text,DL_KoFishSellerFixed2
source: I like to see my shop from afar sometimes, also I've been thinking of some improvements... What about some sort of sign like Parhi's?
pl_pl: Czasami lubię popatrzeć na mój sklep z daleka, poza tym myślę o kilku ulepszeniach... Może zrobię jakiś szyld, podobny do tego, jaki ma Pahri?

# Dialogue_Text,DL_KoFishSellerFixing
source: Heheh...
pl_pl: Hehehe...

# Dialogue_Text,DL_KoFishSellerFixing1
source: Yes. Everything is fine.
pl_pl: Tak. Wszystko w porządku.

# Dialogue_Text,DL_KoFlagQuestFinish
source: Thank you very much Toa, I will remember this kindness.
pl_pl: Dziękuję Toa. Zapamiętam Twoją uprzejmość.

# Dialogue_Text,DL_KoFlagQuestFlagMaker
source: Greetings Toa. Did you need something? I'm quite busy.
pl_pl: Witaj, Toa. Potrzebujesz czegoś? Jestem dość zajęta.

# Dialogue_Text,DL_KoFlagQuestFlagMaker1
source: Oh, well I create flags. Most of the flags you seen around Mata-Nui are created by me!
pl_pl: Och, wytwarzam flagi. Większość z tych, które widzisz na Mata Nui, to moja robota!

# Dialogue_Text,DL_KoFlagQuestFlagMaker2
source: Yeah, It can be quite- eh, very, stressful at times, but I do enjoy it.
pl_pl: Tak, bywa ciężko - czasami stresująco. Ale lubię to robić.

# Dialogue_Text,DL_KoFlagQuestOtherFlagmakers
source: I've heard rumor of one in Le-Koro, goes by the name of 'Kumo' I belive... Likely inferior designs...
pl_pl: Słyszałam plotki o jednym w Le-Koro o imieniu 'Kumo', jeśli się nie mylę... Prawdopodobnie wyroby gorszej jakości...

# Dialogue_Text,DL_KoFlagQuestRest
source: You are right. Yes... Just... just one day...
pl_pl: Masz rację. Tak... jeszcze... jeszcze jeden dzień...

# Dialogue_Text,DL_KokoroGuardGreeting1
source: I know we Ko-Matoran are supposed to be used to this weather, but it's so cold!
pl_pl: Wiem, że my, Ko-Matoranie, powinniśmy być przyzwyczajeni do takiej pogody, ale tu jest tak zimno!

# Dialogue_Text,DL_KokoroGuardGreeting2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool on the path up ahead.
pl_pl: Witam Cię, Toa, w Ko-Koro. Jeśli chcesz uzupełnić swój protodermis, podążaj w górę tą ścieżką aż znajdziesz jeziorko.

# Dialogue_Text,DL_KokoroGuardGreeting2_2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool right next to Nuju's hut.
pl_pl: Witam Cię, Toa, w Ko-Koro. Jeśli chcesz uzupełnić swój protodermis, podążaj w górę tą ścieżką - jeziorko znajdziesz obok chatki Nuju.

# Dialogue_Text,DL_KokoroGuardInfo
source: Well, no not a whole lot, Nuju has been missing for a while. Last anyone saw him he was buying a very large amount of flags from the ga-koroan flagmaker, Perhaps that is why the flag trade has stopped. But other than that not much at all.
pl_pl: No cóż, niewiele - Nuju zaginął jakiś czas temu. Ostatni raz widziano go, gdy kupował dużą ilość flag od Ga-Matorańskiej Wytwórczyni Flag. Może dlatego handel flagami został zawieszony. Ale poza tym nic się nie dzieje.

# Dialogue_Text,DL_KokoroGuardProtodermis
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
pl_pl: Nie wiesz, co to protodermis? Protodermis to materiał, z którego wytwarzamy nasze narzędzia i wszelkie inne metaliczne przedmioty na Mata Nui. Wygląda na to, że zasila także Twoją maskę!

# Dialogue_Text,DL_KokoroGuardProtodermis_2
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
pl_pl: Nie wiesz, co to protodermis? Protodermis to materiał, z którego wytwarzamy nasze narzędzia i wszelkie inne metaliczne przedmioty na Mata Nui. Wygląda na to, że zasila także Twoją maskę!

# Dialogue_Text,DL_KokoroGuardProtodermis_3
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
pl_pl: Nie wiesz, co to protodermis? Protodermis to materiał, z którego wytwarzamy nasze narzędzia i wszelkie inne metaliczne przedmioty na Mata Nui. Wygląda na to, że zasila także Twoją maskę!

# Dialogue_Text,DL_KoMatoranCold
source: BRR! I'm so cold, and can't get warm, why can't I get warm?
pl_pl: BRR! Ale zimno! Nie mogę się rozgrzać. Dlaczego tak jest?

# Dialogue_Text,DL_Kongu
source: Hey hey! You're finally back Toa-Hero! What happened?
pl_pl: Hej, hej! W końcu {G}|gender(wróciłeś, wróciłaś) {G}|gender(legendarny, legnendarna) Toa. Co się stało?

# Dialogue_Text,DL_Kongu1
source: Why I am wind-flying, Kahu-riding Kongu of course! Huh, it seems your thought-memory has been lost? Strange.
pl_pl: Jestem oczywiście Kongu - ujeżdżający Kahu, jeździec wiatru. Wygląda na to, że {G}|gender(straciłeś, straciłaś) pamięć? Dziwne.

# Dialogue_Text,DL_Kongu2
source: Oh, yes! I need someone to go hunt-searching for Matau, our Turaga. It is a sorry-bad tale, but he has been lost-missing for some time now!
pl_pl: Och, tak! Potrzebuję kogoś, kto odnajdzie Matau, naszego Turagę. To przykra historia - zaginął jakiś czas temu!

# Dialogue_Text,DL_KonguMap
source: Some scouts have heard him Down-tree and deep-wood, here I'll mark it on your map-paper.
pl_pl: Paru zwiadowców słyszało go u podnóży drzew, głęboko w lesie. Poczekaj, zaznaczę to na Twojej mapie.

# Dialogue_Text,DL_KonguNoMap
source: Some scouts have heard him Down-tree and deep-wood, you will need a map though! I've done some Draw-finding of Le-Wahi, here take it!
pl_pl: Paru zwiadowców słyszało go u podnóży drzew, głęboko w lesie. Chyba będziesz {G}|gender(potrzebował, potrzebowała) mapy! Mam tutaj mapę Le-Wahi - weź ją!

# Dialogue_Text,DL_KonguQuest
source: Please do seek-find him, I'm very worried!
pl_pl: Proszę, poszukaj go. Bardzo się martwię!

# Dialogue_Text,DL_KonguReturn
source: You are still seek-finding our Turaga, right Toa-Hero?
pl_pl: Ciągle szukasz naszego Turagi, prawda, {G}|gender(bohaterski, bohaterska) Toa?

# Dialogue_Text,DL_KonguSaved
source: Well-met $T! Thank you for find-saving Matau!
pl_pl: Dobrze Cię widzieć, $T! Dziękuję za uratowanie Matau!

# Dialogue_Text,DL_Kopaka1
source: Perhaps there is some factor that it is impossible to prepare for.
pl_pl: Może istnieje jakiś czynnik, na który nie możemy się przygotować.

# Dialogue_Text,DL_Kopaka2
source: ...I suspect we will soon learn.
pl_pl: ...Podejrzewam, że wkrótce się dowiemy.

# Dialogue_Text,DL_Kopaka3
source: So we are doomed to fail no matter how many times we confront Makuta? To relive this same battle countless times?
pl_pl: A więc jesteśmy skazani na porażkę, bez względu na to, ile razy stajemy twarzą w twarz z Makutą? Na przeżywanie tej samej bitwy nieskończoną ilość razy?

# Dialogue_Text,DL_Kopeke1
source: It's almost done...
pl_pl: Prawie gotowe...

# Dialogue_Text,DL_Kopeke2
source: It represents the need that all living beings carry for heat, the Heatstone represents when the Matoran took control of that need, and took it into their own hands.
pl_pl: Ta rzeźba symbolizuje potrzebę ciepła, którą noszą w sobie wszystkie żywe istoty. Kamień Cieplny reprezentuje moment, kiedy Matoranie przejęli tę potrzebę i wzięli ją w swoje ręce.

# Dialogue_Text,DL_Kopeke3
source: WHAT? Ahh not again!
pl_pl: CO? No nie, znowu to!

# Dialogue_Text,DL_KoTempleMaster
source: Ahh, thank you Toa, but the darkness isn't yet gone from our places of worship, there are more Temples across the Island that need to be freed.
pl_pl: Ach, dziękuję, Toa, ale ciemność nie została jeszcze przegnana z naszym świętych miejsc. Na całej wyspie Mata Nui są jeszcze inne Świątynie, które trzeba wyzwolić.

# Dialogue_Text,DL_KoTempleMaster1
source: You also may want to ask matoran in the Koros about their Temple.
pl_pl: Możesz też popytać Matoran w poszczególnych Koro o ich Świątynie.

# Dialogue_Text,DL_KoTownBuyer
source: Do you have one that's made out of Protosteel?
pl_pl: Czy masz takie zrobione z Protostali?

# Dialogue_Text,DL_KoTownBuyer2
source: Oh Hello! Believe it or not I hail from Po-Koro, Alot of the matoran here are from different places around the island. I've only been here a short while but it seems like a place I'd like to stay.
pl_pl: Och, witaj Toa! Wierz lub nie, ale pochodzę z Po-Koro. Matoranie tutaj są ze wszystkich zakątków wyspy. Jestem tu od niedawna, ale wydaje mi się, że to miejsce, w którym chciałbym zostać

# Dialogue_Text,DL_KoTownBuyer3
source: Yes, I've always felt a bit disconnected from other Po-Matoran as if I was not ment to be part of the tribe. As I said many of the people here are from different villages... Many of us are self outcasts or explorers.
pl_pl: Wiem, zawsze czułem się trochę odmienny od innych Po-Matoran, jakbym nie był częścią plemienia. Jak mówiłem, tutaj wielu Matoranie pochodzi z różnych wiosek... Wielu z nas to wyrzutki albo odkrywcy.

# Dialogue_Text,DL_KoTownBuyerGainQuest
source: I'll stay here for a while yes, but If I'm not here when you get back you might try Po-Koro or Ga-Koro.
pl_pl: Zostanę tu przez jakiś czas, ale jeśli nie będzie mnie tutaj, spróbuj poszukać mnie w Po-Koro lub Ga-Koro.

# Dialogue_Text,DL_KoTownBuyerOnua
source: Ahh, Yes Protodermis is more common, however Protosteel is a very rare, very strong material that can only be manipulated by a few people in the world. I've been traveling all over the island to find and study these rare tools. I'm Kohi by the way.
pl_pl: Ach tak - Protodermis jest bardziej powszechny, ale Protostal to bardzo rzadki i trwały materiał. Niewielu na świecie wie, jak go obrabiać. Podróżuję po całej wyspie, aby odnajdywać i badać te rzadkie narzędzia. A tak w ogóle, nazywam się Kohi.

# Dialogue_Text,DL_KoTownBuyerOnua1
source: With a Toa helping me perhaps I'd even be able to discover the secret to Protosteel manipulation! Yes I will absolutely accept your help, as I did recently hear of a Protosteel tool on the other side of the island in Le-Wahi South-West of Le-Koro. There is said to be Protosteel Weapon "frozen in wood", surrounded by a Nui-Jaga Nest. I haven't made the trip down there yet for, well for obvious reasons.
pl_pl: Z pomocą Toa może nawet uda mi się odkryć sekret obróbki Protostali! Tak, z przyjemnością przyjmuję Twoją pomoc. Ostatnio słyszałem o narzędziu z Protostali po drugiej stronie wyspy, w Le-Wahi - na południowy zachód od Le-Koro. Mówi się, że broń z Protostali jest "zamrożona w drewnie", po środku gniazda Nui-Jaga. Nie poszedłem tam sam, z oczywistych powodów.

# Dialogue_Text,DL_KoTownKohiProtosteel1
source: Ahh Hello $T, come to help me free this thing?
pl_pl: Ach, witaj, $T. Przyszedłeś mi pomóc zdobyć ten przedmiot?

# Dialogue_Text,DL_KoTownKohiProtosteel2
source: What? Po-Koro was attacked?
pl_pl: Co? Po-Koro zostało zaatakowane?

# Dialogue_Text,DL_KoTownKohiProtosteel3
source: Oh, you gave me a fright Toa! Whagna isn't my home, I was mearly there following up on a lead to find this. Shame they got attacked though, I hope no one was hurt.
pl_pl: Och, {G}|gender(przestraszyłeś, przestraszyłaś) mnie, Toa! Whagna nie jest moim domem, byłem tak tylko przejazdem, podążając za tropem, aby to znaleźć. Przykre, że została zaatakowana, mam nadzieję, że nikomu nic się nie stało.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered
source: Haha! I've done it!
pl_pl: Haha! Zrobiłem to!

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered2
source: Ahh Hello Toa! Yes indeed I have, although I'm not entirely sure what I did.
pl_pl: Ach, witaj, Toa! Tak, w rzeczy samej, udało mi się, chociaż nie jestem do końca pewny co zrobiłem.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered3
source: Well, I was trying to melt down the tools we found, and even with my furnace as hot as it could go they still weren't begining to.
pl_pl: Cóż, próbowałem przetopić te narzędzia, które znaleźliśmy, i nawet z moim piecem rozgrzanym do czerwoności, nie byłem w stanie ich stopić.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered4
source: In an admittedly embarrassing fit of rage, I attempted to bend the tools with my bare hands. Surprisingly, it worked! There was some sort of electricity between my hands, the metal became soft and began to glow. So I placed it into the furnace and they melted!
pl_pl: W, co przyznaję, zawstydzającym wybuchu złości, spróbowałem wygiąć narzędzia gołymi dłońmi. Ku mojemu zdziwieniu, udało mi się! Między moimi dłońmi pojawił się jakiś rodzaj elektryczności, metal zmiękł i zaczął świecić. Więc włożyłem je do pieca i stopił się!

# Dialogue_Text,DL_KoTownKohiProtosteelGift
source: For your help in this endevor, I'd like to give you the first Protosteel item from my shop, free of charge.
pl_pl: W podziękowaniu za Twoją pomoc chciałbym dać Ci pierwszy produkt z Protostali z mojego sklepu - całkowicie za darmo.

# Dialogue_Text,DL_KoTownKohiProtosteelGift1
source: I was thinking I'd add some shine to your masks, If you'd allow me?
pl_pl: Myślałem, że mógłbym dodać trochę połysku do Twoich masek, jeśli mi na to pozwolisz.

# Dialogue_Text,DL_KoTownKohiProtosteelGift2
source: So, how do you like It?
pl_pl: No i jak Ci się podoba?

# Dialogue_Text,DL_KoTownKohiProtosteelGive
source: Ahh, Yes Thank you thank you Toa!
pl_pl: Ach, tak, dziękuję, dziękuję, Toa!

# Dialogue_Text,DL_KoTownKohiProtosteelGive1
source: With this and my others, I should be able to discover the secret to Protosteel. Stop by my forge in Po-Koro later, and I might have something for you.
pl_pl: Dzięki temu i moim innym narzędziom powininem być w stanie odkryć sekret Protostali. Wpadnij później do mojej kuźni w Po-Koro - mogę mieć dla Ciebie coś ciekawego.

# Dialogue_Text,DL_KoTownKohiProtosteelGive2
source: Ahh, Perfect!
pl_pl: Ach, wspaniale!
