Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# UIText_Description,MaskWheel_Huna
source: Huna Noble Mask of Invisibility {Status}
ru_ru: Хуна Благородная Маска Невидимости {Status}

# UIText_Description,MaskWheel_Kakama
source: Kakama Great Mask of Speed {Status}
ru_ru: Какама Великая Маска Скорости {Status}

# UIText_Description,MaskWheel_Kaukau
source: Kaukau Great Mask of Water breathing {Status}
ru_ru: Каукау Великая Маска Дыхания под Водой {Status}

# UIText_Description,MaskWheel_Komau
source: Komau Noble Mask of Mind Control {Status}
ru_ru: Комау Благородная Маска Контроля Разума {Status}

# UIText_Description,MaskWheel_Mahiki
source: Mahiki Noble Mask of Illusion {Status}
ru_ru: Махики Благородная Маска Иллюзии {Status}

# UIText_Description,MaskWheel_Matatu
source: Matatu Noble Mask of Telekinisis {Status}
ru_ru: Матату Благородная Маска Телекинеза {Status}

# UIText_Description,MaskWheel_Miru
source: Miru Great Mask of Levitation {Status}
ru_ru: Миру Великая Маска Левитации {Status}

# UIText_Description,MaskWheel_Pakari
source: Pakari Great Mask of Strength {Status}
ru_ru: Пакари Великая Маска Силы {Status}

# UIText_Description,MaskWheel_Rau
source: Rau Noble Mask of Translation {Status}
ru_ru: Рау Благородная Маска Перевода {Status}

# UIText_Description,MaskWheel_Ruru
source: Ruru Noble Mask of Night Vision {Status}
ru_ru: Руру Благородная Маска Ночного Видения {Status}

# UIText_Description,MedMenu_HPRestoredMessage
source: Health & Stamina Restored!
ru_ru: Здоровье и Энергия Восстановлены!

# UIText_Description,MedMenu_MidDay
source: MiddDay
ru_ru: День

# UIText_Description,MedMenu_MidNight
source: Midnight
ru_ru: Ночь

# UIText_Description,MedMenu_SunRise
source: Sunrise
ru_ru: Рассвет

# UIText_Description,MedMenu_SunSet
source: Sunset
ru_ru: Закат

# UIText_Description,NewGame_EnterSaveName
source: Enter Save Name Here
ru_ru: Введите тут название cохранения

# UIText_Description,NewGame_SaveName
source: Save Name:
ru_ru: Сохранение:

# UIText_Description,NewGame_SaveNameText
source: New Game
ru_ru: Новая Игра

# UIText_Description,NewGame_SelectAToa
source: Select a Toa
ru_ru: Выберите Тоа

# UIText_Description,NewGame_Tutorial
source: Tutorial:
ru_ru: Тренировка:

# UIText_Description,PausedControls_ActivateMask
source: Activate Mask:
ru_ru: Активировать Маску:

# UIText_Description,PausedControls_AkakuZoom
source: Akaku Zoom:
ru_ru: Увеличительный режим Акаку:

# UIText_Description,PausedControls_Attack
source: Attack:
ru_ru: Атака:

# UIText_Description,PausedControls_AttackingEntersCombat
source: Attacking Enters Combat:
ru_ru: Атака, включающая Боевой режим:

# UIText_Description,PausedControls_AutoWalk
source: Auto Walk:
ru_ru: Авто-ходьба:

# UIText_Description,PausedControls_BackMovement
source: Backward Movement:
ru_ru: Движение Назад:

# UIText_Description,PausedControls_ControllerInputIcons
source: Controller Input Icons:
ru_ru: Значки Ввода Контроллера:

# UIText_Description,PausedControls_ControllerLookSpeed
source: Controller Look Speed:
ru_ru: Скорость поворота (Контроллер):

# UIText_Description,PausedControls_Crouch
source: Crouch:
ru_ru: Присесть:

# UIText_Description,PausedControls_ElementalPower
source: Elemental Power:
ru_ru: Сила Стихии:

# UIText_Description,PausedControls_ForewardMovement
source: Forward Movement:
ru_ru: Движение Вперёд:

# UIText_Description,PausedControls_Interact
source: Interact:
ru_ru: Взаимодействие:

# UIText_Description,PausedControls_Jump
source: Jump:
ru_ru: Прыжок:

# UIText_Description,PausedControls_LeftMovement
source: Left Movement:
ru_ru: Движение Влево:

# UIText_Description,PausedControls_LockOn
source: Lock On:
ru_ru: Зафиксировать цель:

# UIText_Description,PausedControls_LookRight
source: Look Right:
ru_ru: Посмотреть Вправо:

# UIText_Description,PausedControls_LookUp
source: Look Up:
ru_ru: Посмотреть Вверх:

# UIText_Description,PausedControls_MaskShortcuts
source: Mask Shortcuts:
ru_ru: Переключение на Маску:

# UIText_Description,PausedControls_MaskWheel
source: Mask Wheel:
ru_ru: Колесо Масок:

# UIText_Description,PausedControls_Noclip
source: Noclip (To use if stuck):
ru_ru: Noclip (если вы застряли):

# UIText_Description,PausedControls_OpenInventory
source: Open Inventory:
ru_ru: Открыть Инвентарь:

# UIText_Description,PausedControls_OpenMap
source: Open Map:
ru_ru: Открыть Карту:

# UIText_Description,PausedControls_QuestMenu
source: Quest Menu:
ru_ru: Меню Квестов:

# UIText_Description,PausedControls_ReadyWeapon
source: Ready Weapon:
ru_ru: Приготовить Оружие:

# UIText_Description,PausedControls_RightMovement
source: Right Movement:
ru_ru: Движение Вправо:

# UIText_Description,PausedControls_SlowWalk
source: Slow Walk:
ru_ru: Ходьба:

# UIText_Description,PausedControls_Sprint
source: Sprint:
ru_ru: Бег:

# UIText_Description,PausedControls_SwapMasksForward
source: Swap Masks Forward:
ru_ru: Переключить на Следующую Маску:

# UIText_Description,PausedControls_SwitchViews
source: Switch Views:
ru_ru: Переключить вид (1/3 лицо):

# UIText_Description,PausedControls_ToaWheel
source: Toa Wheel:
ru_ru: Колесо Тоа:

# UIText_Description,PausedDisplaySettings_Compass
source: Compass:
ru_ru: Компас:

# UIText_Description,PausedDisplaySettings_Language
source: Language:
ru_ru: Язык:

# UIText_Description,PausedDisplaySettings_LanguageWarning
source: (Most languages are incomplete and will still contain English elements)
ru_ru: (Большинство языков не закончены и всё ещё содержат элементы на английском)

# UIText_Description,PausedDisplaySettings_Resolution
source: Resolution:
ru_ru: Разрешение:

# UIText_Description,PausedDisplaySettings_ResolutionRenderPercent
source: Res Percent:
ru_ru: Процент Разрешения:

# UIText_Description,PausedDisplaySettings_ResolutionUpscaling
source: Resolution Upscaling:
ru_ru: Повышение Разрешения:

# UIText_Description,PausedDisplaySettings_TrueRenderResolution
source: True Resolution:
ru_ru: Истинное Разрешение:

# UIText_Description,PausedDisplaySettings_WindowMode
source: Window mode:
ru_ru: Оконный режим:

# UIText_Description,PausedGraphicsSettings_AntiAliasingQuality
source: Anti-Alias Quality:
ru_ru: Качество Сглаживания:

# UIText_Description,PausedGraphicsSettings_AntiAliasingType
source: Anti-Alias Type:
ru_ru: Тип Сглаживания:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessSeverity
source: Severity:
ru_ru: Степень:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessType
source: Color Deficiency:
ru_ru: Цветовая Слепота:

# UIText_Description,PausedGraphicsSettings_EffectsQuality
source: Effects Quality:
ru_ru: Качество Эффектов:

# UIText_Description,PausedGraphicsSettings_FoliageQuality
source: Foliage Density:
ru_ru: Плотность Листвы:

# UIText_Description,PausedGraphicsSettings_FOV
source: Field of View:
ru_ru: Угол Обзора:

# UIText_Description,PausedGraphicsSettings_FrameLimit
source: Framerate limit:
ru_ru: Ограничение частоты кадров:

# UIText_Description,PausedGraphicsSettings_ShadowQuality
source: Shadow Quality:
ru_ru: Качество Теней:

# UIText_Description,PausedGraphicsSettings_TextureFiltering
source: Anisotropic filtering:
ru_ru: Анизотропная фильтрация:

# UIText_Description,PausedGraphicsSettings_TextureMemory
source: Texture Memory:
ru_ru: Текстурная Память:

# UIText_Description,PausedGraphicsSettings_VolumetricFog
source: Volumetric Fog:
ru_ru: Объёмный Туман:

# UIText_Description,PausedGraphicsSettings_VSync
source: Vsync:
ru_ru: Вертикальная синхронизация:

# UIText_Description,Powermask_Cost
source: Powering this mask requires: <Key>{Cost}</> Wahae Mata Gel.
ru_ru: Для зарядки данной маски потребуется: <Key>{Cost}</> единиц Геля Вахе Мата.

# UIText_Description,PowerMask_Gel_ToolTip
source: Wahae Mata Gel:
ru_ru: Гель Вахе Мата:

# UIText_Description,SaveGame_NameInput
source: Player Save
ru_ru: Сохранение Игрока

# UIText_Description,SaveGame_NameInputHint
source: Enter Save Name Here
ru_ru: Введите тут название Сохранения

# UIText_Description,Saves_Auto
source: Auto Save
ru_ru: Автосохранение

# UIText_Description,Saves_Manual
source: Manual Save
ru_ru: Ручное сохранение

# UIText_Description,StatsMenu_MaskPickups
source: Mask Pickups:
ru_ru: Подобрано Масок:

# UIText_Description,StatsMenu_Misc
source: Misc:
ru_ru: Прочее:

# UIText_Description,StatsMenu_Misc_CodexPagesGained
source: Codex Pages Gained:
ru_ru: Страниц Кодекса Получено:

# UIText_Description,StatsMenu_Misc_CosmeticsGained
source: Cosmetics Gained:
ru_ru: Аксессуаров Получено:

# UIText_Description,StatsMenu_Misc_ItemsGotten
source: Items Gathered:
ru_ru: Предметов Получено:

# UIText_Description,StatsMenu_Misc_MasksPowered
source: Masks Powered:
ru_ru: Масок Заряжено:

# UIText_Description,StatsMenu_Misc_MedStonesVisited
source: Meditation Stones Visited:
ru_ru: Камней для Медитации посещено:

# UIText_Description,StatsMenu_Misc_RahiDefeated
source: Rahi Defeated:
ru_ru: Рахи побеждено:

# UIText_Description,StatsMenu_Misc_WidgetsGained
source: Total Widgets Gained:
ru_ru: Всего заработано виджетов:

# UIText_Description,StatsMenu_Misc_WidgetsSpent
source: Total Widgets Spent:
ru_ru: Всего потрачено виджетов:

# UIText_Description,StatsMenu_Quests
source: Quests:
ru_ru: Квесты:

# UIText_Description,StatsMenu_Quests_MainQuests
source: Main Quests:
ru_ru: Основные Квесты:

# UIText_Description,StatsMenu_Quests_SideQuests
source: Side Quests:
ru_ru: Дополнительные Квесты:

# UIText_Description,TabMenu_Codex_Entries
source: Entries
ru_ru: Записи

# UIText_Description,TabMenu_Quest_MainQuests
source: MAIN QUESTS
ru_ru: ОСНОВНЫЕ КВЕСТЫ

# UIText_Description,TabMenu_Quest_Objectives
source: Objectives:
ru_ru: Задачи:

# UIText_Description,TabMenu_Quest_SideQuests
source: OPTIONAL QUESTS
ru_ru: ДОПОЛНИТЕЛЬНЫЕ КВЕСТЫ

# UIText_Description,TelescopeCtrlsWidget_ToLook
source: {Input} <Key>to rotate telescope</>
ru_ru: {Input} <Key>, чтобы навести телескоп</>

# UIText_Description,ThankYou_Header
source: Thank you for playing!
ru_ru: Спасибо за игру!

# UIText_Description,ThankYou_Message
source: <Key>We at Team Kanohi Thank you for playing our game!</> <Key>Masks of Power has been in the works for over 6 years now.</> <Key>Thank you for sticking with us for all this time, we hope you enjoyed, and are looking forward to our future projects!</> <Key>To keep a closer eye on our </>Legacy<Key> as </>Unmasked Games<Key>, check out our social media:</>
ru_ru: <Key>Мы в Team Kanohi благодарим вас за то, что вы сыграли в нашу игру!</> <Key>Маски Силы находились в разработке более 6 лет.</> <Key>Спасибо, что были с нами всё это время, мы надеемся, что вам понравилось, и вы с нетерпением ждёте наших новых проектов!</> <Key>Чтобы следить за нашим </>Legacy<Key> в лице </>Unmasked Games<Key>, загляните в наши социальные сети:</>

# UIText_Description,ThankYou_Website
source: Website
ru_ru: Веб-сайт

# UIText_Description,TradeMenu_BuyAmount
source: Spend: {Amount}
ru_ru: Потратить: {Amount}

# UIText_Description,TradeMenu_ItemBuyValue
source: (Seller sells this at a <Key>{Low/High}</> price than normal)
ru_ru: (Продавец продаёт это по цене <Key>{Ниже/Выше}</> обычного)

# UIText_Description,TradeMenu_ItemSellValue
source: (Seller will buy this at a <Key>{Low/High}</> price than normal)
ru_ru: (Продавец купит это по цене <Key>{Ниже/Выше}</> обычного)

# UIText_Description,TradeMenu_SellAmount
source: Sell for: {Amount}
ru_ru: Продать за: {Amount}

# UIText_Description,TradeMenu_TraderInv
source: Trader Inventory
ru_ru: Инвентарь Торговца

# UIText_Description,TradeMenu_WidgetValue
source: Widget Value:
ru_ru: Стоимость в Виджетах:

# UIText_Description,TradeMenu_YourInv
source: Your Inventory
ru_ru: Ваш Инвентарь

# UIText_Description,UI_ConvertSaves
source: Incompatible saves were detected. Convert them to the new format? <Key>(WARNING: Some data loss may occur)</>
ru_ru: Обнаружены несовместимые сохранения. Переконвертировать их в новый формат? <Key>(ВНИМАНИЕ: Возможна некоторая потеря данных)</>

# UIText_Description,UI_ConvertSavesCancelToolTip
source: <Key>WARNING: Saves using old format will not be accessible.</>
ru_ru: <Key>ВНИМАНИЕ: Сохранения, использующие старый формат, будут недоступны.</>

# UIText_Description,UI_ConvertSavesToolTip
source: <Key>WARNING: This process will take some time, and the game may hang.</>
ru_ru: <Key>ВНИМАНИЕ: Данный процесс может занять некоторое время, а игра может зависнуть.</>

# UIText_Description,UI_GetMaskDenyed
source: All Toa Have This Mask
ru_ru: У всех Тоа имеется данная маска

# UIText_Description,UI_NoItemsDesc
source: Looks like you have a whole lot of nothing in your inventory! Better go find something to put in here.
ru_ru: Хм... Похоже, что у вас в инвентаре имеется целая куча ничего! Лучше найти что-нибудь и положить его сюда.

# UIText_Description,UI_NoItemsName
source: Nothing
ru_ru: Ничего

# UIText_Description,UICodexPageAdded_EntryGained
source: Codex Entry added
ru_ru: Добавлена Запись в Кодекс

# UIText_Description,UICodexPageAdded_ItemGained
source: Item Gathered
ru_ru: Предмет Получен

# UIText_Description,UICodexPageAdded_ItemRemoved
source: Item Removed
ru_ru: Предмет Потерян

# UIText_Description,UIGetMask_GainMaskText
source: {Toa} has picked up the "{Mask}"
ru_ru: {Toa} подбирает Канохи «{Mask}»

# UIText_Description_Cosmetics,Cosmetics_BlackMask_Description
source: A mysterious Komau covered in a strange black substance. The material on the surface of the mask pulses slowly, as if breathing...
ru_ru: Таинственная Комау, покрытая странным чёрным веществом. Материал на поверхности маски медленно пульсирует, и как будто дышит...

# UIText_Description_Cosmetics,Cosmetics_CopperMask_Description
source: A copper mask of victory found in the Po-temple.
ru_ru: Медная маска победы, найденная в По-храме.

# UIText_Description_Cosmetics,Cosmetics_CrystalMask_Description
source: A Nearly Clear mask Made out of Ice, Why does it work, who made it, Who knows?
ru_ru: Практически Прозрачная маска, сделанная из льда. Почему она работает? Кто её создал? Кто знает?

# UIText_Description_Cosmetics,Cosmetics_FestiveHat_Description
source: A Naming day hat given to you during the festivities.
ru_ru: Шапка со дня Именин, врученная вам по случаю праздника.

# UIText_Description_Cosmetics,Cosmetics_GoldMasks_Description
source: You earned these Golden masks by collecting all of the great masks for this toa. (Wearing this adds stat boosts to your masks)
ru_ru: Вы заработали эти Золотые маски, собрав все Великие Маски для этого Тоа. (Надев их, вы повысите силу своих масок)

# UIText_Description_Cosmetics,Cosmetics_GoldToa_Description
source: You are a true Toa-hero! You have gained this by collecting every mask with every Toa!
ru_ru: Вы – истинный герой Тоа! Вы получили это за сбор всех масок за всех Тоа!

# UIText_Description_Cosmetics,Cosmetics_InfectedMasks_Description
source: Some poison from a Nui-jaga's stinger has gotten on your mask! (There is no drawback to wearing this)
ru_ru: Немного яда из жала Нуи-Джаги попало на вашу маску! (Никакого вреда при их ношении нет)

# UIText_Description_Cosmetics,Cosmetics_JackOLantern_Description
source: This strange orange ball may fit over your mask. Perhaps it will give you unspoken powers if you wear it?
ru_ru: Этот странный оранжевый шар может налезть на вашу маску. Возможно, он даст какие-то немыслимые силы при надевании?

# UIText_Description_Cosmetics,Cosmetics_MaskOfTime_Description
source: Taken from the Makuta, you can now wear it as a trophy.
ru_ru: Изъятая у Макуты, вы теперь можете носить её в качестве трофея.

# UIText_Description_Cosmetics,Cosmetics_NuvaPauldrons_Description
source: The former Prophet of the Makuta, Komaru, gave these to you as a reward for saving him from the Makuta's influence.
ru_ru: Комару, бывший пророк Макуты, дал вам это в качестве награды за его освобождение от влияния Макуты.

# UIText_Description_Cosmetics,Cosmetics_OldPakari_Description
source: An older design of Pakari, they are quite rare nowadays.
ru_ru: Старый дизайн Пакари, нынче являются редкостью.

# UIText_Description_Cosmetics,Cosmetics_ProtoSteelMask_Description
source: A Protosteel mask forged by Kohi, the first matoran on Mata Nui known able to manipulate Protosteel. Before his mysterious disappearance.
ru_ru: Маска из Протостали, созданная Кохи – первым матораном Мата Нуи, который смог овладеть этим материалом. До своего таинственного исчезновения.

# UIText_Description_Cosmetics,Cosmetics_VeryCoolHat_Description
source: A Very cool hat made by Podu, given to you by winning the Pohatu/Kopaka race.
ru_ru: Ну Очень крутая шапка, созданная Поду и врученная вам по результатам победы в гонке Похату/Копака.

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Deuteranope
source: Deuteranope
ru_ru: Дейтеранопия

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Protanope
source: Protanope
ru_ru: Протанопия

# UIText_Setting,PausedGraphicsSettings_ColorBlindness_Tritanope
source: Tritanope
ru_ru: Тританопия

# UIText_ToolTip,GiveMask_Gali_ToolTip
source: Toa Gali, Toa of Water
ru_ru: Тоа Гали, Тоа Воды

# UIText_ToolTip,GiveMask_Kopaka_ToolTip
source: Toa Kopaka, Toa of Ice
ru_ru: Тоа Копака, Тоа Льда

# UIText_ToolTip,GiveMask_Lewa_ToolTip
source: Toa Lewa, Toa of Air
ru_ru: Тоа Лева, Тоа Воздуха

# UIText_ToolTip,GiveMask_Onua_ToolTip
source: Toa Onua, Toa of Earth
ru_ru: Тоа Онуа, Тоа Земли

# UIText_ToolTip,GiveMask_Pohatu_ToolTip
source: Toa Pohatu, Toa of Stone
ru_ru: Тоа Похату, Тоа Камня

# UIText_ToolTip,GiveMask_Tahu_ToolTip
source: Toa Tahu, Toa of Fire
ru_ru: Тоа Таху, Тоа Огня

# UIText_ToolTip,NewGame_TutorialTooltip
source: Tutorial has story relevance, you must play it once.
ru_ru: Тренировка имеет связь с сюжетом, вам следует пройти её один раз.

# UIText_ToolTip,PausedAudioSettings_AmbientSounds_ToolTip
source: The volume of sounds heard in the wahis.
ru_ru: Громкость звуков, слышимых в Вахи.

# UIText_ToolTip,PausedAudioSettings_Master_ToolTip
source: The overall volume of the game.
ru_ru: Общая громкость игры.

# UIText_ToolTip,PausedAudioSettings_Music_ToolTip
source: The volume of music in the game.
ru_ru: Громкость музыки в игре.

# UIText_ToolTip,PausedAudioSettings_MusicFreq_ToolTip
source: Frequency of world exploration music.
ru_ru: Частота звучания музыки исследования.

# UIText_ToolTip,PausedAudioSettings_SFX_ToolTip
source: The volume of sound effects IE Footsteps.
ru_ru: Громкость звуковых эффектов (напр. Шагов)

# UIText_ToolTip,PausedControls_AttackingEntersCombatTip
source: Pressing the bound 'Attack' button automatically enters combat mode and attacks.
ru_ru: Нажатие привязанной кнопки 'Атака' автоматически включает боевой режим и совершает атаку.

# UIText_ToolTip,PausedDisplaySettings_Compass_Tooltip
source: Toggle a compass that will lead you directly towards your objective. For the directionally challenged.
ru_ru: Включите компас, который приведёт вас к цели задания. Для тех, у кого проблемы с ориентированием.

# UIText_ToolTip,PausedDisplaySettings_Language_Tooltip
source: Which language should the game be displayed in? (This option may require a restart)
ru_ru: На каком языке должна отображаться игра? (Данная опция может потребовать перезапуска)

# UIText_ToolTip,PausedDisplaySettings_Resolution_Tooltip
source: The Resolution the game is displayed at.
ru_ru: Разрешение, в котором отображается игра.

# UIText_ToolTip,PausedDisplaySettings_ResolutionPercent_Tooltip
source: The percentage of resolution the game renders.
ru_ru: Процент разрешения, который отображает игра.

# UIText_ToolTip,PausedDisplaySettings_ResolutionUpscaling_Tooltip
source: Using AMD's FSR, upscale the image to gain more FPS at a small cost of image quality loss. (Note: You must lower the Res Percent bar for this effect to work)
ru_ru: Используя технологию FSR от AMD, увеличьте масштаб изображения для получения большего числа кадров в обмен на некоторое снижение качества. (Внимание: Вы должны понизить полоску процента разрешения, чтобы этот эффект сработал)

# UIText_ToolTip,PausedDisplaySettings_WindowMode_Tooltip
source: Mode of display for the game.
ru_ru: Режим отображения игры.

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingQuality_ToolTip
source: Quality of the AA Type Used
ru_ru: Качество Применяемого Сглаживания

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingType_ToolTip
source: Type of AA to use: None- No Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing
ru_ru: Тип применяемого сглаживания: Нет – Сглаживание отключено, очень неровные края FXAA – Несколько сглаженные края TemporalAA – Сильно сглаженные края, но может привести к некоторому размытию пикселей

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessSeverity_ToolTip
source: Changes the Intensity of the color blindness effect.
ru_ru: Изменяет интенсивность эффекта цветовой слепоты.

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessType_ToolTip
source: For players with color blindness.
ru_ru: Для игроков с дальтонизмом (цветовой слепотой).

# UIText_ToolTip,PausedGraphicsSettings_EffectsQuality_ToolTip
source: The Quality of various Effects in the game (Reflections, Materials, Particles, etc.) [Warning: Big performance impact on changing]
ru_ru: Качество различных Эффектов в игре (Отражения, Материалы, Частицы и пр.) [Внимание: Сильно влияет на производительность при замене]

# UIText_ToolTip,PausedGraphicsSettings_FoliageQuality_ToolTip
source: The Density of Foliage (Grass, Bushes, etc.)
ru_ru: Плотность Растительности (Трава, Кусты и т.д.)

# UIText_ToolTip,PausedGraphicsSettings_FOV_ToolTip
source: Changes the field of vision for the camera.
ru_ru: Изменение угла обзора для камеры.

# UIText_ToolTip,PausedGraphicsSettings_FrameLimit_ToolTip
source: Limit the framerate of the game.
ru_ru: Ограничение частоты кадров в игре.

# UIText_ToolTip,PausedGraphicsSettings_ShadowQuality_ToolTip
source: The Quality of Shadows
ru_ru: Качество Теней

# UIText_ToolTip,PausedGraphicsSettings_TextureFiltering_ToolTip
source: The amount of filtering for textures viewed from the side on.
ru_ru: Объём фильтрации для текстур, просматриваемых сбоку.

# UIText_ToolTip,PausedGraphicsSettings_TextureMemory_ToolTip
source: The Amount of Ram Allocated to texture loading.
ru_ru: Объём оперативной памяти, выделяемой на загрузку текстур.

# UIText_ToolTip,PausedGraphicsSettings_VolumetricFog_ToolTip
source: Fog that has volume. (Disabling will remove some effects in the game. Automaticly disabled by Low Shadows setting.) [High performance impact]
ru_ru: Туман, имеющий объём. (Отключение данной функции уберёт некоторые эффекты в игре. Автоматически отключается при выборе Низких настроек Теней.) [Высокое влияние на производительность]

# UIText_ToolTip,PausedGraphicsSettings_VSync_ToolTip
source: Fixes Screen Tearing by limiting the framerate to the screen refresh rate
ru_ru: Устраняет разрыв изображения путём ограничения частоты кадров до частоты обновления экрана
