Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_KoTownSeller2
source: Huh, what's happening? Oh Toa you're here! Thank Mata-Nui!
it: Huh, che sta succedendo? Oh Toa, sei qui! Grazie a Mata-Nui!

# Dialogue_Text,DL_KoTownSeller3
source: It was so scary, these huge beasts attacked! They destroyed everything, I-I don't remember!
it: È stato così spaventoso, queste enormi bestie che attaccavano! Hanno distrutto tutto, io-io non ricordo!

# Dialogue_Text,DL_KoTownSeller4
source: Who, what? AHHG, My shop!
it: Chi, cosa? AHHG, il mio negozio!

# Dialogue_Text,DL_KoTownSeller5
source: Oh uhh, that guy. Sorry I'm still a little scattered, he said he was going to charter a boat from Ga-Koro to Po-Koro I think... Or was it Po to Ga?
it: Oh uhh, quel tipo. Scusami, sono ancora un po' frastornato, ha detto che avrebbe noleggiato una barca da Ga-Koro per Po-Koro, credo... o era da Po a Ga?

# Dialogue_Text,DL_KoTownSeller6
source: Yes Toa?
it: Sì, Toa?

# Dialogue_Text,DL_KoTownSeller7
source: He either went to Ga-Koro or Po-Koro, I don't fully remember. You'll have to check with the people in those villages to see if he's been through there. I might try the dock master of Ga-Koro first.
it: È andato o a Ga-Koro o a Po-Koro, non ricordo di preciso. Dovrai chiedere agli abitanti di quei villaggi per vedere se è passato di là. Fossi in te, proverei prima col responsabile del molo di Ga-Koro.

# Dialogue_Text,DL_KoTownSellerAbandoned
source: Get your pickaxes, get your... Toa!
it: Acquistate i vostri picconi, acquistate i vostri... Toa!

# Dialogue_Text,DL_KoTownSellerAbandoned1
source: It's good to see you again my friend, what brings you to Onu-Koro?
it: È bello rivederti, amico mio, cosa ti porta a Onu-Koro?

# Dialogue_Text,DL_KoTownSellerAbandoned2
source: Because I moved my shop here of course! Still moving my wares, albiet perhaps a little faster than before... Turns out people in Onu-Koro need pickaxes, who could've imagined.
it: Ma ovviamente perché ho spostato qui il mio negozio! Continuo a spostare la mia merce, sebbene forse un po' più rapidamente di prima... è venuto fuori che gli abitanti di Onu-Koro necessitano di picconi, chi l'avrebbe mai immaginato.

# Dialogue_Text,DL_KoTownSellerAbandonedLewa
source: Hahaha, very funny Lewa!
it: Ahahah, molto divertente, Lewa!

# Dialogue_Text,DL_KoTownSellerAbandonedSeen
source: Mhh, not really... Last time I saw any of them was when I helped Kahli get to Le-Koro through the tunnels.
it: Mhh, in verità no... l'ultima volta che ho visto qualcuno di loro è stato quando ho aiutato Kahli a raggiungere Le-Koro attraverso i tunnel.

# Dialogue_Text,DL_KoTownSellerAttack
source: I-I don't know, it was so fast. I remember the sound of an engine, a white flash, fire, maybe... Maybe they came from the ocean?
it: Io-io non lo so, è stato così veloce. Ricordo il suono di un motore, un lampo bianco, fuoco, forse... forse sono arrivati dall'oceano?

# Dialogue_Text,DL_KoTownSellerFixed1
source: Welcome back $T! As you can see we are doing much better then when you left!
it: Ben tornato $T! Come puoi vedere ce la stiamo cavando molto meglio di quando te ne sei andato!

# Dialogue_Text,DL_KoTownSellerFixedHow
source: Everyone is in reletively high spirits actually. Kahli has recovered from her head injury, Tafall and Taphal have become friends, which is still very strange to say out loud... and I have opened my store once again!
it: Sono tutti relativamente di buon umore. Kahli si è ripreso dalla ferita alla testa, Tafall e Taphal sono diventati amici, il che è ancora abbastanza strano da dire ad alta voce... ed io ho riaperto ancora una volta il mio negozio!

# Dialogue_Text,DL_KoTownSellerFixedHow2
source: Ahh that would be because Numai is the only one not in high spirits. I'm not entirely sure why though, perhaps you would speak to him?
it: Ahh è perché Numai è l'unico a non essere di buon umore. Però non sono del tutto sicuro del perché, forse potresti parlargli?

# Dialogue_Text,DL_KoTownSellerFixedWall
source: Indeed, we decided it would be best to erect something that may protect us from future Rahi attacks.
it: Infatti, abbiamo deciso che fosse meglio erigere qualcosa che potesse proteggerci dai futuri attacchi dei Rahi.

# Dialogue_Text,DL_KoTownSellerFixedWall2
source: Well, there's really no way of knowing... But it's better than nothing.
it: Beh, non c'è modo di saperlo... ma è meglio di niente.

# Dialogue_Text,DL_KoTownSellerFixing1
source: What are we going to do Toa... Our home...
it: Che cosa faremo Toa... la nostra casa...

# Dialogue_Text,DL_KoTownSellerFixing2
source: What's wrong? Take a look around, our village is in ruins! There's so much damage, is it even worth repairing?
it: Che c'è che non va? Guardati attorno, il nostro villaggio è in rovina! Ci sono così tanti danni, ne vale la pena di ripararlo?

# Dialogue_Text,DL_KoTownSellerFixing3
source: Not really, Although I know that Taphal wants to repair all the huts, Kahli has just metally checked out, and Numai just wants to go back to Ko-koro. I suppose it couldn't hurt to call a town meeting, to see what everyone wants to do.
it: In verità no, tuttavia so che Taphal vuole riparare tutte le capanne, Kahli si è appena ripreso mentalmente e Numai vuole solo tornarsene a Ko-koro. Suppongo che non possa far male convocare un'assemblea cittadina, per vedere cosa vogliano fare tutti gli altri.

# Dialogue_Text,DL_KoTownSellerFixing4
source: Hold on a minute toa! We may need you, if you have time to join?
it: Aspetta un minuto, toa! Potremmo aver bisogno di te, se avessi il tempo di partecipare?

# Dialogue_Text,DL_KoTownSellerFixing5
source: Of course, we will await your return.
it: Certamente, attenderemo il tuo ritorno.

# Dialogue_Text,DL_KoTownSellerFixingMeeting
source: Very good, I'll get the others. We'll be in the middle of town!
it: Molto bene, convocherò gli altri. Saremo nel centro della città!

# Dialogue_Text,DL_KoTownSellerFixingReturn
source: Ahh Toa $T, you're back! Are you ready for the town meeting?
it: Ahh Toa $T, sei tornato! Sei pronto per l'assemblea cittadina?

# Dialogue_Text,DL_KoTownsmanUnconcus2
source: *No response*
it: *Nessuna risposta

# Dialogue_Text,DL_Kufa
source: Hello Toa-Hero.
it: Salve Eroe-Toa.

# Dialogue_Text,DL_Kufa1
source: Have you ever had memories of the before-times?
it: Hai mai avuto memorie del tempo prima-del-tempo?

# Dialogue_Text,DL_Kufa2
source: Guess not then. I thought that maybe a Toa-Hero would know of the before-time, but I suppose it's just me.
it: Allora immagino di no. Pensavo che forse un Eroe-Toa potesse sapere qualcosa del tempo prima-de-tempo, ma suppongo di essere l'unico.

# Dialogue_Text,DL_Kufa3
source: I only get flashes from time to time... But there has been an ever-fimilar feeling recently.
it: Ho solo dei flash di tanto in tanto... ma di recente ho avuto una sensazione di familiarità costante.

# Dialogue_Text,DL_Kufa4
source: It feels like it did before... Big changes are on the horizion.
it: È come se fosse già successo in passato... grandi cambiamenti si stagliano all'orizzonte.

# Dialogue_Text,DL_KylmaInQuest
source: Oh, Hello Toa $T! Have you found my research?
it: Oh, salve Toa $T! Hai hai trovato la mia ricerca?

# Dialogue_Text,DL_KylmaNotesFound
source: Thank you very much Toa. Please take this as a reward.
it: Grazie mille Toa. Ti prego di accettare questo come ricompensa.

# Dialogue_Text,DL_KylmaReading
source: Thanks again for your help Toa $T!
it: Grazie ancora per il tuo aiuto Toa $T!

# Dialogue_Text,DL_KylmaRuins
source: They are on a small island on the shore near the ko-wahi le-wahi border.
it: Si trovano su una piccola isola sulla costa vicino al confine tra ko-wahi e le-wahi.

# Dialogue_Text,DL_KylmaTrouble
source: Oh, Hello Toa $T! Well, simply put I cannot find some of my research.
it: Oh, salve Toa $T! Beh, in poche parole, non riesco a trovare parte della mia ricerca.

# Dialogue_Text,DL_KylmaTrouble2
source: Yes, actually. You see, some time ago we went to study the ruins of an old temple on the shore. We even set up a few huts. But then we were attacked by fierce rahi so we had no choice but to flee.
it: Sì, in effetti. Vedi, qualche tempo fa andammo a studiare le rovine di un vecchio tempio sulla costa. Allestimmo anche qualche capanna. Ma poi siamo stati attaccati dai rahi così non abbiamo avuto altra scelta se non fuggire.

# Dialogue_Text,DL_KylmaTrouble3
source: Yes, it should still be in one of the small huts near the ruins.
it: Sì. dovrebbe trovarsi ancora in una delle piccole capanne vicino alle rovine.

# Dialogue_Text,DL_KylmaTrouble4
source: I would be grateful. And also we found a Great Kanohi there, so exploring the ruins could even aid in your quest Toa $T.
it: Ne sarei grata. Ed inoltre abbiamo trovato una Grande maschera Kanohi laggiù, perciò esplorare le rovine potrebbe persino aiutarti nella tua missione Toa $T.

# Dialogue_Text,DL_KylmaWhere
source: It's not here either, then it must be...
it: Non è nemmeno qui, allora dev'essere...

# Dialogue_Text,DL_LavaFarmerBreak
source: Hello Toa. I'm just taking a break, Lava farming is hard work!
it: Salve Toa. Sto solo facendo una pausa, coltivare la lava è un duro lavoro!

# Dialogue_Text,DL_LeQuest1
source: A Toa! Please Help me!
it: Un Toa! Per favore aiutami!

# Dialogue_Text,DL_LeQuest1_2
source: A Toa! Please Help me!
it: Un Toa! Per favore aiutami!

# Dialogue_Text,DL_LeQuestAcepptQuest
source: Thank you Toa! His name's Kumo, you may be able to seek-find him in the swamp. He's always going swim-fishing by the lake, It's the one with the huge-big rock in it!
it: Grazie Toa! Il suo nome è Kumo, dovresti essere in grado di trova-cercarlo nella palude. Va sempre a nuoto-pescare al lago, quello con la grossa-enorme roccia all'interno!

# Dialogue_Text,DL_LeQuestExpos
source: My friend is lost! He went out to gather materials, and I haven't heard from him since! I fear-dread it might be past-late to save him!
it: Il mio amico è disperso! È uscito per raccogliere materiali e da allora non ho più suenotizie! Ho paura-timore che sia ormai troppo tardi per salvarlo!

# Dialogue_Text,DL_LeQuestKumo
source: Hello Toa, are you here to save me?
it: Salve Toa, sei qui per salvarmi?

# Dialogue_Text,DL_LeQuestKumoGood
source: Oh that's good, Now which way is Le-Koro?
it: Oh va bene, ora da che parte è Le-Koro?

# Dialogue_Text,DL_LeQuestKumoGoodAddQuest
source: Oh that's good, Now which way is Le-Koro?
it: Oh va bene, ora da che parte è Le-Koro?

# Dialogue_Text,DL_LeQuestKumoHelp
source: Uhh... Yes it appears I have gotten quite spin-turned.
it: Uhh... sì, a quanto pare sto vago-girando da un po'.

# Dialogue_Text,DL_LeQuestKumoImlost
source: I appear to be lost.
it: A quanto pare mi sono perso.

# Dialogue_Text,DL_LeQuestKumoNextime
source: I'll be fine Toa-Hero, no need to worry.
it: Starò bene Eroe-Toa, non c'è bisogno di preoccuparsi.

# Dialogue_Text,DL_LeQuestKumoNextime_2
source: I'll be fine Toa, no need to worry.
it: Starò bene Toa, non c'è bisogno di preoccuparsi.

# Dialogue_Text,DL_LeQuestKumoThanks
source: Hello again Toa, thank you for saving me!
it: Salve ancora Toa, grazie per avermi salvato!

# Dialogue_Text,DL_LightstoneCaveMaster1
source: Ahh Toa $T, Welcome to the cavern of light!
it: Ahh Toa $T, benvenuto nella caverna della luce!

# Dialogue_Text,DL_LightstoneCaveMaster_DataPad
source: Oh this? This is a Data Pad, my buddy Nuparu designed it. It lets me mange the manifest of everything mined here.
it: Oh questa? Questa è una Tavoletta Dati, l'ha progettata il mio compare Nuparu. Mi consente di gestire il manifesto di tutto ciò che viene estratto qui.

# Dialogue_Text,DL_LightstoneCaveMaster_Doing
source: We mine for Lightstones here! Lightstones are a valuable resource used for light far and wide, as well as in almost all the Koros!
it: Qui estraiamo Pietreluce! Le Pietreluce sono una preziosa risorsa utilizzata per illuminare in lungo e in largo, come anche in tutti i Koro!

# Dialogue_Text,DL_LightstoneCaveMaster_Help
source: Thank you for the offer $T, but we've got it covered here. Except... Well, there are a few odd green crystals that we've uncovered recently, and no matter what we do, no one seems to have the strength to extract them! But with that Pakari of yours, you might be able to get them out of our way. You're welcome to keep the crystals if you do!
it: Grazie per l'offerta $T, ma abbiamo tutto sotto controllo qui. Eccetto… beh, ci sono degli insoliti cristalli verdi che abbiamo scoperto di recente, e non importa cosa facciamo, nessuno sembra avere la forza necessaria per estrarli! Ma con la tua Pakari potresti essere in grado di rimuoverli dalla nostra strada. Se lo fai sei libero di tenerti i cristalli!

# Dialogue_Text,DL_Lockedout
source: Hey again Toa-Hero, Guess what! I finally found my key.
it: Ehi di nuovo Eroe-Toa, indovina un po'! Ho finalmente trovato la mia chiave.

# Dialogue_Text,DL_Lockedout_2
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
it: AAHHHHGG ANDIAMO...... io, uhh... mi sono chiuiso fuori...

# Dialogue_Text,DL_Lockedout_3
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
it: AAHHHHGG ANDIAMO...... io, uhh... mi sono chiuiso fuori...

# Dialogue_Text,DL_LoveFestivites
source: I do love these festivities, they're just always so fun.
it: Io adoro queste festività, sono sempre così divertenti.

# Dialogue_Text,DL_LyingUnderTree
source: *Sigh*
it: *Sospira*

# Dialogue_Text,DL_LyingUnderTree1
source: I just love looking up through the tree, even though I get pine needles in my mask.
it: Mi piace tantissimo guardare in su attraverso gli alberi, anche se mi ritrovo la maschera piena di aghi di pino.

# Dialogue_Text,DL_MackuHi
source: Ahh... Mata-nui is beautiful, Isn't it.
it: Ahh... Mata-Nui è stupenda, non trovi?

# Dialogue_Text,DL_MackuHuki
source: *Nervous laughter* What on Mata-Nui do you mean? We're not- He's not- *sigh* Am I really that obvious?
it: *Risata nervosa* Per Mata-Nui, cosa vuoi dire? Noi non- lui non- *sospira* è davvero così ovvio?

# Dialogue_Text,DL_MackuHuki2
source: You won't tell nokama will you? She probably won't be very happy when she finds out.
it: Non lo dirai a Nokama, vero? Probabilmente non ne sarà felice quando lo scoprirà.

# Dialogue_Text,DL_MackuTidbit
source: You know, the Rahi weren't always like this. They used to be fairly peaceful toward us, only recently have they become more agressive...
it: Lo sai, i Rahi non sono sempre stati così. Di solito erano piuttosto pacifici nei nostri confronti, solo di recente sono diventati più aggressivi...

# Dialogue_Text,DL_Maren1
source: Ugh... Mata-Nui guide me...
it: Ugh... Mata-Nui guidami...

# Dialogue_Text,DL_Maren2
source: Ah... Got my boat a tad stuck... Nothing a bit of thinkin' can't fix... Hmm...
it: Ah... la mia barca è leggermente incastrata... niente che un po' di riflessione non posso sistemare... Hmm...

# Dialogue_Text,DL_Maren3
source: I'm out 'ere searching for treasure... The treasure of the legendary Blackmask! Apparently, Blackmask buried her fortune in 4 different places on Mata-Nui. I think I'm close to finding the first... once I get my boat back in shape, that is.
it: Son qua fuori in cerca ditesori... il tesoro del leggendario Mascheranera! A quanto pare, Mascheranera ha nascosto la sua fortuna in 4 differenti posti su Mata-Nui. Credo di essere vicino a trovare il primo... una volta che avrò rimesso in sesto la mia barca, ovviamente.

# Dialogue_Text,DL_MarenBlackmask1
source: I'm sure of it... Mostly. Pretty much. I won these ol' maps in an Ussal race bet. The first one says it should be very near to here...
it: Ne sono certo... per lo più. Più o meno. Ho vinto 'ste vecchie mappe in una scommessa alle corse degli Ussal. La prima dice che dovrebbe molto vicino a qui...

# Dialogue_Text,DL_MarenBuyMaps
source: Ye... 'ye would? Good thing I made copies! I'll even give 'ye the first one for free. If you find the treasure before me, I'll be willin' to pay 'ye a hefty sum for whatever strange artifacts 'ye find! Seems like I'll probably still be here when you come back...
it: Te... te lo faresti? Per fortuna avevo fatto delle copie! La prima te la darò addirittura gratis. Se trovi il tesoro prima di me, sarò disposto a pagarte una bella somma per qualunque strano artefatto troverete! Sembra che probabilmente sarò ancora qua quando tornerai...

# Dialogue_Text,DL_MarenGaliStories
source: They may just be stories, aye... But I'm determined, and these maps are the first good lead i've got.
it: Potrebbero essere solamente delle storie, arr... ma sono determinato e queste mappe sono la prima pista buona che trovo.

# Dialogue_Text,DL_MarenTrade2
source: Let's get down ta' business!
it: Facciamo un po' d'affari!

# Dialogue_Text,DL_MarenWelcomeBack
source: Hey again, Toa! Find any cool treasure? Or you just need one 'ah my maps?
it: Ehi di nuovo, Toa! Trovato qualche bel tesoro? O hai solo bisogno d'una delle mie mappe?

# Dialogue_Text,DL_MarkleMasks
source: Oh... *sigh.* Hey there, Toa. Welcome to Kita's Kanohi, Got some masks if you want to quick-snatch some.
it: Oh... *sospira* Ehilà, Toa. Benvenuto a "Le Kanohi di Kita", ho qualche maschera se voui veloce-prenderne qualcuna.

# Dialogue_Text,DL_MarkleQuestion
source: Bah, It’s just this... wait-boring job of mine. ...And of course HE gets the cheery-fun job...
it: Bah, è solo che questo... mio lavoro è così attesa-annoiante... ed ovviamente LUI si becca il lavoro allegro-divertente...

# Dialogue_Text,DL_MarkleQuestion1
source: Akamar!! That sorry-bad excuse for a Ta-Matoran gets all the fun while I get nothing! He got to renovate Po-Koro! PO-KORO! Meanwhile I’m stuck here mask-peddling all day and night to Matoran who already have masks! What’s the point in selling masks to them if they’ve already face-wearing perfectly good ones!?
it: Akamar!! Quella pessima-triste scusa di un Ta-Matoran si becca tutto il divertimente mentre io niente! Lui risttrutturerà Po-Koro! PO-KORO! Nel frattempo io sono bloccato quia maschera-spacciare tutto il giorno e ltutta la notte a dei Matoran che hanno già delle maschere! Qual è il punto di vendergli delle maschere se hanno già dei viso-indumenti perfettamente funzionanti!?

# Dialogue_Text,DL_MarkleQuestion2
source: Heart-thanks for that, Toa. ...I’d be even more heart-thankful with some widget-spending though.
it: Cuor-grazie per quello, Toa... però sarei ancora più cuor-grato con degli spendi-congegni.

# Dialogue_Text,DL_MarkleTrade
source: Oh, I’ve got all sorts of stuff. Please, take-buy it off my hands.
it: Oh, ho un sacco di roba. Prego, compra-levamele dalle mani.

# Dialogue_Text,DL_MaskPowerer
source: Greetings $T!
it: Saluti $T!

# Dialogue_Text,DL_MaskPowerer1
source: Uhh, I'm not sure actually. It must be important though, the Turaga tasked me to protect it at all costs.
it: Uhh, in verità non ne sono certo. Tuttavia deve essere importante, il Turaga mi ha incaricato di proteggerlo ad ogni costo.

# Dialogue_Text,DL_MaskPowerer2
source: Oh don't even get me started on that weirdo. All he does is make his funny words, and- and... and well he's actually not that bad, but he is constantly up here against the rules. I would forcibly remove him if I could move from my post...
it: Oh, non iniziare nemmeno a parlare di quello strambo. Tutto ciò che fa è inventarsi quelle strane parole e- e... e beh, in verità non è poi così cattivo, ma sta sempre qui sopra contro le regole. Lo rimuoverei con la forza se potessi muovermi dalla mia postazione...

# Dialogue_Text,DL_Matau1
source: Yet each time you go to confront Makuta, you befall the same sorry-bad fate. The stones, the masks, and you return to where you came from... and you remember nothing.
it: Eppure ogni volta che andate ad affrontare Makuta, correte incontro allo stesso pessimo-triste destino. Le pietre, le maschere e voi tornate da dove siete venuti... e non ricordate nulla.

# Dialogue_Text,DL_MatauInTree
source: Toa $T! It sure is a cheery-warm sight to see you here.
it: Toa $T! È certamente una allegra-bella vista averti qui.

# Dialogue_Text,DL_MatauInTreeHelp
source: NO! I can saw-cut my way out of here myself, thank you very much. I might be height-shorter than you, but I’m not helpless!
it: NO! Posso farmi strada fuori da qui sega-tagliando da solo, molte grazie. Posso anche essere più statura-basso di te, ma non sono indifeso!

# Dialogue_Text,DL_MatauInTreeHelp2
source: Well... no. As long as you’re down there, could you maybe think-figure out some way to chop-knock me out of here? I’m not terribly picky as to how you do it- I’m rather tired of being trap-stuck up here.
it: Beh... no. Finché te ne stai laggiù, potresti immagino-pensare ad un modo per colpo-tirarmi fuori da qui? Non sono particolarmente schizzinoso sul come- sono piuttosto stanco di essere intrappo-bloccato quassù.

# Dialogue_Text,DL_MatauInTreeHow
source: Well, I was headed home from... eh... something- when two Nui-Rama quick-snatched me and threw me up into this tree!
it: Beh, stavo tornando a casa da... eh... qualcosa- quando due Nui-Rama mi hanno veloce-preso e gettato su quest'albero!

# Dialogue_Text,DL_MatauKoro
source: Ehhh… good morning, Toa. ...or is it night? You should really knock before loud-charging in like that! Didn’t anyone ever learn-teach you any kind-manners?
it: Ehhh… buon giorno, Toa... o è notte? Dovresti davvero bussare prima di frastuono-irrompere in quel modo! Nessuno ti ha mai impara-insegnato le gentil-maniere?

# Dialogue_Text,DL_MatauKoroHowsgoing
source: Ah... don’t mind me. I’m just still a little crabby-tired. Nothing a little more deep-sleep won’t fix!
it: Ah... non far caso a me. Son solo ancora un po' stanco-irritato. Niente che un po' di profondo-dormire non possa sistemare!

# Dialogue_Text,DL_MatauKoroLewa1
source: Ah, right. Definitely something. I’ve been meaning to chat-talk with you about this for a long-while now...
it: Ah, giusto. Sicuramente qualcosa. È da un bel po' che avevo intenzione di chiacchiera-parlare con te di questo...

# Dialogue_Text,DL_MatauKoroLewa2
source: There’s a spirit-temple found deepwood called the Le-Kini. There’s an ever-important stone that you’ll find there. The only hard-problem is that it’s buzz-swarming with Rahi- even more than usual. It’s a place full of trouble-danger that you’ll have to hard-fight your way through.
it: C'è uno tempio-essenza nel fitto della foresta chiamato Le-Kini. C'è una pietra importante-sempre che là vi troverai. L'unico duro-problema è che ronza-pullula di Rahi- persino più del solito. È un posto pieno di guaio-pericoli che dovrai duro-affrontare per farti strada.

# Dialogue_Text,DL_MatauKoroLewa3
source: A Makoki stone- a key to the Makuta’s lair which you and all of the Toa must seek-find.
it: Una pietra Makoki- una chiave per il covo di Makuta che tu e gli altri Toa dovete trova-cercare.

# Dialogue_Text,DL_MatauKoroLewa4
source: ...Do be slow-careful, Lewa...
it: ...Sii lento-attento, Lewa...

# Dialogue_Text,DL_MatauKoroOtherToa
source: Always on the lookout for another danger-quest, eh? Well I don’t have anything at the moment… unless you were Lewa. Say, you probably know where he’s sneak-hiding, don’t you? Send him treebound- I’ve got something for him.
it: Sempre alla ricerca di un'altra missione-pericolo, eh? Beh, al momento non ne avrei nessuna… a meno che tu non fossi Lewa. Dimmi, probabilmente tu sai dove si sta furtivo-nascondendo, non è vero? Mandalo al limitare degli alberi- ho qualcosa per lui.

# Dialogue_Text,DL_MatauKoroPostKini
source: Heart-Welcome to Le-Koro, Toa-Hero! I hope you’re feeling spirit-lifted and warm-hearted! No worries, you didn't disturb me, I was just resting.
it: Cuor-benvenuto a Le-Koro, Eroe-Toa! Spero che ti senta essenza-sollevato e cuor-scaldato! Non preoccuparti, non mi hai disturbato, stavo solo riposando.
