Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_Allknowingmatoran_PlayerResponse_1
source: Me? I don't believe we've met.
ru_ru: Я? Не думаю, что мы встречались.

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_1
source: What where you talking about, "Equality"?
ru_ru: Что ты говорил о «Равенстве»?

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_2
source: You're welcome.
ru_ru: Не за что.

# Dialogue_Response,DL_Allknowingmatoran_Visions_2_PlayerResponse_1
source: What did they show you?
ru_ru: Что они тебе показали?

# Dialogue_Response,DL_Allknowingmatoran_Visions_PlayerResponse_1
source: What did they show you?
ru_ru: Что они тебе показали?

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_1
source: There was an odd Matoran, he ran away when I approched him.
ru_ru: Был какой-то странный Маторан. Он убежал, когда я {G}|gender(подошёл, подошла) к нему.

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_2
source: There was a dark room with carvings of the six great masks.
ru_ru: Была тёмная комната с резными формами шести великих масок.

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim2_PlayerResponse_1
source: Is there anything else I need to know? Wait, how did you know there was a Matoran there?
ru_ru: Есть ли что-то ещё, что мне нужно знать? Постой, а откуда ты знаешь, что там был Маторан?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim_PlayerResponse_1
source: Is there anything else I need to know?
ru_ru: Нужно ли мне ещё что-то знать?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHimDoor_PlayerResponse_1
source: Alright, I'll find him for you... But what do you want me to do when I do find him?
ru_ru: Хорошо, я найду его для тебя... Но что ты хочешь, чтобы я {G}|gender(сделал, сделала), когда я всё же найду его?

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiar_PlayerResponse_1
source: I don't know, but I saw wrighting on the wall that said something similar.
ru_ru: Не знаю, но я {G}|gender(видел, видела) надписи на стене, говорившие о чём-то похожем.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_1
source: Yes, but they had all fallen over.
ru_ru: Да, но они все упали.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
ru_ru: Да, но камень Макуты был более заметным.

source: Yes, but they had all fallen over.
ru_ru: Да, но они все упали.

source: Yes, but the Makuta stone was more prominent.
ru_ru: Да, но камень Макуты был более заметным.

source: Yes, but they had all fallen over.
ru_ru: Да, но они все упали.

source: Yes, but the Makuta stone was more prominent.
ru_ru: Да, но камень Макуты был более заметным.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_1
source: Yes, but they had all fallen over.
ru_ru: Да, но они все упали.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
ru_ru: Да, но камень Макуты был более заметным.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_1
source: He said I wasn't supposed to be there.
ru_ru: Он сказал, что меня не должно там быть.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_2
source: He called me a liar.
ru_ru: Он назвал меня {G}|gender(лгуном, лгуньей).

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_3
source: No, not much.
ru_ru: Нет, не {G}|gender(сказал, сказала) бы.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones2_PlayerResponse_1
source: Yes, In fact there was, he was purple and white, and was wearing a Huna.
ru_ru: Да, действительно был. Он был фиолетовым и белым, а ещё он носил Хуну.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones_PlayerResponse_1
source: Purple and white, and he was wearing a Huna.
ru_ru: Фиолетовый и белый, а ещё он носил Хуну.

# Dialogue_Response,DL_Allknowingmatoran_WDYFWhatToDo_PlayerResponse_1
source: I'm on it.
ru_ru: Я этим займусь.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_1
source: I did, It was... interesting.
ru_ru: Да, это было... интересно.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_2
source: No, Not yet.
ru_ru: Нет, ещё нет.

# Dialogue_Response,DL_Allknowingmatoran_Whathesaw_PlayerResponse_1
source: Would you know where this place is?
ru_ru: Знаешь ли ты, где это место?

# Dialogue_Response,DL_Allknowingmatoran_Where_PlayerResponse_1
source: I'll keep a look out for this place, Thank you.
ru_ru: Я поищу это место, спасибо.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_1
source: Rude.
ru_ru: Как грубо.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_2
source: That's a good song! Do you play any others?
ru_ru: Какая хорошая песня! А какие-то другие вы играете?

# Dialogue_Response,DL_Boat_PlayerResponse_1
source: Yes, I have.
ru_ru: Да.

# Dialogue_Response,DL_Boat_PlayerResponse_2
source: No sorry not now.
ru_ru: Сожалею, но не сейчас.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_1
source: I'm looking for a Matoran named Kohi, I'm told he booked a boat here.
ru_ru: Я ищу Маторана по имени Кохи. Мне сказали, что он зарезервировал лодку.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_2
source: Your accent, it's quite different from others I've heard.
ru_ru: Твой говор, он отличается от тех, с которыми мне пришлось столкнуться ранее.

# Dialogue_Response,DL_BoatManager3_PlayerResponse_1
source: Right...
ru_ru: Ладно...

# Dialogue_Response,DL_BoatManager_PlayerResponse_1
source: Uhhhhh...
ru_ru: Эээээ...

# Dialogue_Response,DL_BoatManagerKohi2_PlayerResponse_1
source: Mesas?
ru_ru: Месы?

# Dialogue_Response,DL_BoatManagerKohi3_PlayerResponse_1
source: Right, Thank you.
ru_ru: Да, спасибо.

# Dialogue_Response,DL_BoatManagerKohi_PlayerResponse_1
source: Did he say where he was headed next?
ru_ru: Он сказал, куда направляется дальше?

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_1
source: Yes, I have.
ru_ru: Да.

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_2
source: No sorry not now.
ru_ru: Сожалею, но не сейчас.

# Dialogue_Response,DL_Candles1_PlayerResponse_1
source: A candle shop? I saw a store like this in Onu-Koro, any relation?
ru_ru: Свечная лавка? Я {G}|gender(видел, видела) что-то похожее в Ону-Коро, есть ли между ними какая-то связь?

# Dialogue_Response,DL_Candles1_PlayerResponse_3
source: I'm just looking.
ru_ru: Мне просто посмотреть.

# Dialogue_Response,DL_Candles2_PlayerResponse_1
source: Why not? What is this company?
ru_ru: Почему нет? Что это за компания?

# Dialogue_Response,DL_Candles2_PlayerResponse_3
source: I'll be leaving now.
ru_ru: Мне нужно идти.

# Dialogue_Response,DL_CandlesCompany_PlayerResponse_2
source: Hmm distressing...
ru_ru: Хмм, звучит тревожно…

# Dialogue_Response,DL_CandleSeller_PlayerResponse_1
source: I'll buy some!
ru_ru: Я куплю парочку!

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_1
source: Thank you, i'll go consult with Khalo.
ru_ru: Спасибо, я поговорю с Кало.

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_2
source: I guess I don't need it that badly.
ru_ru: Думаю, я пока повременю с этим.

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_1
source: I could use a mask, do you have one that's powered?
ru_ru: Я мог бы использовать маску. У тебя есть маски, заряженные силой?

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_2
source: No, thank you.
ru_ru: Нет, спасибо.

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_1
source: That depends. What do you do here?
ru_ru: Зависит от обстоятельств. Что ты тут делаешь?

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_2
source: Nothing, thank you.
ru_ru: Ничего, спасибо.

# Dialogue_Response,DL_CartographerIntroNoKakama1_PlayerResponse_1
source: Ahh that's a shame.
ru_ru: Ах, какая жалость.

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_1
source: Do you have any more masks?
ru_ru: Есть ли у тебя ещё маски?

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_2
source: Nothing, thank you.
ru_ru: Ничего, спасибо.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_1
source: Here's 350.
ru_ru: Вот, здесь 350.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_2
source: Can't you give me it for free? I'm a Toa of legend.
ru_ru: Разве ты не можешь дать мне её бесплатно? Я же {G}|gender(легендарный, легендарная) Тоа.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_3
source: I don't have 350 widgets. How can I get that much?
ru_ru: У меня нет 350 виджетов. Где я найду столько?

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_1
source: Tell me about Tiro Canyon.
ru_ru: Расскажи мне про Каньон Тиро.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_2
source: Tell me about the Motara Desert.
ru_ru: Расскажи мне про пустыню Мотара.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_3
source: I had need of something else.
ru_ru: Мне нужно кое-что ещё.

# Dialogue_Response,DL_CartographerQuestStart_PlayerResponse_1
source: I'll be back.
ru_ru: Я скоро вернусь.

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_1
source: Here's 350. (Current Toa Gains mask)
ru_ru: Вот, здесь 350. (Текущий Тоа получает маску)

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_2
source: Not yet no, I'll be back.
ru_ru: Ещё нет, я скоро вернусь.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_1
source: Tell me about the Motara Desert.
ru_ru: Расскажи мне про пустыню Мотара.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_2
source: Tell me about the Pillar-Lands.
ru_ru: Расскажи мне про Столбовые Земли.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_3
source: I had need of something else.
ru_ru: Мне нужно кое-что ещё.

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_1
source: I don't have 350 widgets. How can I get that much?
ru_ru: У меня нет 350 виджетов. Где я найду столько?

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_2
source: I had need of something else.
ru_ru: Мне нужно кое-что ещё.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_1
source: Tell me about the Motara Desert.
ru_ru: Расскажи мне про пустыню Мотара.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_2
source: Tell me about Tiro Canyon.
ru_ru: Расскажи мне про каньон Тиро.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_3
source: Tell me about the Pillar-Lands.
ru_ru: Расскажи мне про Столбовые Земли.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_4
source: I had need of something else.
ru_ru: Мне нужно кое-что ещё.

# Dialogue_Response,DL_CaveInMatoran_PlayerResponse_1
source: That's alright, I'll come back later.
ru_ru: Всё хорошо, я скоро вернусь.

# Dialogue_Response,DL_Cleaning1_PlayerResponse_1
source: Well thank you for that!
ru_ru: Что ж, спасибо за это!

# Dialogue_Response,DL_Cleaning2_PlayerResponse_1
source: What are you doing there?
ru_ru: Что ты там делаешь?

# Dialogue_Response,DL_Cleaning_PlayerResponse_1
source: What are you doing there?
ru_ru: Что ты там делаешь?

# Dialogue_Response,DL_Cleaning_PlayerResponse_2
source: Jaller, is that you?
ru_ru: Джала, это ты?

# Dialogue_Response,DL_DamemoExit_PlayerResponse_1
source: You as well.
ru_ru: И тебе того же.

# Dialogue_Response,DL_DamemoLeave_PlayerResponse_1
source: Well Good luck with that, I must be going now.
ru_ru: Что же, удачи. Мне нужно идти.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
ru_ru: Тебе, наверное, не стоило пытаться восстановить течение реки самостоятельно, будет лучше, если ты просто пойдёшь дальше по жизни.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_2
source: I heard you catch Pink Tailed Ruki here.
ru_ru: Я {G}|gender(слышал, слышала), что ты тут ловишь Розовохвостых Руки.

# Dialogue_Response,DL_DamemoLose2_PlayerResponse_1
source: Where will you go?
ru_ru: И куда ты пойдёшь?

# Dialogue_Response,DL_DamemoLose_PlayerResponse_1
source: <Lie> Indeed, however I was unable to clear the blockage. The beast proved too strong for even me.
ru_ru: <Ложь> Действительно, но мне не удалось расчистить завалы. Зверь оказался сильным даже для меня.

# Dialogue_Response,DL_DamemoLose_PlayerResponse_2
source: <Truth> Yes, however you cannot stay here.
ru_ru: <Правда> Да, но тебе нельзя там оставаться.

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_1
source: How do you make money if they're illegal?
ru_ru: Как ты зарабатываешь, если это незаконно?

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_2
source: Did you know that these Ruki are endangered?
ru_ru: Знал ли ты, что эти Руки под риском исчезновения?

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
ru_ru: Тебе, наверное, не стоило восстанавливать течение реки самостоятельно, будет лучше, если ты двинешься дальше.

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_2
source: Hmm, If that's how you feel. I must get going now.
ru_ru: Хм, если ты так считаешь. Мне уже пора идти.

# Dialogue_Response,DL_DamemoRukiSell_PlayerResponse_1
source: Did you know that these Ruki are endangered?
ru_ru: Знал ли ты, что эти Руки под риском исчезновения?

# Dialogue_Response,DL_DamemoTruth_PlayerResponse_1
source: I know about your Pink Tailed Ruki Business, and you cannot continue it.
ru_ru: Я знаю о твоём деле с Розовохвостыми Руки, ты не можешь продолжать им заниматься.

# Dialogue_Response,DL_DamemoWin1_PlayerResponse_1
source: Am I not supposed to be?
ru_ru: Я не {G}|gender(должен был, должна была)?

# Dialogue_Response,DL_DamemoWin2_PlayerResponse_1
source: I defeated it.
ru_ru: Я {G}|gender(одолел, одолела) его.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_1
source: I heard you're selling Pink Tailed Ruki?
ru_ru: Я {G}|gender(слышал, слышала), что ты продаёшь Розовохвостых Руки?

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_2
source: It's no trouble, however I must be going now.
ru_ru: Не проблема, но мне нужно идти.

# Dialogue_Response,DL_DameoCamping1_PlayerResponse_1
source: Be sure to be careful little one, there are rahi about.
ru_ru: Будь осторожен, малец. Вокруг много Рахи.

# Dialogue_Response,DL_DameoCamping_PlayerResponse_1
source: Dameo? What are you doing out here?
ru_ru: Дамео? Что ты тут делаешь?

# Dialogue_Response,DL_DameoReturn_PlayerResponse_1
source: Not at the moment no.
ru_ru: На данный момент нет.

# Dialogue_Response,DL_DamMaster1_PlayerResponse_1
source: You have some explaining to do, why were you near the lake? Who are you, and why did you run?
ru_ru: Тебе придётся кое-что объяснить: что ты делал у озера? Кто ты и почему ты убежал?

# Dialogue_Response,DL_DamMaster2_PlayerResponse_1
source: I've defeated you?
ru_ru: Я {G}|gender(одолел, одолела) тебя?

# Dialogue_Response,DL_DamMaster3_PlayerResponse_1
source: So you're an environmentalist?
ru_ru: Значит, ты защитник окружающей среды?

# Dialogue_Response,DL_DamMaster4_PlayerResponse_1
source: That beast was yours?
ru_ru: Тот зверь был твоим?

# Dialogue_Response,DL_DamMaster5_PlayerResponse_1
source: So about the river...
ru_ru: Да, насчёт реки...

# Dialogue_Response,DL_DamMaster6_PlayerResponse_1
source: Lift the Dam.
ru_ru: Поднять плотину.

# Dialogue_Response,DL_DamMaster6_PlayerResponse_2
source: I suppose you could leave it as is.
ru_ru: Лучше оставить её как есть.

# Dialogue_Response,DL_DamMasterLeave_PlayerResponse_1
source: In future don't do this in secret, and less dangerously please.
ru_ru: В будущем лучше не делать это в тайне. И без рисков, пожалуйста.

# Dialogue_Response,DL_DamMasterLift_PlayerResponse_1
source: But the village will be very greatful I'm sure.
ru_ru: Но деревня будет очень благодарна, я в этом {G}|gender(уверен, уверена).

# Dialogue_Response,DL_DamQuestFishing_PlayerResponse_1
source: Why are you still here then?
ru_ru: Почему ты всё ещё здесь?

# Dialogue_Response,DL_DamQuestIntro2_PlayerResponse_1
source: What's wrong little one?
ru_ru: Что-то не так, малец?

# Dialogue_Response,DL_DamQuestIntro3_PlayerResponse_1
source: Used to?
ru_ru: Ранее?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_1
source: Why are you still here then?
ru_ru: Тогда почему ты всё ещё здесь?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_2
source: Why didn't you just start fishing down in the ocean?
ru_ru: Почему бы тебе не начать рыбачить у океана?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_1
source: Of the fish?
ru_ru: Рыбы?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_2
source: *Quietly walk away*
ru_ru: *Тихо уйти*

# Dialogue_Response,DL_DamQuestMyth_PlayerResponse_1
source: Thank you for the warning,
ru_ru: Спасибо за предупреждение.

# Dialogue_Response,DL_DamQuestStillHere_PlayerResponse_1
source: You started the town?
ru_ru: Ты основал городок?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_1
source: What are you doing up here?
ru_ru: Что ты делаешь на такой высоте?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_2
source: Why are you up here? The Nui-Rama could quick-snatch you!
ru_ru: Почему ты тут? Нуи-Рама сможет тебя быстро схватить!

# Dialogue_Response,DL_GeneralKokoranbyprotopool_2_PlayerResponse_1
source: Fair enough.
ru_ru: Справедливо.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_1
source: Why are you lying by this Protodermis pool?
ru_ru: Почему ты лежишь у этого источника Протодермиса?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_2
source: Well, thank you.
ru_ru: Ладно, спасибо.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_4_PlayerResponse_1
source: Hmm, I see.
ru_ru: Хмм, ясно.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_1
source: What's the device in that hut?
ru_ru: Что за устройство стоит в той избе?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_2
source: Why are you lying by this Protodermis pool?
ru_ru: Почему ты лежишь у этого источника Протодермиса?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_3
source: Well, thank you.
ru_ru: Ладно, спасибо.

# Dialogue_Response,DL_GeneralKokoranGreeting_4_PlayerResponse_1
source: What's gone?
ru_ru: Что исчезло?

# Dialogue_Response,DL_GiveHat1_PlayerResponse_1
source: Hmm, Interesting. What are the hats for though?
ru_ru: Хм, интересно. А для чего нужны шапки?

# Dialogue_Response,DL_GiveHat2_PlayerResponse_1
source: Sure, I'll have one!
ru_ru: Конечно, я бы не {G}|gender(отказался, отказалась)!

# Dialogue_Response,DL_GiveHat2_PlayerResponse_2
source: No thank you, not right now.
ru_ru: Нет, спасибо, не сейчас.

# Dialogue_Response,DL_GiveHat_PlayerResponse_1
source: What's happening today?
ru_ru: Что сегодня происходит?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_1
source: Why are you out here?
ru_ru: Почему ты тут?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_2
source: I don't mean to disturb you.
ru_ru: Я не {G}|gender(хотел, хотела) беспокоить тебя.

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_1
source: I found your note, you haven't forgiven him for leaving?
ru_ru: Я {G}|gender(нашёл, нашла) твою записку, ты не смог простить его за уход?

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_2
source: Sorry, I didn't mean to disturb you.
ru_ru: Извини, не {G}|gender(хотел, хотела) беспокоить тебя.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_1
source: I'll listen.
ru_ru: Я слушаю.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_2
source: I'm sorry but I must be going.
ru_ru: Мне жаль, но мне нужно идти.

# Dialogue_Response,DL_GreavingMatoran8_PlayerResponse_1
source: I am so sorry.
ru_ru: Мне очень жаль.

# Dialogue_Response,DL_GreavingMatoran9_PlayerResponse_1
source: Makuta and his Rahi are merciless.
ru_ru: Макута и его Рахи безжалостны.

# Dialogue_Response,DL_Grinch1_PlayerResponse_1
source: Well, I'm sorry you don't like the festivities, but it's not like you can do anything about it.
ru_ru: Ну, мне жаль, что тебе не нравятся праздники, но я тут ничем не могу помочь.

# Dialogue_Response,DL_Grinch2_PlayerResponse_1
source: Goodbye?
ru_ru: Пока?

# Dialogue_Response,DL_Grinch_PlayerResponse_1
source: Why are you not celebrating?
ru_ru: Почему ты не празднуешь?

# Dialogue_Response,DL_Guard1_PlayerResponse_1
source: ... I'm a Toa.
ru_ru: ... Я Тоа.

# Dialogue_Response,DL_Guard2_PlayerResponse_1
source: I'm double your height.
ru_ru: Я раза в два выше тебя.

# Dialogue_Response,DL_Guard4_PlayerResponse_1
source: I'm sure I can manage it.
ru_ru: Я {G}|gender(уверен, уверена), что справлюсь с этим.

# Dialogue_Response,DL_GuardCamp_PlayerResponse_1
source: This camp isn't very "forward".
ru_ru: Этот лагерь не такой уж и «передовой».

# Dialogue_Response,DL_GuardCamp_PlayerResponse_2
source: Where is everyone?
ru_ru: Где все?

# Dialogue_Response,DL_GuardCampForward_PlayerResponse_1
source: Where is everyone?
ru_ru: Где все?

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_1
source: This camp isn't very "forward".
ru_ru: Этот лагерь не такой уж и «передовой».

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_2
source: Hmm, alright.
ru_ru: Хмм, ладно.

# Dialogue_Response,DL_GuardPicking2_PlayerResponse_1
source: I see, carry on.
ru_ru: Я {G}|gender(понял, поняла), продолжай.

# Dialogue_Response,DL_GuardPicking_PlayerResponse_1
source: What's the matter?
ru_ru: В чём дело?

# Dialogue_Response,DL_GuardPickingSheilds1_PlayerResponse_1
source: Very funny.
ru_ru: Очень смешно.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_1
source: Uhh, those are placks.
ru_ru: Эмм... Это же памятные знаки.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_2
source: They all just look red to me.
ru_ru: Они все для меня выглядят красными.

# Dialogue_Response,DL_GuardPickingSheildsTahu_PlayerResponse_1
source: They're the same size as you...
ru_ru: Они такого же размера, как и ты...

# Dialogue_Response,DL_Hahli1_PlayerResponse_1
source: I'm sorry, my memory is a little fuzzy who are you?
ru_ru: Извини, память меня немного подводит. Кто ты?

# Dialogue_Response,DL_Hahli2_PlayerResponse_1
source: Greetings Hahli, what is this you said about a Turaga?
ru_ru: Приветствую, Хали. Что ты такого говорила о Тураге?

# Dialogue_Response,DL_Hahli3_PlayerResponse_1
source: Well that's not good. Any way I can help?
ru_ru: Что ж, это нехорошо. Я могу чем-то помочь?

# Dialogue_Response,DL_Hahli3_PlayerResponse_2
source: Well that's not good. Any way I can help?
ru_ru: Что ж, это нехорошо. Я могу чем-то помочь?

# Dialogue_Response,DL_Hahli4_PlayerResponse_1
source: I'll see what I can do.
ru_ru: Я посмотрю, что можно сделать.

# Dialogue_Response,DL_Hahli5_PlayerResponse_1
source: Not yet, I'm working on it.
ru_ru: Ещё нет, я этим занимаюсь.

# Dialogue_Response,DL_Hahli6_PlayerResponse_1
source: You have my word.
ru_ru: Я даю тебе своё слово.

# Dialogue_Response,DL_HahliGiveMap_PlayerResponse_1
source: I'll see what I can do.
ru_ru: Я посмотрю, что можно сделать.

# Dialogue_Response,DL_HalloweenMan1_PlayerResponse_1
source: What do you mean?
ru_ru: Что ты имеешь в виду?

# Dialogue_Response,DL_HalloweenMan2_PlayerResponse_1
source: Oh, you mean the vegetables with faces on them?
ru_ru: А, ты про овощи с лицами на них?

# Dialogue_Response,DL_HalloweenMan3_PlayerResponse_1
source: Do you know what they're for?
ru_ru: Ты знаешь для чего они?

# Dialogue_Response,DL_HalloweenMan4_PlayerResponse_1
source: I suppose it couldn't hurt to try.
ru_ru: Я думаю, попытка – не пытка.

# Dialogue_Response,DL_HalloweenMan5_PlayerResponse_1
source: No, not really.
ru_ru: Нет, не совсем.
