Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# ST_CutsceneDialogue,MakutaIntro_Line8
source: We know the truth! We know what you’ve done to us in the past!
el: Ξέρουμε την αλήθεια! Ξέρουμε τι μας έχετε κάνει στο παρελθόν!

# ST_CutsceneDialogue,MakutaIntro_Line9
source: ...Oh?
el: ...Αλήθεια;

# ST_CutsceneDialogue,MakutaReturn_Line1
source: Why must you persist? Can you not see how futile your struggle is?
el: Γιατί επιμένετε; Δεν βλέπετε πόσο μάταιος είναι ο αγώνας σας;

# ST_CutsceneDialogue,MakutaReturn_Line2
source: You cannot hold us any longer! This cycle ends here!
el: Δεν μπορείτε να μας κρατήσετε άλλο! Αυτός ο κύκλος τελειώνει εδώ!

# ST_CutsceneDialogue,MakutaReturn_Line3
source: I shall use this mask to rule over the Matoran! It is my destiny!
el: Θα χρησιμοποιήσω αυτή τη μάσκα για να κυβερνήσω τους Matoran! Είναι το πεπρωμένο μου!

# ST_CutsceneDialogue,MakutaReturn_Line4
source: And it is our destiny to defeat you!
el: Και είναι το πεπρωμένο μας να σε νικήσουμε!

# ST_CutsceneDialogue,POTM_Line1
source: So it seems you've found me... You cannot stop my crusade, your time will come toa... For I am THE PROPHET OF THE MAKUTA!
el: Φαίνεται ότι με βρήκατε... Δεν μπορείτε να σταματήσετε τον αγώνα μου, θα έρθει η ώρα σας... Γιατί εγώ είμαι Ο ΠΡΟΦΗΤΗΣ ΤΟΥ MAKUTA!

# ST_CutsceneDialogue,POTM_Line10
source: Wait, What? What's this about equality?
el: Περίμενε, τι; Τι είναι αυτά περί ισότητας;

# ST_CutsceneDialogue,POTM_Line11
source: Remember when we made the three tenets? Do you remember what they are?
el: Θυμάστε όταν θέσαμε τους τρεις κανόνες; Θυμάστε ποιοι είναι;

# ST_CutsceneDialogue,POTM_Line12
source: Destruction... Creation... Peace...
el: Καταστροφή... Δημιουργία... Ειρήνη...

# ST_CutsceneDialogue,POTM_Line2
source: What is this crusade? And what would you have to gain from siding with the Makuta?
el: Τι είναι αυτή η σταυροφορία; Και τι θα κερδίσετε αν υποστηρίζοντας τον Makuta;

# ST_CutsceneDialogue,POTM_Line3
source: My Quest is to show my fellow Matoran what really happened that day. That Makuta Defeated Mata Nui and therefore is the greater being! Why are they all worshiping Mata Nui when he was the one that fell?!?
el: Η αποστολή μου είναι να δείξω στους συμπατριώτες μου Matoran τι πραγματικά συνέβη εκείνη την ημέρα. Ότι ο Makuta νίκησε τον Mata Nui και, ως εκ τούτου, είναι το ανώτερο ον! Γιατί όλοι λατρεύουν τον Mata Nui, όταν αυτός ήταν που ηττήθηκε;!;

# ST_CutsceneDialogue,POTM_Line4
source: How did you find this place?
el: Πώς βρήκες αυτό το μέρος;

# ST_CutsceneDialogue,POTM_Line5
source: A Matoran told me where it was. Why?
el: Ένας Matoran μου είπε πού ήταν. Γιατί;

# ST_CutsceneDialogue,POTM_Line6
source: Impossible! No one knows where it is! Except for...
el: Αδύνατον! Κανείς δεν ξέρει πού ήταν! Εκτός από...

# ST_CutsceneDialogue,POTM_Line7
source: Brother...
el: Αδερφέ...

# ST_CutsceneDialogue,POTM_Line8
source: Komaru, stop this madness! You know that one being is not superior! It's both combined that creates equality!
el: Komaru, σταμάτα αυτή την τρέλα! Ξέρεις ότι ένα ον δεν είναι ανώτερο! Είναι και τα δύο μαζί που δημιουργούν ισότητα!

# ST_CutsceneDialogue,POTM_Line9
source: That's not my name! I... I am The PROPHET OF THE MAKUTA!
el: Δεν είναι αυτό το όνομά μου! Εγώ... Εγώ είμαι ο ΠΡΟΦΗΤΗΣ ΤΟΥ MAKUTA!

# ST_CutsceneDialogue,TarakavaOfFrost2_Line1
source: Uh Oh...
el: Ωχ...

# ST_CutsceneDialogue,TarakavaOfFrost2_Line2
source: Wait! Who are you?
el: Κάτσε! Ποιος είσαι εσύ;

# ST_CutsceneDialogue,TarakavaOfFrost2_Line3
source: How did he make it up there so fast? I should probably talk to him, maybe he knows a little more about what's going on here.
el: Πώς ανέβηκε εκεί πάνω τόσο γρήγορα; Καλύτερα να του μιλήσω, ίσως ξέρει κάτι περισσότερο για το τι συμβαίνει εδώ.

# ST_CutsceneDialogue,TarakavaOfFrost_Line1
source: Strange. It appears it wasn't a landslide that blocked off the water, but rather a mechanical dam.
el: Παράξενο. Φαίνεται ότι δεν ήταν κατολίσθηση που μπλόκαρε το νερό, αλλά μάλλον ένα μηχανικό φράγμα.

# ST_CutsceneDialogue,TarakavaOfFrost_Line2
source: That's one huge Tarakava!
el: Αυτό είναι ένα τεράστιο Tarakava!

# ST_CutsceneDialogue,TarakavaOfFrost_Line3
source: I am the spirit of this lake, You will not harm it Toa.
el: Είμαι το πνεύμα αυτής της λίμνης, δεν θα του κάνεις κακό, Τοά.

# ST_CutsceneDialogue,TarakavaOfFrost_Line4
source: I'm not here to harm it, I just want to restore the flow of the river.
el: Δεν είμαι εδώ για να το βλάψω, απλά θέλω να αποκαταστήσω τη ροή του ποταμού.

# ST_CutsceneDialogue,TarakavaOfFrost_Line5
source: This lake contains holy water, it should be contained. Not allowed to run off into the sea.
el: Αυτή η λίμνη περιέχει ιερό νερό, πρέπει να παραμείνει εκεί. Δεν επιτρέπεται να χυθεί στη θάλασσα.

# ST_CutsceneDialogue,TarakavaOfFrost_Line6
source: There are other Matoran and Rahi that rely on this river, would you have them displaced from their homes just to keep your water?
el: Υπάρχουν άλλοι Matoran και Rahi που εξαρτώνται από αυτό το ποτάμι. Θα τους εκδιώξεις από τα σπίτια τους μόνο και μόνο για να κρατήσεις το νερό σου;

# ST_CutsceneDialogue,TarakavaOfFrost_Line7
source: I would. I cannot allow other, more inferior beings to use my water for their own impure purposes.
el: Θα το έκανα. Δεν μπορώ να επιτρέψω σε άλλα, κατώτερα όντα να χρησιμοποιούν το νερό μου για τους δικούς τους ακάθαρτους σκοπούς.

# ST_CutsceneDialogue,TarakavaOfFrost_Line8
source: I'm afraid I can't stand for that...
el: Φοβάμαι ότι δεν μπορώ να το δεχτώ αυτό...

# ST_DialogueGeneralLocalization,AnythingToDo
source: Do you have anything for me to do?
el: Έχεις κάτι να κάνω;

# ST_DialogueGeneralLocalization,Anythingtoreport
source: Anything to report?
el: Τίποτα να αναφέρεις;

# ST_DialogueGeneralLocalization,Areyoualright
source: Are you alright?
el: Είσαι εντάξει;

# ST_DialogueGeneralLocalization,Areyoulost
source: Are you lost?
el: Έχεις χαθεί;

# ST_DialogueGeneralLocalization,Buildingforfun
source: Are you just building this for fun?
el: Το χτύζεις αυτό για πλάκα;

# ST_DialogueGeneralLocalization,Bye!
source: Bye!
el: Αντίο!

# ST_DialogueGeneralLocalization,Goodbye
source: Goodbye.
el: Αντίο.

# ST_DialogueGeneralLocalization,GoodbyeElipsis
source: Goodbye...
el: Αντίο...

# ST_DialogueGeneralLocalization,HelloToaElipsis
source: Hello Toa...
el: Γειά σου Toa...

# ST_DialogueGeneralLocalization,ISee
source: I see.
el: Κατάλαβα.

# ST_DialogueGeneralLocalization,Isee...
source: I see...
el: Κατάλαβα...

# ST_DialogueGeneralLocalization,Issomethingthematter
source: Is something the matter?
el: Υπάρχει κάποιο θέμα;

# ST_DialogueGeneralLocalization,Itwasnotrouble
source: It was no trouble.
el: Κανένα πρόβλημα.

# ST_DialogueGeneralLocalization,IWill
source: I will.
el: Θα το κάνω.

# ST_DialogueGeneralLocalization,Leave
source: *Leave*
el: *Φύγε*

# ST_DialogueGeneralLocalization,Nothankyou
source: No thank you.
el: Όχι, ευχαριστώ.

# ST_DialogueGeneralLocalization,Perhapsanothertime
source: Perhaps another time.
el: Ίσως άλλη φορά.

# ST_DialogueGeneralLocalization,Riverdriedup
source: Do you know why the river dried up?
el: Ξέρεις γιατί στέρεψε το ποτάμι;

# ST_DialogueGeneralLocalization,TakeLook
source: I'll take a look.
el: Θα ρίξω μια ματιά.

# ST_DialogueGeneralLocalization,ThankYou
source: Thank you.
el: Ευχαριστώ.

# ST_DialogueGeneralLocalization,Thankyou!
source: Thank you!
el: Ευχαριστώ!

# ST_DialogueGeneralLocalization,Trade
source: I'd like to trade.
el: Θα ήθελα να παζαρέψουμε.

# ST_DialogueGeneralLocalization,Verywell
source: Very well.
el: Πολύ καλά.

# ST_DialogueGeneralLocalization,What
source: What?
el: Τι;

# ST_DialogueGeneralLocalization,Whatareyoudoing
source: What are you doing?
el: Τι κάνεις;

# ST_DialogueGeneralLocalization,Whatdoyoumean
source: What do you mean?
el: Τι εννοείς;

# ST_DialogueGeneralLocalization,Whatisit
source: What is it?
el: Τι είναι αυτό;

# ST_DialogueGeneralLocalization,WhatYouHave
source: I'd like to see what you have.
el: Θα ήθελα να δω τι έχεις.

# ST_DialogueGeneralLocalization,Wheretogo
source: Where would you like to go?
el: Πού θα ήθελες να πας;

# ST_DialogueGeneralLocalization,Whoareyou
source: Who are you?
el: Ποιός είσαι;

# ST_DialogueGeneralLocalization,WillSee
source: I'll see what I can do.
el: Θα δω τι μπορώ να κάνω.

# ST_GeneralLocalization,Gen_Climb
source: Climb {Facing}
el: Αναρρίχησου {Facing}

# ST_GeneralLocalization,Gen_CosmeticsBench
source: Cosmetics Bench
el: Πάγκος Διακοσμητικών

# ST_GeneralLocalization,Gen_Door
source: Door
el: Πόρτα

# ST_GeneralLocalization,Gen_Interact
source: Interact with {Facing}
el: Αλληλεπίδραση με {Facing}

# ST_GeneralLocalization,Gen_Lever
source: Lever
el: Μοχλός

# ST_GeneralLocalization,Gen_MakokiDesc
source: A piece of a key used to enter the Makuta's Lair.
el: Ένα κομμάτι από το κλειδί που χρησιμοποιείται για να μπει κανείς στο λημέρι του Makuta.

# ST_GeneralLocalization,Gen_ObtaintheMakokiStone
source: Obtain the Makoki Stone.
el: Απόκτησε την Πέτρα Makoki.

# ST_GeneralLocalization,Gen_RestoryMyMemory
source: I can't remember... Where am I? There is a pull, a drive to begin walking - Perhaps I can find someone that can help restore my memory.
el: Δεν θυμάμαι... Πού είμαι; Νιώθω μια έλξη, μια ώθηση να αρχίσω να περπατάω. Ίσως βρω κάποιον που θα με βοηθήσει να ανακτήσω τη μνήμη μου.

# ST_GeneralLocalization,Gen_Speak
source: Speak with {Facing}
el: Μίλα με {Facing}

# ST_GeneralLocalization,Gen_SpeakTo
source: Speak to {NPC}
el: Μίλα σε {NPC}

# ST_GeneralLocalization,Gen_Waikiru
source: Fragments of a First Mate's log from a ship named the 'Waikiru'
el: Αποσπάσματα από το ημερολόγιο του υποπλοιάρχου ενός πλοίου με το όνομα «Waikiru»

# ST_Localization,UIAutoSave
source: Auto Save
el: Αυτόματο Save

# ST_Localization,UIBack
source: Back
el: Πίσω

# ST_Localization,UIBindFirst
source: Bind to First Slot
el: Δέσε σε πρώτη θέση

# ST_Localization,UIBindSecond
source: Bind to Second Slot
el: Δέσε σε δεύτερη θέση

# ST_Localization,UIBorderless
source: Borderless
el: Χωρίς ώρια

# ST_Localization,UICancel
source: Cancel
el: Ακύρωση

# ST_Localization,UIClose
source: Close
el: Κλέισε

# ST_Localization,UIConfirm
source: Confirm
el: Επιβαιβέωση

# ST_Localization,UIContinuous
source: Continuous
el: Συνεχής

# ST_Localization,UICredits
source: Credits
el: Πιστώσεις

# ST_Localization,UIDisabled
source: Disabled
el: Απενεργοποιημένο

# ST_Localization,UIEnable
source: Enable
el: Ενεργοποίησε

# ST_Localization,UIEnabled
source: Enabled
el: Ενεργοποιημένο

# ST_Localization,UIExit
source: Exit
el: Έξοδος

# ST_Localization,UIHigh
source: High
el: Υψυλή

# ST_Localization,UIHigher
source: Higher
el: Υψυλότερη

# ST_Localization,UILoadGame
source: Load Game
el: Φώρτωσε Παιχνίδι

# ST_Localization,UILocked
source: (Locked)
el: Κλειδωμένο

# ST_Localization,UINewGame
source: New Game
el: Νέο Παιχνίδι

# ST_Localization,UINo
source: No
el: Όχι

# ST_Localization,UINone
source: None
el: Κανένα

# ST_Localization,UIPlayerSave
source: Player Save
el: Save Παίκτη

# ST_Localization,UIPowerMask
source: Power Mask
el: Ενδυνάμωσε Μάσκα

# ST_Localization,UIQuestCompleted
source: Quest Completed
el: Περιπέτεια ολοκληρώθηκε

# ST_Localization,UIQuestStarted
source: Quest Started
el: Περιπέτεια άρχισε

# ST_Localization,UIResettoDefault
source: Reset to Default
el: Επαναφορά σε αρχικές ρυθμίσεις

# ST_Localization,UISaveGame
source: Save Game
el: Save Παιχνίδι

# ST_Localization,UISaveName
source: Save Name:
el: Όνομα Save:

# ST_Localization,UISettings
source: Settings
el: Ρυθμίσεις

# ST_Localization,UIUse
source: Use
el: Χρησιμοποίησε

# ST_Localization,UIView
source: View
el: Προβολή

# ST_Localization,UIYes
source: Yes
el: Ναι

# ST_Names,Names_BandMember
source: Band Member
el: Μέλος συγκροτήματος

# ST_Names,Names_Boat
source: Boat
el: Βάρκα

# ST_Names,Names_DockMaster
source: Dock Master Marka
el: Διοικητής λιμανιού Marka

# ST_Names,Names_FestiveKo-Matoran
source: Festive Ko-Matoran
el: Γιορτινός Ko-Matoran

# ST_Names,Names_FishSalesman
source: Fish Salesman
el: Πωλητής Ψαριών

# ST_Names,Names_Flagmaker
source: Flagmaker
el: Σημαιοποιός

# ST_Names,Names_Ga-koroGuardswoman
source: Ga-koro Guardswoman
el: Ga-koro Φρούρός

# ST_Names,Names_Ga-Trader
source: Ga-Trader
el: Ga-Έμπορος

# ST_Names,Names_Grinch
source: Not Very Festive Ko-Matoran
el: Όχι Τόσο Γιορτινός Ko-Matoran

# ST_Names,Names_GuardsmanIn-Training
source: Guardsman In-Training
el: Φρουρός Σε-Εκπαίδευση

# ST_Names,Names_HallucinatingLe-Matoran
source: Hallucinating Le-Matoran
el: Le-Matoran με Παραισθήσεις

# ST_Names,Names_InsaneMatoran
source: Insane Matoran
el: Τρελός Matoran

# ST_Names,Names_KewaMaster
source: Kewa Master
el: Kewa Αφέντης

# ST_Names,Names_Ko-MatoranAstronomer
source: Ko-Matoran Astronomer
el: Ko-Matoran Αστρονόμος

# ST_Names,Names_Ko-MatoranGuard
source: Ko-Matoran Guard
el: Ko-Matoran Φρουρός

# ST_Names,Names_Ko-MatoranScholar
source: Ko-Matoran Scholar
el: Ko-Matoran Λόγιος

# ST_Names,Names_KolhiiLover
source: Kolhii Lover
el: Οπαδός Kolhii

# ST_Names,Names_LavaFarmer
source: Lava Farmer
el: Αγρότης Λάβας

# ST_Names,Names_LockedOut
source: Locked Out Le-Matoran
el: Κλεδωμένος Le-Matoran

# ST_Names,Names_MakutaStatue
source: Makuta Statue
el: Άγαλμα του Makuta

# ST_Names,Names_MaskPoweringStation
source: Mask Powering Station
el: Σταθμός Ενέργειας Μασκών

# ST_Names,Names_MatoranTransporter
source: Matoran Transporter
el: Matoran Μεταφορέας

# ST_Names,Names_MeditationPoint
source: Meditation Point
el: Σημείο διαλογισμού

# ST_Names,Names_NightWatchGuardsman
source: Night Watch Guardsman
el: Νυψτερινός Φρουρός

# ST_Names,Names_OceanTarakava
source: Ocean Tarakava
el: Tarakava του Ωκεανού

# ST_Names,Names_Outcast
source: Outcast
el: Απόβλητος

# ST_Names,Names_PlantMan
source: Plant Man
el: Φυτάνθρωπος

# ST_Names,Names_PROPHETOFTHEMAKUTA
source: PROPHET OF THE MAKUTA
el: ΠΡΟΦΗΤΗΣ ΤΟΥ MAKUTA

# ST_Names,Names_RiverTarakava
source: River Tarakava
el: Tarakava του Ποταμού

# ST_Names,Names_SandTarakava
source: Sand Tarakava
el: Tarakava της Άμμου

# ST_Names,Names_ScaredMatoran
source: Scared Matoran
el: Τρομαγμένος Matoran

# ST_Names,Names_SingingMiner
source: Singing Miner
el: Εύθυμος Εξορύχος

# ST_Names,Names_SiteSupervisorKeeva
source: Site Supervisor Keeva
el: Επόπτης εργοταξίου Keeva

# ST_Names,Names_StatueSalesman
source: Statue Salesman
el: Πωλητής Αγαλμάτων

# ST_Names,Names_StrangeMatoran
source: Strange Matoran
el: Περίεργος Matoran

# ST_Names,Names_Ta-KoroGuard
source: Ta-Koro Guard
el: Φρουρός Ta-Koro

# ST_Names,Names_Ta-koroGuardsman
source: Ta-koro Guardsman
el: Ta-koro Φρούραρχος

# ST_Names,Names_Ta-koroGuardsmanDaelen
source: Ta-koro Guardsman Daelen
el: Ta-koro Φρουρός Daelen

# ST_Names,Names_TarakavaofFrost
source: Tarakava of the Frost
el: Tarakava του Παγετού

# ST_Names,Names_TempleMaster
source: Temple Master
el: Άρχοντας του Ναού

# ST_Names,Names_TheEnvironmentalist
source: The Environmentalist
el: Ο Περιβαντολόγος

# ST_Names,Names_Trader
source: Trader
el: Πωλητής

# ST_Names,Names_UssalOwner
source: Ussal Owner
el: Ussal Ιδιοκτήτης

# ST_Names,Names_UssalWaxer
source: Ussal Waxer
el: Ussal Κερωτής

# Tutorial_Text,Tut_Attack
source: <Key>{Action1}</> while in combat mode to execute a basic attack You may also press <Key>{Action2}</> to perform an elemental attack. Now defeat the beast.
el: <Key>{Action1}</> ενώ βρίσκεστε μάχη για να εκτελέσετε μια βασική επίθεση. Μπορείτε επίσης να πατήσετε <Key>{Action2}</> για να εκτελέσετε μια στοιχειακή επίθεση. Τώρα νικήστε το θηρίο.

# Tutorial_Text,Tut_CantSave
source: <Makuta>Mata Nui sleeps. He has fallen. You can do nothing to save him.</>
el: <Makuta>κοιμάται. Έχει πέσει. Δεν μπορείς να κάνεις τίποτα για να τον σώσεις.</>

# Tutorial_Text,Tut_CombatMode
source: <Key>You do not regenerate health!</> You must find Meditation Points or use Consumables to regain health. Press <Key>{Action1}</> to enter combat mode
el: <Key>Δεν αναγεννάτε health!</> Πρέπει να βρείτε Σημεία Διαλογισμού ή να χρησιμοποιήσετε Αναλώσιμα για να ανακτήσετε health. Press <Key>{Action1}</> to enter combat mode

# Tutorial_Text,Tut_Crouch
source: Press <Key>{Action1}</> to Crouch
el: Πατήστε <Key>{Action1}</> για να κάνετε Crouch

# Tutorial_Text,Tut_Crush
source: <Makuta>It would be incredibly easy to crush you...</>
el: <Makuta>Θα ήταν απίστευτα εύκολο να σε συντρίψω...</>

# Tutorial_Text,Tut_Failed
source: <Makuta>You have failed.</>
el: <Makuta>Έχεις αποτύχει</>

# Tutorial_Text,Tut_HealthStamina
source: These are your health and stamina bars, make sure you watch these values closely. 0 stamina will result in not being able to run or attack. 0 Health will result in a death.
el: Αυτές είναι οι μπάρες health και stamina, φροντίστε να παρακολουθείτε προσεκτικά αυτές τις τιμές. 0 stamina θα έχει ως αποτέλεσμα να μην μπορείς να τρέξεις ή να επιτεθείς. 0 Health σημάινει θάνατος.

# Tutorial_Text,Tut_Interact
source: While aiming at it with the center of the screen, press <Key>{Action1}</> to pick up the mask.
el: Ενώ την στοχεύετε με το κέντρο της οθόνης, πατήστε <Key>{Action1}</> για να συλέξετε την μάσκα.

# Tutorial_Text,Tut_Jump
source: Press <Key>{Action1}</> to jump
el: Πατήστε <Key>{Action1}</> για να πηδήξετε

# Tutorial_Text,Tut_LookAround
source: Use <Key>{Action1} and {Action2}</> to look around
el: Χρησιμοποιήστε <Key>{Action1} και {Action2}</> για να κοιτάξετε τριγύρω.

# Tutorial_Text,Tut_MapFragments
source: This is the map, here you can zoom using the <Key>Scroll Wheel</>, drag with <Key>Left Click</>. Every region has a quest that will award you with a map fragment, Allowing you to see that region in more detail. Press <Key>{Action1}</> now to exit the map.
el: Αυτός είναι ο χάρτης, εδώ μπορείτε να κάνετε ζουμ χρησιμοποιώντας το <Key>Scroll Wheel</>, μετακινείτε με <Key>Left Click</>. Κάθε περιοχή έχει μια αποστολή που θα σας ανταμείψει με ένα κομμάτι χάρτη, επιτρέποντάς σας να δείτε την περιοχή με περισσότερες λεπτομέρειες. Πατήστε <Key>{Action1}</> τώρα για να βγείτε από τον χάρτη.

# Tutorial_Text,Tut_MaskPickupUI
source: Here you can select what toa to give the mask to, for now just click confirm.
el: Εδώ μπορείτε να επιλέξετε σε ποιον θα δώσετε τη μάσκα. Προς το παρόν, απλώς κάντε κλικ στο Επιβεβαίωση.

# Tutorial_Text,Tut_Meditation
source: This structure represents <Key>Meditation Stones</> that can be found around the island, interact with them to auto save, skip time of day, and regain all health across all Toa. (You do not have to change the time of day to heal or save!) Manual Saving is available in the Pause Menu. it is HIGHLY RECCOMENDED that you save OFTEN!
el: Αυτή η δομή αντιπροσωπεύει <Key>Meditation Stones</> που μπορείτε να βρείτε σε όλο το νησί. Αλληλεπιδράστε μαζί τους για να αποθηκεύσετε αυτόματα, να παραλείψετε χρόνο της ημέρας και να ανακτήσετε όλη την υγεία όλων των Toa. (Δεν χρειάζεται να αλλάξετε την ώρα της ημέρας για να θεραπευτείτε ή να αποθηκεύσετε!) Η χειροκίνητη αποθήκευση είναι διαθέσιμη στο μενού παύσης. Συνιστάται να αποθηκεύετε ΣΥΝΕΧΩΣ!

# Tutorial_Text,Tut_NothingCanDo
source: <Makuta>You can do nothing to save them. You can do nothing to save yourself.</>
el: <Makuta>Δεν μπορείς να κάνεις τίποτα για να τους σώσεις. Δεν μπορείς να κάνεις τίποτα για να σώσεις τον εαυτό σου.</>

# Tutorial_Text,Tut_OpenMap
source: Press <Key>{Action1}</> To open the map
el: Πατήστε <Key>{Action1}</> Για να ανοίξετε τον χάρτη

# Tutorial_Text,Tut_ProtoRefill
source: Stand in pools like these to refill your protodermis. Your mask must be disabled to use a pool. Disable your mask now with <Key>{Action1}</>.
el: Σταθείτε σε πισίνες όπως αυτές για να αναπληρώσετε την Πrotodermis σας. Η μάσκα σας πρέπει να είναι απενεργοποιημένη για να χρησιμοποιήσετε μια πισίνα. Απενεργοποιήστε τη μάσκα σας τώρα με <Key>{Action1}</>.

# Tutorial_Text,Tut_ProtoUI
source: As you use your mask you drain protodermis. This is a Resource needed to power your mask with no protodermis you can no longer use your masks.
el: Καθώς χρησιμοποιείτε τη μάσκα σας, καταναλώνετε protodermis. Αυτή είναι μια πηγή ενέργειας που απαιτείται για τη λειτουργία της μάσκας σας. Χωρίς πρωτοδερμίδα, δεν μπορείτε πλέον να χρησιμοποιήσετε τις μάσκες σας.

# Tutorial_Text,Tut_Sprint
source: Press <Key>{Action1}</> to Sprint
el: Πατήστε <Key>{Action1}</> για να Τρέξετε

# Tutorial_Text,Tut_ToaSwitching
source: Release <Key>{Action1}</> when hovered over your selection to switch toa
el: Αφήστε <Key>{Action1}</> Όταν είσαστε πάνω από την επιλογή σας για να αλλάξετε toa

# Tutorial_Text,Tut_ToaSwitchingCorrupted
source: <Makuta>You have no unity. You are alone. Release</> <Key>{Action1}</> <Makuta>to select a Toa.</>
el: <Makuta>Δεν έχετε ενότητα. Είσαι μόνος. Απελευθερώστε</> <Key>{Action1}</> <Makuta>για να διαλέξετε έναν Toa.</>

# Tutorial_Text,Tut_ToaWheel
source: Hold <Key>{Action1}</> to open the Toa Wheel
el: Κρατήστε <Key>{Action1}</> Για να ανοίξετε την Toa Ρόδα

# Tutorial_Text,Tut_UseMask
source: Press <Key>{Action1}</> to use the mask
el: Πατήστε <Key>{Action1}</> για να χρησιμοποιείσετε την μάσκα

# Tutorial_Text,Tut_UseMaskWheel
source: Hold <Key>{Action1}</> to bring up the mask wheel and Release <Key>{Action1}</> when hovering over the icon of your new mask.
el: Κρατήστε <Key>{Action1}</> για να εμφανίσεται την ρόδα μάσκων Απελευθερώστε <Key>{Action1}</> όταν τοποθετηθείτε πάνω από το εικονίδιο της νέας μάσκας.

# Tutorial_Text,Tut_UseVahi
source: Press <Key>{Action1}</> to use the Vahi
el: Πατήστε <Key>{Action1}</> για να χρησιμοποιήσετε την Vahi

# Tutorial_Text,Tut_WASD
source: Press <Key>{Action1} {Action2} {Action3} {Action4}</> to move
el: Πατήστε <Key>{Action1} {Action2} {Action3} {Action4}</> για να κινηθείτε

# UI_Text,SaveConversionLoading_Text
source: Processing
el: Επεξεργασία

# UIText,Dead_Descriptions
source: You have failed your quest
el: Απέτυχες στην αποστολή σου

# UIText,PausedAudioSettings_AmbientVolume
source: Ambient sounds
el: Ήχοι περιβάλλοντος

# UIText,PausedAudioSettings_MasterVolume
source: Master:
el: Γενικός:

# UIText,PausedAudioSettings_MusicFreq
source: Music Frequency:
el: Συχνότητα μουσικής:

# UIText,PausedAudioSettings_MusicVolume
source: Music
el: Μουσική

# UIText,PausedAudioSettings_SFXVolume
source: Sound Effects
el: Ηχητικά εφέ

# UIText_Button,Dead_LoadPreviousSave
source: Load Previous save
el: Φόρτωσε προηγούμενο save

# UIText_Button,MedMenu_MeditateButton
source: Meditate
el: Διαλωγίσου

# UIText_Button,NewGame_StartNewGame
source: Start New Game
el: Αρχή Νέου Game

# UIText_Button,Pause_AudioSettingsButton
source: Audio Settings
el: Ρυθμίσεις Ήχου

# UIText_Button,Pause_DisplaySettingsButton
source: Display Settings
el: Ρυθμίσεις οθόνης

# UIText_Button,Pause_ExitButton
source: Exit to menu
el: Έξοδος στο μενού

# UIText_Button,Pause_GraphicsSettingsButton
source: Graphics Settings
el: Ρυθμίσεις γραφικών

# UIText_Button,Pause_KeyBindingsButton
source: Key Binding
el: Συντομεύσεις πληκτρολογίου

# UIText_Button,Pause_LoadButton
source: Load
el: Φόρτωση

# UIText_Button,Pause_ResumeButton
source: Resume
el: Συνέχεια

# UIText_Button,Pause_StatsButton
source: Stats
el: Στατιστικά

# UIText_Button,Skip_Description
source: Press any key to skip
el: Πατήστε οποιοδήποτε πλήκτρο για skip

# UIText_Button,TabMenu_CodexTabButton
source: Codex
el: Εγχειρίδιο

# UIText_Button,TabMenu_Quest_TrackQuest
source: Track Quest
el: Παρακολούθηση αποστολής

# UIText_Button,TabMenu_QuestTabButton
source: Quests
el: Αποστολές

# UIText_Button,TradeMenu_BuyItemButton
source: Buy Item
el: Αγορά αντικειμένου

# UIText_Button,TradeMenu_SellItemButton
source: Sell Item
el: Πώληση αντικειμένου

# UIText_Cosmetics,Cosmetics_BlackMask_Name
source: Black Mask
el: Μαύρη Μάσκα

# UIText_Cosmetics,Cosmetics_CopperMask_Name
source: Copper Mask
el: Χάλκινη Μάσκα

# UIText_Cosmetics,Cosmetics_CrystalMask_Name
source: Crystal Mask
el: Κρυστάλινη Μάσκα
