Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# CodexPage_Description,CodexPage_LeTemple_Desc
source: This temple was built by the Le-Matoran, along with the help of some Onu-Matoran. It was the Le-Matoran’s decision to build the temple underground, away from their home of Le-Koro. While they felt at home and free in the air, this underground temple provided little distraction from their worship of Mata Nui. The cave shows a rarely seen quiet and reflective nature of the Le-Matoran.
el: Αυτός ο ναός χτίστηκε από τους Le-Matoran, με τη βοήθεια κάποιων Onu-Matoran. Ήταν απόφαση των Le-Matoran να χτίσουν το ναό υπόγεια, μακριά από την σπίτι τους, το Le-Koro. Ενώ ένιωθαν οικεία και ελεύθεροι στον αέρα, αυτός ο υπόγειος ναός πρόσφερε ελάχιστο αντιπερισπασμό από τη λατρεία τους του Mata Nui. Το σπήλαιο δείχνει μια σπάνια παρατηρούμενη ήσυχη και στοχαστική φύση των Λε-Ματόραν.

# CodexPage_Description,CodexPage_Lewa_Desc
source: Lewa is the carefree and fun loving Toa of air. He is the most energetic out of all the Toa, and his reckless attitude is more often than not what gets him in trouble. Lewa is often overconfident in his own ability as a Toa, taking risks and chances when he shouldn’t, and acting before thinking his actions through. It seems he still has much to learn about being a hero- but that doesn’t stop him from rushing off on his own anyway. His elemental attack shoots a narrow jet of air, which will knock enemies very far back. It doesn’t do all that much damage however, so it’s best for keeping Rahi at bay so you don’t get overwhelmed.
el: O Lewa είναι ο ανέμελος και διασκεδαστικός Toa του αέρα. Είναι ο πιο ενεργητικός από όλους τους Toa, κι το απερίσκεπτο ύφος του πολύ συχνά τον βάζει σε μπελάδες. Συχνά έχει υπερβολική αυτοπεποίθηση στις ικανότητές του ως Toa, παίρνοντας ρίσκα και ευκαιρίες όταν δεν θα έπρεπε, δρώντας πριν σκεφτεί τις πράξεις του. Φαίνεται πως έχει πολλά να μάθει για το να είναι ήρωας- αλλά αυτό δεν τον σταματάει από το να ορμάει μόνος ούτος ή άλλως. Η στοιχειακή επίθεσή του ρίχνει ένα στενό πίδακα αέρος, που εκτοξεύει τους εχθρούς μακριά προς τα πίσω. Αλλά, δεν κάνει τόση πολλή ζημιά, άρα είναι καλύτερο στο να κρατάει τα Rahi μακριά ώστε να μην κυριευτείς.

# CodexPage_Description,CodexPage_LeWahi_Desc
source: The dense jungles of Le-Wahi make it a confusing and unwelcoming place for travellers. Being the largest area on Mata Nui, it’s all too easy to find yourself lost in the seemingly endless sea of trees. The Le-Matoran choose to stick to the treetops when they can, swinging on vines between the trees instead of travelling on the dangerous jungle floor.
el: Οι πυκνές ζούγκλες του Le-Wahi το κάνουν ένα συγκεχυμένο και αφιλόξενο μέρος για τους ταξιδιώτες. Καθώς είναι η μεγαλύτερη περιοχή στο Mata Nui, είναι πολύ εύκολο να χαθεί κανείς στη φαινομενικά ατελείωτη θάλασσα των δέντρων. Οι Le-Matoran επιλέγουν να μένουν στις κορυφές των δέντρων όταν μπορούν, αιωρούμενοι σε αμπέλια ανάμεσα στα δέντρα αντί να ταξιδεύουν στο επικίνδυνο έδαφος της ζούγκλας.

# CodexPage_Description,CodexPage_LewasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Lush jungle lies all around, full of potential, energy, and life. What could lie within?
el: Ένα περίεργο σκάφος που ξεβράστηκε στην παραλία... κανένας στο νησί δεν είναι σίγουρος από που έχει έρθει. Πυκνή ζόυγλα απλώνεται γύρω γύρω, γεμάτη από δυνατότητες, ενέργεια και ζωή. Τι μπορεί να βρίσκεται μέσα της;

# CodexPage_Description,CodexPage_Log_Desc
source: A massive log fallen on the shore of Le-Wahi. It’s just lying there, decaying. It was probably a living, healthy tree once, but not anymore. How was this tree so large? Where is the rest of it? Who hollowed it out? That was likely the Rahi of Makuta… but then again it may have just been one of the developers.
el: Ένας τεράστιος κορμός πεσμένος στην ακτή του Le-Wahi. Απλά βρίσκεται εκεί, σαπίζοντας. Ήταν πιθανόν ένα ζωντανό, υγιές δέντρο κάποτε, αλλά όχι πια. Πώς έγινε αυτό το δέντρο τόσο μεγάλο; Πού είναι το υπόλοιπο; Ποιος το ξερίζωσε; Πιθανότατα ήταν τα Rahi του Makuta... αλλά και πάλι μπορεί να ήταν ένας από τους προγραμματιστές.

# CodexPage_Description,CodexPage_Mahi_Desc
source: A species of tame, goat-like Rahi that can be found primarily in Po-Wahi. These have been domesticated and trained by the Po-Matoran for use as livestock, as well as to help pull carts full of the heavy stone they bring into the city to carve. They are considered rather valuable to the Matoran, and are brought into the city to be traded in Po-Koro’s Bazaar.
el: Ένα είδος ήρεμου, κατσικοειδούς Rahi που απαντάται κυρίως στο Po-Wahi. Έχουν εξημερωθεί και εκπαιδευτεί από τους Po-Matoran για χρήση ως ζώα κτηνοτροφίας, καθώς και για να βοηθούν να τραβάνε κάρα γεμάτα με τη βαριά πέτρα που φέρνουν στην πόλη για να σμιλεύουν. Θεωρούνται αρκετά πολύτιμα για τους Matoran, και τα φέρνουν στην πόλη για να τα πουλήσουν στο παζάρι του Po-Koro.

# CodexPage_Description,CodexPage_Mahiki_Desc
source: The Kanohi Mahiki: the Noble Mask of Illusion. Spawn a clone next to you that will distract enemies for a time. (Warning: This mask can cause some bugs with enemy AI)
el: Το Kanohi Mahiki: η ευγενής μάσκα της ψευδαίσθησης. Δημιουργεί έναν κλώνο δίπλα σας που αποσπάσει τους εχθρούς για κάποιο χρόνο. (Προειδοποίηση: Αυτή η μάσκα μπορεί να προκαλέσει κάποια σφάλματα με την τεχνητή νοημοσύνη των εχθρών)

# CodexPage_Description,CodexPage_MapFragments_Desc
source: These fragments are created by Matoran to help them explore the island. Matoran who are familiar with particular regions of the island often make these maps, but are only able to chart out portions of the island accurately. If someone were to find fragments that cover the entire island, they’d be able to accurately and easily find their way around.
el: Αυτά τα θραύσματα δημιουργούνται από Matoran για να τους βοηθήσουν να εξερευνήσουν το νησί. Οι Matoran που είναι εξοικειωμένοι με συγκεκριμένες περιοχές του νησιού συχνά φτιάχνουν αυτούς τους χάρτες, αλλά είναι σε θέση να χαρτογραφήσουν μόνο τμήματα του νησιού με ακρίβεια. Αν κάποιος έβρισκε θραύσματα που καλύπτουν ολόκληρο το νησί, θα ήταν σε θέση να βρει με ακρίβεια και ευκολία το δρόμο του.

# CodexPage_Description,CodexPage_Matanui_Desc
source: The island of Mata Nui. Named after the Great Spirit Mata Nui, this island paradise is home to the Matoran, Turaga, and- now that they have arrived- the Toa as well. The island is split into six elemental regions, where the six Matoran villages lie. As a Toa, it’s your duty to find all the Masks of Power hidden around the island, and rescue the Matoran from the evil shadow of Makuta.
el: Το νησί Mata Nui. Ομώνυμο με το Μεγάλο Πνεύμα Mata Nui, αυτός ο νησιωτικός παράδεισος φιλοξενεί τους Matoran, τους Turaga και - τώρα που έφτασαν - επίσης τους Toa. Το νησί χωρίζεται σε έξι στοιχειακές περιοχές, όπου βρίσκονται τα έξι χωριά των Matoran. Ως Toa, είναι καθήκον σας να βρείτε όλες τις Μάσκες της Δύναμης που είναι κρυμμένες στο νησί και να σώσετε τους Matoran από τη μοχθηρή σκιά του Makuta.

# CodexPage_Description,CodexPage_Matatu_Desc
source: The Kanohi Matatu: the Noble Mask of Telekinesis. This mask allows you to pull items to your person at a great range. Additionally the mask allows you to knock back your enemies further than before.
el: Το Kanohi Matatu: η Ευγενής Μάσκα της Τηλεκίνησης. Αυτή η μάσκα σας επιτρέπει να τραβάτε αντικείμενα στο εαυτό σας από μεγάλη απόσταση. Επιπλέον, η μάσκα σας επιτρέπει να εκτοξέυεται τους εχθρούς σας πιο μακριά από πριν.

# CodexPage_Description,CodexPage_Matau_Desc
source: Matau is the Turaga of Le-Koro. Known as the Singer of Le-Koro by the Le-Matoran, Matau has always led his village with a cheerful outlook, something that he has maintained through some of the toughest times the Matoran have had to face. Matau is seen as a friend and a mentor, and looked up to by all Le-Matoran.
el: Ο Matau είναι ο Turaga του Le-Koro. Γνωστός ως ο Τραγουδιστής του Le-Koro από τους Le-Matoran, ο Matau πάντα ηγώταν το χωριό του με μια χαρωπή προοπτική, κάτι που έχει διατηρήσει σε μερικές από τις πιο δύσκολες στιγμές που οι Matoran έπρεπε να αντιμετωπίσουν. Ο Matau θεωρείται φίλος και μέντορας, κι όλοι οι Le-Matoran τον θαυμάζουν.

# CodexPage_Description,CodexPage_Matoran_Desc
source: The Matoran are the inhabitants of Mata Nui and it’s villages, and make up the very heart of the Island. They are split into six different elements: Fire, Water, Stone, Air, Earth, and Ice, and each live in their corresponding villages. It is your duty as a Toa to protect them from Makuta’s threats.
el: Οι Matoran είναι οι κάτοικοι του Mata Nui και των χωριών του και αποτελούν την καρδιά του νησιού. Χωρίζονται σε έξι διαφορετικά στοιχεία: Φωτιά, Νερό, Πέτρα, Αέρας, Γη και Πάγος, και το καθένα ζει στα αντίστοιχα χωριά. Είναι το καθήκον σας ως Toa να τα προστατέψετε από τις απειλές του Makuta.

# CodexPage_Description,CodexPage_MeditationPoints_Desc
source: These odd stones appear all around the island. Nobody knows exactly what they are or why they are here, but they act as places for frequent meditation for Matoran, Toa, and Turaga alike. You are able to use these stones to meditate, passing the time as you sit and ponder the will of Mata Nui.
el: Αυτές οι ασυνήθιστες πέτρες εμφανίζονται σε όλο το νησί. Κανείς δεν ξέρει ακριβώς τι είναι ή γιατί βρίσκονται εδώ, αλλά λειτουργούν ως τόποι για συχνό διαλογισμό για Matoran, Toa και για τους Turaga. Μπορείτε να χρησιμοποιήσετε αυτές τις πέτρες για να διαλογιστείτε, περνώντας την ώρα σας καθώς κάθεστε και συλλογίζεστε τη θέληση του Mata Nui.

# CodexPage_Description,CodexPage_Miru_Desc
source: The Kanohi Miru: the Great Mask of Levitation. This mask increases the height of your jump. It’s essential for traversing around the landscape of Mata Nui, and is useful for reaching areas that you normally wouldn’t be able to.
el: Το Kanohi Miru: η Μεγάλη Μάσκα της Αιώρησης. Αυτή η μάσκα αυξάνει το ύψος του άλματός σας. Είναι απαραίτητη για τη διάσχιση του τοπίου του Mata Nui, και είναι χρήσιμη για να φτάσετε σε περιοχές που κανονικά δεν θα μπορούσατε να φτάσετε.

# CodexPage_Description,CodexPage_Muaka_Desc
source: These fearsome beasts are the largest of Makuta’s Rahi. They can be found primarily in Ko-Wahi. Their necks are able to extend, allowing them to lunge for their prey and attack incredibly quickly. These Rahi are powerful, fast, and a danger to any who encounter them. Make sure to take caution when approaching them, and try to make sure they never approach you.
el: Αυτά τα τρομερά θηρία είναι τα μεγαλύτερα από τα Rahi του Makuta. Βρίσκονται κυρίως στο Ko-Wahi. Οι λαιμοί τους μπορεί να επεκταθούν, επιτρέποντάς τους να ορμούν στο θήραμά τους και να επιτίθενται απίστευτα γρήγορα. Αυτά τα Rahi είναι ισχυρά, γρήγορά και αποτελούν κίνδυνο για όποιον τα συναντήσει. Φροντίστε να είστε προσεκτικοί όταν τα πλησιάζετε, κι προσπαθήστε να βεβαιωθείτε ότι δεν θα σας πλησιάσουν.

# CodexPage_Description,CodexPage_Nokama_Desc
source: Nokama is the Turaga of Ga-Koro. Like her village, she is often seen as the kindest of the Turaga, and is often the first one to attempt to quell any disagreements that appear between the other Turaga. Her ability to approach any situation with an open mind is what has made her an effective leader of Ga-Koro.
el: Η Nokama είναι η Turaga του Ga-Koro. Όπως και το χωριό της, θεωρείται συχνά η πιο ευγενική από τις Turaga και είναι συχνά η πρώτη που προσπαθεί να καταπνίξει οποιαδήποτε διαφωνίες που εμφανίζονται μεταξύ των άλλων Turaga. Η ικανότητά της να προσεγγίζει κάθε κατάσταση με ανοιχτό μυαλό είναι αυτό που την έχει καταστήσει αποτελεσματική ηγέτιδα του Ga-Koro.

# CodexPage_Description,CodexPage_NuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The purple variant can be found all around Mata Nui. They rely on numbers and their powerful, dangerous stingers to hunt down prey. If you see their stinger shake and rattle, get out of the way- fast.
el: Σκορπιοειδείς Rahi που ελέγχονται από τον Makuta. Η μοβ παραλλαγή μπορεί να βρεθεί σε όλο το Mata Nui. Βασίζονται στους αριθμούς και στα ισχυρά, επικίνδυνα κεντριά τους για να κυνηγήσουν τη λεία τους. Αν δείτε το κεντρί τους να κουνιέται και να κουδουνίζει, απομακρυνθείτε γρήγορα.

# CodexPage_Description,CodexPage_NuiRama_Desc
source: These insectoid Rahi can be found primarily in Le-Wahi. They’re not the most powerful Rahi on their own, but their speed and numbers can easily make up for it. They’ll fly directly at you if they spot you, and can be difficult to shake off. Make sure to keep an ear out for the buzzing of their wings.
el: Αυτά τα εντομοειδείς Rahi μπορούν να βρεθούν κυρίως στο Le-Wahi. Δεν είναι τα πιο ισχυρά Rahi από μόνα τους, αλλά η ταχύτητα και ο αριθμός τους μπορούν εύκολα να το αντισταθμίσουν. Θα πετάξουν κατευθείαν πάνω σας αν σας εντοπίσουν, κι είναι δύσκολο να τα αποτινάξετε. Φροντίστε να έχετε το νου σας για το βουητό των φτερών τους.

# CodexPage_Description,CodexPage_Nuju_Desc
source: Nuju is the Turaga of Ko-Koro. He speaks only in the language of Rahi, and requires his translator, Matoro, around at all times to interpret his speech. Whether it is by choice or necessity is a subject of speculation among the Ko-Matoran. But those who choose to put in the effort for a conversation with him are rewarded by the wisdom he shares.
el: Ο Nuju είναι ο Turaga του Ko-Koro. Μιλάει μόνο στη γλώσσα των Rahi και χρειάζεται πάντα τον μεταφραστή του, τον Matoro, για να ερμηνεύει την ομιλία του. Το αν είναι από επιλογή ή από ανάγκη είναι αντικείμενο εικασιών μεταξύ των Ko-Matoran. Αλλά όσοι επιλέγουν να κοπιάσουν για μια συζήτηση μαζί του ανταμείβονται από τη σοφία που μοιράζεται.

# CodexPage_Description,CodexPage_Onewa_Desc
source: Onewa is the Turaga of Po-Koro. He is known among the Po-Matoran and the other Turaga to be stubborn and inflexible in his decisions. To some, he may seem rude or insensitive. But this strength of character has guided the Po-Matoran through many trials, and he has earned respect for it.
el: Ο Onewa είναι ο Turaga του Po-Koro. Είναι γνωστός μεταξύ των Po-Matoran και των άλλων Turaga ως πεισματάρης και άκαμπτος στις αποφάσεις του. Σε μερικούς μπορεί να φαίνεται αγενής ή αναίσθητος. Αλλά η δύναμη του χαρακτήρα του έχει οδηγήσει τους Po-Matoran από πολλές δοκιμασίες και έχει κερδίσει σεβασμό γι' αυτό.

# CodexPage_Description,CodexPage_Onu-Koro_Desc
source: Onu-Koro, the village of Earth. This village lies deep below Mata Nui, and has many tunnels that stretch out all across the island. It’s accessibility from different tunnels across the island has caused it to become a crossroads of sorts for Matoran of all kinds, and is home to the famous Onu-Koro Bazaar, where Matoran from all over the island come to sell their wares. As for the Onu-Matoran themselves, they mine Lightstones and Protodermis, and tend to spend most of their time underground. Ussal Crabs are commonly found here, used both by the Ussalry guard, and by Matoran for transport and sport.
el: Onu-Koro, Το χωριό της Γης. Αυτό το χωριό βρίσκεται βαθιά μέσα στο Mata Nui, και έχει πολλά τούνελ που απλώνονται σε όλο το νησί. Η προσβασιμότητά του από διάφορα τούνελ σε όλο το νησί το έχει οδηγήσει να είναι σαν σταυροδρόμι για Matoran όλων των ειδών, κι είναι το σπίτι του διάσημου Παζαριού του Onu-Koro, όπου Matoran από παντού έρχονται να πουλήσουν τα αγαθά τους. Όσο για τους ίδιους τους Onu-Matoran, εξορύσσουν φωτόλιθους και Protodermis, κι προτιμούν να περνάνε τον χρόνο τους κάτω από το έδαφος. Καβούρια Ussal βρισκονται συχνά εκεί, εν χρήση και από την Ussalry Φρουρά, αλλά και από Matoran για αθλήματα και μεταφορά.

# CodexPage_Description,CodexPage_Onu-Wahi_Desc
source: A vast network of tunnels that run beneath the entire island. The surface of Onu-Wahi has little in terms of development, as the Onu-Matoran largely prefer to live beneath the surface due to their poor eyesight in the bright sun. The majority of Onu-Wahi lies underground, within the caves and mines that are populated by the Onu-Matoran.
el: Ένα τεράστιο δίκτυο σηράγγων που διατρέχει κάτω από ολόκληρο το νησί. Η επιφάνεια του Onu-Wahi έχει ελάχιστη ανάπτυξη, καθώς οι Onu-Matoran προτιμούν σε μεγάλο βαθμό να ζουν κάτω από την επιφάνεια λόγω της κακής τους όρασης στον έντονο ήλιο. Η πλειονότητα του Onu-Wahi βρίσκεται υπόγεια, μέσα στις σπηλιές και ορυχεία που κατοικούνται από τους Onu-Matoran.

# CodexPage_Description,CodexPage_Onua_Desc
source: Onua is the wise and patient Toa of earth. While at first glance he may seem disconnected from the other Toa, that could not be further from the truth. Onua only speaks when he believes he has something worth saying. And when he does speak, it is impactful to the Toa team as a whole. Onua is noticeably shorter than the rest of the Toa, as his head is not in the same place as the rest of the Toa’s builds. His elemental attack launches a spiked piece of earth, which is useful for keeping your distance when dealing with enemies.
el: Ο Onua είναι ο σοφός και υπομονετικός Toa της Γης. Αν και εκ πρώτης όψεως μπορεί να φαίνεται απομονωμένος από τους άλλους Toa, αυτό δεν θα μπορούσε να είναι πιο μακριά από την αλήθεια. Ο Onua μιλάει μόνο όταν πιστεύει πως έχει κάτι που αξίζει να ειπωθεί. Και όταν μιλάει, έχει μεγάλο αντίκτυπο σε όλοι την ομάδα των Toa. Ο Onua είναι αισθητά κοντότερος από τους άλλους Toa, αφού το κεφάλι του δεν είναι στο ίδιο μέρος που είναι στις άλλες Toa κατασκευές. Η στοιχειακή επίθεσή του εκτοξεύει ένα αγκαθωτό κομμάτι γης, που βοηθάει στο να κρατάς τις αποστάσεις σου όταν αντιμετωπίζεις εχθρούς.

# CodexPage_Description,CodexPage_OnuasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. The land all around seems harsh and empty, but the land below is teeming with unseen life, waiting to be explored and discovered.
el: Ένα παράξενο σκάφος που ξεβράστηκε στην παραλία... κανείς στο νησί δεν είναι σίγουρος από πού προέρχεται. Η γη τριγύρω μοιάζει σκληρή και άδεια, αλλά η γη από κάτω σφύζει από αόρατη ζωή, που περιμένει να εξερευνηθεί και να ανακαλυφθεί.

# CodexPage_Description,CodexPage_OnuKini_Desc
source: The Onu-Kini is the temple of Earth. While it lies on the surface of Onu-Wahi, the temple is still subject to the frequent tremors that occur in the caves beneath the surface. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
el: Το Onu-Kini είναι ο ναός της Γης. Ενώ βρίσκεται στην επιφάνεια του Onu-Wahi, ο ναός εξακολουθεί να υπόκειται στις συχνές δονήσεις που συμβαίνουν στις σπηλιές κάτω από την επιφάνεια. Ο ναός στεγάζει μια πέτρα Makoki - ένα θραύσμα ενός κλειδιού που απαιτείται για πρόσβαση στο κρησφύγετο του Makuta.

# CodexPage_Description,CodexPage_OnuTemple_Desc
source: This temple lies above the ground in Po-Wahi, despite being made by the Onu-Matoran. It was constructed long, long ago- before the Onu-Wahi tunnels had been completed. Many Onu-Matoran still choose to make the difficult trek across the harsh, bright desert to pay tribute to Mata Nui- a testament to their faith and dedication.
el: Αυτός ο ναός βρίσκεται πάνω από το έδαφος στο Po-Wahi, παρά το γεγονός ότι κατασκευάστηκε από τους Onu-Matoran. Κατασκευάστηκε πριν πολύ, πολύ καιρό - πριν ολοκληρωθούν οι σήραγγες του Onu-Wahi. Πολλοί Onu-Matoran εξακολουθούν να επιλέγουν να κάνουν το δύσκολο οδοιπορικό στην σκληρή, φωτεινή έρημο για να αποτίσουν φόρο τιμής στη Mata Nui - μια απόδειξη της πίστης και της αφοσίωσής τους.

# CodexPage_Description,CodexPage_Overlook_Desc
source: This overlook was featured in the first ever trailer for Bionicle: Masks of Power. From this point, you are able to see over Ga, Po, Ko, and even Onu-Wahi. It’s a good thing there’s an Akaku right here so that you’re able to enjoy the view.
el: Αυτό το δεσποτήριο εμφανίστηκε στο πρώτο τρέιλερ του Bionicle: Masks of Power. Από αυτό το σημείο, μπορείτε να δείτε πάνω από το Ga, Po, Ko, ακόμα και το Onu-Wahi. Ευτυχώς που υπάρχει μία Akaku ακριβώς εδώ, ώστε να μπορείτε να απολαύσετε τη θέα.

# CodexPage_Description,CodexPage_Pakari_Desc
source: The Kanohi Pakari- the Great Mask of Strength. This mask will enhance your combat strength, and make all of your attacks deal more damage. It’s a powerful mask to use in combat, but can be risky if you choose to use it as opposed to something more defensive, like the Hau.
el: Το Kanohi Pakari- η Μεγάλη Μάσκα της Δύναμης. Αυτή η μάσκα θα ενισχύσει τη δύναμή σας στη μάχη και θα κάνει όλες τις επιθέσεις σας να προκαλούν μεγαλύτερη ζημιά. Είναι μια ισχυρή μάσκα για χρήση στη μάχη, αλλά μπορεί να είναι επικίνδυνη αν επιλέξετε να τη χρησιμοποιήσετε σε αντίθεση με κάτι πιο αμυντικό, όπως την Hau.

# CodexPage_Description,CodexPage_Pohatu_Desc
source: Pohatu is the friendly and cheerful Toa of stone. He makes it a priority to treat all of his fellow Toa with kindness and comradery- though he can sometimes be a little over-the-top about it. He demonstrates the same kindness to the Matoran as well, not treating them like inferiors, but equals. He can often be found playing Koli with the Po-Matoran. Pohatu’s set has the most unique design out of all the Toa, flipping the torso used for all of the Toa upside down. Due to this, Pohatu kicks to attack instead of swinging a weapon. His elemental attack causes a stone pillar to erupt from the ground beneath an enemy, hitting them and launching them into the air.
el: Ο Pohatu είναι ο φιλικός και χαρούμενος Τόα της Πέτρασ. Δίνει προτεραιότητα στο να φέρεται στους άλλους Toa με καλοσύνη και συντροφικότητα - αν και μερικές φορές μπορεί να είναι λίγο υπερβολικός. Δείχνει την ίδια καλοσύνη και στους Matoran, δεν τους φέρεται σαν κατώτερους, αλλά σαν ίσους. Μπορεί να τον βρει κανείς συχνά παίζοντας Koli με τους Po-Matoran. Το σετ του Pohatu έχει το πιο μοναδικό σχέδιο από όλα τα Τόα, αναποδογυρίζοντας τον σώμα που χρησιμοποιείται για τους Toa. Εξαιτίας αυτού, ο Pohatu κλωτσάει για να επιτεθεί αντί να κραδαίνει ένα όπλο. Η στοιχειώδης επίθεσή του προκαλεί την εκτίναξη μιας πέτρινης κολόνας από το έδαφος κάτω από έναν εχθρό, χτυπώντας τον και εκτοξεύοντάς τον στον αέρα.

# CodexPage_Description,CodexPage_PohatusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Canyons dotted with intricate carvings can be seen in the distance, beckoning to be explored.
el: Ένα παράξενο σκάφος που ξεβράστηκε στην παραλία... κανείς στο νησί δεν είναι σίγουρος από πού προέρχεται. Φαράγγια διάσπαρτα με περίτεχνα σκαλίσματα διακρίνονται στο βάθος, που προσκαλούν να εξερευνηθούν.

# CodexPage_Description,CodexPage_PoisonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The green variant can be found primarily in Le-Wahi. These Nui-Jaga are extremely fast, making them difficult to escape and even more difficult to avoid their relentless attacks. Take care that you don’t find yourself swarmed by a group of them.
el: Σκορποειδής Rahi και ελέγχονται από τον Makuta. Η πράσινη παραλλαγή μπορεί να βρεθεί κυρίως στο Le-Wahi. Αυτοί οι Nui-Jaga είναι εξαιρετικά γρήγοροι, καθιστώντας δύσκολη τη διαφυγή τους και ακόμη πιο δύσκολη την αποφυγή των αδυσώπητων επιθέσεών τους. Προσέξτε να μην βρεθείτε κατακλυσμένη από μια ομάδα από δαύτα.

# CodexPage_Description,CodexPage_PoKini_Desc
source: The Po-Kini is the temple of Stone. Hiding deep in the harsh Motara desert, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Turaga Onewa seems to know the secret to unlocking the temple.
el: Το Po-Kini είναι ο ναός της Πέτρας. Κρυμμένος βαθιά στην άγρια έρημο Motara, αυτός ο ναός στεγάζει μια πέτρα Makoki - ένα θραύσμα ενός κλειδιού που χρειάζεται για την πρόσβαση στο κρησφύγετο του Makuta. Ο Turaga Onewa φαίνεται να γνωρίζει το μυστικό για το ξεκλείδωμα του ναού.
