Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_ScaredConvo2
source: We are, please exuse Laru, he's still very shaken up from the incident.
pl_pl: Tak, jesteśmy. Proszę, wybacz Laru - wciąż jest bardzo wstrząśnięty po tym incydencie.

# Dialogue_Text,DL_ScaredConvo3
source: The Tarakava down there sprinted at us from across the Pillar lands. Luckily, Me and Laru made it up here before they attacked - I think they wanted our cargo.
pl_pl: Tarakava wbiegły na nas z okolic Krainy Filarów. Na szczęście Laru i ja wdrapaliśmy się tutaj, zanim zaatakowały — myślę, że zależało im na naszym ładunku.

# Dialogue_Text,DL_ScaredConvo4
source: I was never allowed to look inside, though it smelled terrible. Based on what I can see it looks like some kind of fish.
pl_pl: Nigdy nie pozwalano mi zaglądać do środka, ale coś tam okropnie śmierdziało. Na tej podstawie wnioskuję, że to jakiś rodzaj ryby.

# Dialogue_Text,DL_ScaredConvo5
source: They're after me, THEY'RE AFTER MY MASK!
pl_pl: Przyszły po mnie - PRZYSZŁY PO MOJĄ MASKĘ!

# Dialogue_Text,DL_ScaredConvo6
source: Relax Laru, no one's after your mask.
pl_pl: Spokojnie, Laru. Nikt nie przyszedł po Twoją maskę.

# Dialogue_Text,DL_ScaredConvo7
source: NO NO YOU'RE WRONG! I smell like them, the Pink tailed ruki - It's their favorate treat! Wait, THEY'RE GOING TO EAT ME!
pl_pl: NIE, NIE, MYLISZ SIĘ! Pachnę jak one, Rózowoogonowe Ruki - to ich ulubiony smakołyk! Chwila, ONE CHCĄ MNIE ZJEŚĆ!

# Dialogue_Text,DL_ScaredConvo8
source: Wait, Pink tailed Ruki? They're illegal in Po-Koro, why were we transporting this there?
pl_pl: Chwila, Różowoogonowe Ruki? One są nielegalne w Po-Koro. Dlaczego więc je tu wieźliśmy?

# Dialogue_Text,DL_ScaredConvo9
source: Well, yes that's what it said on the order form. You know him?
pl_pl: Cóż, tak - tak było napisane na formularzu zamówienia. Znasz go?

# Dialogue_Text,DL_ScaredConvoWho
source: WHAT DO YOU MEAN? Omak didn't send you? Gah!
pl_pl: CO TY MÓWISZ? To nie Omak Cię przysłał? ACHHH!

# Dialogue_Text,DL_Scholar1
source: </><Matoran>The chronicler will become the light</><Key> ... Hmm Okay.
pl_pl: </><Matoran>Kronikarz stanie się światłem</><Key> ...Hmm, w porządku.

# Dialogue_Text,DL_Scholar2
source: Huh? Oh hello Toa, I was just reading the wall of prophecies. Much of it is written in an older dialect, I am one of a few who transcribe those passages into our new way of speech.
pl_pl: Huh? Och, witaj, Toa. Właśnie czytałem Ścianę Proroctw. Wiele z tekstów jest zapisanych w starszym dialekcie. Jestem jednym z nielicznych, którzy przepisują te fragmenty na nasz nowy sposób mówienia.

# Dialogue_Text,DL_SellerConsumables1
source: Toa $T! I have just what you need, healing plants, empowering drinks and more!
pl_pl: Toa $T! Mam to, czego potrzebujesz: rośliny lecznicze, napoje wzmacniające i wiele więcej!

# Dialogue_Text,DL_SellerConsumablesHewtinii
source: Toa! Welcome to Hewtinii's comestibles, I've got plenty of exactly what you need $T!
pl_pl: Toa! Witaj w sklepie z wiktuałami Hewtinii! Mam mnóstwo dokładnie tego, czego potrzebujesz, $T!

# Dialogue_Text,DL_SellerConsumablesHewtiniiFikouNui
source: They're the worst! I can't stand them!
pl_pl: Są najgorsze! Nie mogę ich znieść!

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran1
source: Oh? Well that would be because I'm not a Ga-Matoran.
pl_pl: Och? To dlatego, że nie jestem Ga-Matoranką.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran2
source: It's fine! I understand if my presence in Ga-Koro may have confused you, Toa $T.
pl_pl: Nie ma problemu! Rozumiem, że moja obecność w Ga-Koro mogła Cię zdezorientować, Toa $T!

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran3
source: Your guess is as good as mine! Though I've been told I sometime speak words that no Matoran understands.
pl_pl: Twoje przypuszczenia są równie dobre co moje! Chociaż słyszałam, że czasami mówię słowa, których żaden Matoranin nie rozumie.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran4
source: Well, the other day I caught myself saying "Vackert Väder!" when I was talking to Hahli.
pl_pl: Cóż, pewnego dnia złapałam się na tym, że powiedziałam "Vackert Väder!" podczas rozmowy z Hahli.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran5
source: I honestly do not know, but it made the rest of the conversation quite awkward...
pl_pl: Szczerze mówiąc, nie wiem, ale sprawiło to, że reszta rozmowy była dość niezręczna...

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran7
source: ...I did it again, didn't I?
pl_pl: ...Znowu to zrobiłam, prawda?

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura1
source: Oh Kapura? He said he was going to walk across the entirety of Mata-Nui. I don't know what's gotten into him, and I'm not sure how I feel about it.
pl_pl: Och, Kapura? Mówił, że chce okrążyć całą wyspę Mata Nui. Nie mam pojęcia, co w niego wstąpiło i nie wiem, co o tym myśleć.

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura2
source: I don't know if you've noticed Toa $T, but Kapura walks very slow. In fact he's so slow that a Rahi would be able to catch him without even trying!
pl_pl: Nie wiem, czy {G}|gender(zauważyłeś, zauważyłaś), Toa $T, ale Kapura chodzi bardzo wolno. W rzeczywistości jest tak wolny, że Rahi złapałyby go bez większego wysiłku!

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura3
source: I mean, there is a chance that they would consider him too boring to hunt, but you never know what goes on in the heads of the Nui-Jaga, Nui-Rama, and... *gulp* F-Fikou-Nui...
pl_pl: Wiesz, jest szansa, że uznają go za zbyt nudnego, by na niego polować, ale nigdy nie wiadomo, co wpadnie do głowy Nui-Jaga, Nui-Rama i... *nerwowo przełyka ślinę* F-Fikou-Nui...

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura4
source: I would very much appreciate that if you did, Toa $T!
pl_pl: Byłabym bardzo wdzięczna, Toa $T!

# Dialogue_Text,DL_SellerConsumablesTimed
source: Greetings! Have a look at my wares, you'll like what you see I'm sure of it! Long lasting energy, restorative gels, I've got it all!
pl_pl: Witaj! Spójrz na moje towary, na pewno Ci się spodobają! Długo utrzymująca się energia, żele regeneracyjne — mam to wszystko!

# Dialogue_Text,DL_SellerGeneral1
source: Come, take a look at my wares! Even a Toa needs what I have!
pl_pl: Chodź, rzuć okiem na moje towary! Nawet Toa potrzebuje tego, co mam!

# Dialogue_Text,DL_SellerMaskJuice1
source: Oh Toa hey! Come here, come here! I've got something you want!
pl_pl: Och, hej, Toa! Chodź tutaj, chodź tutaj! Mam coś, czego na pewno chcesz!

# Dialogue_Text,DL_SellerMaskJuiceQuestion
source: A rare, beautiful substance. I've heard rumors that it may have the ability to power masks, and make them work like your own do.
pl_pl: Rzadka, piękna substancja. Słyszałem plotki, że może zasilać maski i sprawiać, że będą działać tak jak Twoja.

# Dialogue_Text,DL_SellerMasks1
source: My my a Toa, what luck! I carry something you may be interested in, Masks!
pl_pl: Ojej, Toa! Co za szczęście! Sprzedaję coś, co może Cię zainteresować — Maski!

# Dialogue_Text,DL_SellerMasksNobua
source: Oh uhh. Hello Toa, Nobua here.
pl_pl: Och, uh... Cześć, Toa. Tutaj Nobua.

# Dialogue_Text,DL_SellerMasksNobua1
source: Oh fie, I'm not very good at this shopkeeping thing. Did you want to buy something Toa?
pl_pl: Och, do diabła. Nie jestem dobry w tych sklepikarskich sprawach. Czy chcesz coś kupić, Toa?

# Dialogue_Text,DL_SellerMasksNobua2
source: Masks! Or... mask replacements anyways. We don't get a lot of sales to be honest, not sure how the company keeps us in business.
pl_pl: Maski! Albo... zamienniki masek. Szczerze mówiąc, nie mamy dużo sprzedaży, nie wiem, jakim cudem firma nas utrzymuje.

# Dialogue_Text,DL_SellerMasksNobua3
source: Huh? Oh uhh... I'm not supposed to talk about it, but seeing as you're a Toa...
pl_pl: Huh? Och, umm... nie powinienem o tym mówić, ale widząc Toa {G}|gender(takiego, taką) jak Ty...

# Dialogue_Text,DL_SellerMasksNobua4
source: *Hushed* I'm currently working off my debt to the company, they said they'd throw me out of Onu-Koro if I didn't work for them!
pl_pl: *Ściszonym głosem* Obecnie odpracowuję swój dług wobec firmy. Powiedzieli, że jeśli nie będę dla nich pracował, wyrzucą mnie z Onu-Koro!

# Dialogue_Text,DL_SellerMasksNobua5
source: Buy my stuff! The more widgets I get, the closer I am to getting them off my back! *Wispering* Please don't tell anyone I told you this...
pl_pl: Kup moje rzeczy! Im więcej widżetów zarobię, tym bliżej jestem tego, żeby się ich pozbyć! *Szepcze* Proszę, nie mów nikomu, że Ci to powiedziałem...

# Dialogue_Text,DL_SellerMasksQuestion
source: Yes really! Although they are made for Matoran, they may work on a Toa who knows?
pl_pl: Naprawdę! Chociaż są one zrobione dla Matoran, może zadziałają też na Toa.

# Dialogue_Text,DL_SellerMetal1
source: AH HA! Exactly the one who should visit my shop, you must have stumbled across some metalic objects in your travels Toa! If so, I'd buy them at a high price!
pl_pl: Aha! Dokładnie {G}|gender(ten, ta), {G}|gender(kto, która) {G}|gender(powinien, powinna) odwiedzić mój sklep. {G}|gender(Musiałeś, Musiałaś) natknąć się na jakieś metalowe przedmioty podczas swoich podróży, Toa! Jeśli tak, chętnie je od Ciebie odkupię za sporą sumkę!

# Dialogue_Text,DL_SellerNone
source: Ugghh, my head...
pl_pl: Auć, moja głowa...

# Dialogue_Text,DL_SellerNone1
source: Nothing, it doesn't matter.
pl_pl: Nic, to nieważne.

# Dialogue_Text,DL_SellerNone2
source: It's those two next door, they won't stop arguing! My head is killing me I can't sell, much less think!
pl_pl: To Ci obok, ciągle się kłócą! Głowa mnie boli, nie mogę sprzedawać, nie mówiąc już o myśleniu!

# Dialogue_Text,DL_SellerNotes
source: Oh oh a Toa! You MUST have some interesting artifacts from all your travels! Some ancient notes, books, anything!
pl_pl: Och, och, Toa! MUSISZ mieć jakieś ciekawe artefakty ze swoich podróży! Jakieś starożytne notatki, książki, cokolwiek!

# Dialogue_Text,DL_SellerSports
source: Kolhii, Kolhii, Kolhii! Welcome to my shop Toa, I sell everything you'll ever need for a Kolhii match!
pl_pl: Kolhii, Kolhii, Kolhii! Witaj w moim sklepie, Toa! Sprzedaję wszystko, czego kiedykolwiek będziesz potrzebować do meczu Kolhii!

# Dialogue_Text,DL_SellerSports1
source: Too? I - Oh, you've met Ahkmou...
pl_pl: Też? Ja - Och, spotkałeś Ahkomu...

# Dialogue_Text,DL_SellerSports2
source: No I don't like him! He's an egotistacal charlatan selling Kolhii balls just for the profit! He cares nothing about the actual game, the sportsmanship!
pl_pl: Nie, nie lubię go! Jest egocentrycznym szarlatanem sprzedającym piłki Kolhii tylko dla zysku! Nie obchodzi go sama gra ani duch sportu!

# Dialogue_Text,DL_SellerTrade
source: Yes, let's trade!
pl_pl: Tak, pohandlujmy.

# Dialogue_Text,DL_SellerTrade2
source: Of course!
pl_pl: Oczywiście!

# Dialogue_Text,DL_Selling1
source: This amount's worth well more than 80 widgets!
pl_pl: Taka ilość jest warta znacznie więcej niż 80 widżetów!

# Dialogue_Text,DL_Selling2
source: But are you sure you can't at least drop the price a little?
pl_pl: Ale na pewno nie możesz trochę spuścić z ceny?

# Dialogue_Text,DL_Selling3
source: Lava stone is very difficult to harvest, and with the recent rahi attacks it's in very high demand to be used for repairs... I suppose I could drop it to 75.
pl_pl: Kamień lawowy jest bardzo trudny do wydobycia, a wraz z ostatnimi atakami Rahi jest na niego duże zapotrzebowanie do napraw... Myślę, że mogę obniżyć cenę do 75.

# Dialogue_Text,DL_Selling4
source: Hmm, I think I have that much...
pl_pl: Hmmm, chyba tyle mam...

# Dialogue_Text,DL_Seltra1
source: I really need to find a better place for my books...
pl_pl: Naprawdę muszę znaleźć lepsze miejsce na moje książki...

# Dialogue_Text,DL_Seltra2
source: Oh Toa $T, Hi! Have you seen any Rahi recently?
pl_pl: Och, Toa $T, cześć! {G}|gender(Widziałeś, Widziałaś) ostatnio jakieś Rahi?

# Dialogue_Text,DL_Seltra3
source: Well since you're a Toa, you get around better than us Matoran. You must get to see so many cool creatures!
pl_pl: Cóż, skoro jesteś Toa, przemieszczasz się bardziej niż my, Matoranie. {G}|gender(Musiałeś, Musiałaś) widzieć tyle wspaniałych stworzeń!

# Dialogue_Text,DL_Seltra4
source: Oooooo! Sounds exciting, Tell me all about them!
pl_pl: Oooooo! Brzmi ekscytująco, opowiedz mi o wszystkich!

# Dialogue_Text,DL_Seltra5
source: Ack! Wait, I was supposed to be reorginising my books. If I don't finish now then I'll forget how I was doing it! Rain check on that story Toa!
pl_pl: Ach! Czekaj, miałam porządkować swoje książki. Jeśli teraz tego nie skończe, zapomnę, jak to robiłam! Później wrócimy do tej historii, Toa!

# Dialogue_Text,DL_ShipperCleanUp
source: Oh, thank you Toa but I'll be okay.
pl_pl: Och, dziękuję, Toa, ale poradzę sobie.

# Dialogue_Text,DL_ShipperDefault
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today?
pl_pl: Witaj w centrum przesyłkowym Onu-Koro. Czy mogę Ci dzisiaj jakoś pomóc?

# Dialogue_Text,DL_ShipperDefault2
source: This is the Onu-Koro shipping center, we ship things from Koro to Koro. I know it seems like we're in Po-Wahi but we're actually just on the edge of Onu-Wahi!
pl_pl: To centrum przesyłkowe Onu-Koro. Dostarczamy przesyłki z Koro do Koro. Wiem, że wygląda to tak, jakbyśmy byli w Po-Wahi, ale tak naprawdę jesteśmy tuż na skraju Onu-Wahi!

# Dialogue_Text,DL_ShipperIntro
source: *The Matoran has his eyes closed tightly. He seems to be attempting to be as quiet as possible.*
pl_pl: *Matoranin ma mocno zaciśnięte oczy. Wygląda, jakby starał się być tak cicho, jak to tylko możliwe.*

# Dialogue_Text,DL_ShipperIntro_2
source: *The Matoran keeps his eyes shut.* Who... Who's there?
pl_pl: *Matoranin dalej trzyma oczy zaciśnięte.* Kto... Kto tu jest?

# Dialogue_Text,DL_ShipperIntroGetup
source: They're gone? *He gets up, being cautious.* Oh, good. There were... two, maybe three? Or was it six? A bunch of Tarakava came in and wrecked the place!
pl_pl: Czy one sobie poszły? *Ostrożnie wstaje* Och, całe szczęście. Były tutaj... dwa, może trzy? A może sześć? Masa Tarakava przyszła i zniszczyła to miejsce!

# Dialogue_Text,DL_ShipperIntroRahi
source: Oh... Oh yeah? What kind of Rahi?
pl_pl: Och... ach tak? Jakim gatunkeim Rahi?

# Dialogue_Text,DL_ShipperIntroRahi_Tarakava
source: *He keeps his eyes shut.* Alright. Go ahead and eat me. Wait... Tarakava usually don't bother talking to their dinner... *He opens his eyes.* Toa! Why did you try and scare me like that?
pl_pl: *Dalej ma zamknięte oczy* Dobra. Chodź i zjedz mnie. Czekaj... Tarakava zazwyczaj nie kłopocze się rozmową ze swoim obiadem... *Otwiera oczy* Toa! Dlaczego próbujesz mnie tak straszyć?

# Dialogue_Text,DL_ShipperIntroRahi_Toa
source: Wait a minute... Toa aren't Rahi! *He opens his eyes.* Oh, It's you Toa $T. You shouldn't try to trick people, it's unbecoming of a hero.
pl_pl: Zaczekj chwilę... Toa nie są Rahi! *Otwiera oczy.* Och, to Ty, Toa $T. Nie {G}|gender(powinieneś, powinnaś) tak straszyć Matoran - to niestosowne jak na {G}|gender(bohatera, bohaterkę).

# Dialogue_Text,DL_ShipperIntroRahi_Ussal
source: An Ussal that can talk? I've gotta see this... *He opens his eyes.* Oh. It's just you, Toa $T... I mean, not that i'm not glad to see you, that is!
pl_pl: Ussale potrafią mówić? Muszę to zobaczyć... *Otwiera oczy* Och. To tylko Ty, Toa $T... Znaczy, to nie tak, że nie cieszę się, że Cię widzę!

# Dialogue_Text,DL_ShipperIntroToa
source: T-Toa? *He opens his eyes.* Toa $T! It's good to see you... Ouch. It's a bit bright. I've had my eyes closed for a while now...
pl_pl: T-Toa? *Otwiera oczy* Toa $T! Dobrze Cię widzieć... Ała. Tu jest tak jasno. Miałem zamknięte oczy przez tak długi czas...

# Dialogue_Text,DL_ShipperIntroToa_2
source: Oh, I was hiding. Didn't you see them when you came in?
pl_pl: Och, ukrywałem się. Nie {G}|gender(widziałeś, widziałaś) ich, kiedy tu {G}|gender(wchodziłeś, wchodziłaś)?

# Dialogue_Text,DL_ShipperMahi
source: The Mahi! Thank Mata-Nui they're safe. You're right, it's odd for Tarakava that seem so ravenous to not eat the nearest Rahi - or Matoran - in plain sight...
pl_pl: Mahi! Dzięki Mata Nui, że nic się im nie stało. Masz rację, to dziwne, że Tarakava, które wyglądały na takie wygłodniałe, nie zjadły najbliższych Rahi - albo Matoranina - które były na widoku...

# Dialogue_Text,DL_ShipperOnuKoro
source: We're the official shipping center for the city because we're the only major Onu-Wahi Port, but not all shipments from Onu-Koro go through us. In fact, our boss doesn't even visit this location often. It's kinda confusing, I don't really know how it works. But I work here anyway.
pl_pl: Jesteśmy oficjalnym centrum przesyłkowym dla miasta, ponieważ jesteśmy jedynym głównym portem Onu-Wahi. Jednak nie wszystkie przesyłki z Onu-Koro przechodzą przez nas. W rzeczywistości nasz szef rzadko odwiedza to miejsce. To trochę dziwne, nie do końca rozumiem, jak to działa. Mimo to i tak tu pracuję.

# Dialogue_Text,DL_ShipperQuest1
source: Oh, Mr Khalo's shipment? I think my couriers started on their way with it yesterday. Come to think of it, they should be back by now.
pl_pl: Och, zamówienie pana Khalo? Sądzę, że moi kurierzy wyruszyli z nią wczoraj. Teraz, kiedy o tym myślę, powinni już być z powrotem.

# Dialogue_Text,DL_ShipperQuestWhichWay
source: Well, their usual route to Po-Koro takes them from here and through the Pillar-Lands. That's roughly north east of here. I'd start there.
pl_pl: Cóż, standardowa trasa do Po-Koro wiedzie stąd przez Krainę Filarów. To mniej więcej na północny wschód stąd. Sprawdziłbym tam.

# Dialogue_Text,DL_ShipperWhatHappened
source: Well, I was alone here, when all of the sudden a bunch of big mean Tarakava came around, destroying all sorts of stuff! They usually never get this close to here... They must have been looking for something specific...
pl_pl: Cóż, byłem tu sam, kiedy niespodziewanie pojawiła się grupa wielkich, wrogo nastawionych Tarakava i zaczęła wszystko niszczyć! Zazwyczaj nie podchodzą tak blisko... Musiały szukać czegoś konkretnego...

# Dialogue_Text,DL_ShipperWhatPlace
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today? ...Sorry, habit.
pl_pl: Witaj w centrum przesyłkowym Onu-Koro. Czy mogę Ci dzisiaj jakoś pomóc? ...Przepraszam, przyzwyczajenie.

# Dialogue_Text,DL_StaffSeller1
source: Excuse me for a moment... Welcome Toa to my humble shop! Would you perhaps be in the market for a Ta-Koro Guard staff?
pl_pl: Przepraszam na chwilę... Witaj, Toa, w moim skromnym sklepie! Czy może rozglądasz się za kosturem Gwardii Ta-Koro?

# Dialogue_Text,DL_StaffSeller2
source: Uhh well, technically no... You're supposed to have a Ta-Koro Guard insignia, but I'd be willing to make an exception for you!
pl_pl: Ech, w sumie to nie... {G}|gender(Powinieneś, Powinnaś) mieć emblemat Gwardii Ta-Koro, ale mogę zrobić dla Ciebie wyjątek.

# Dialogue_Text,DL_StaffSellerQuartermaster
source: Oh dear, how wrong?
pl_pl: Ojej, co jest nie tak?

# Dialogue_Text,DL_StaffSellerQuartermaster2
source: Gahh! I knew I'd get those mixed up at some point, they look exactly the same! I'll correct that straight away... Hmm, perhaps you would be willing to bring the class two's back for me?
pl_pl: Ach! Wiedziałem, że kiedyś się pomylę - wyglądają identycznie! Już to naprawię... Hm, może {G}|gender(mógłbyś, mogłabyś) przynieść mi z powrotem te klasy drugiej?

# Dialogue_Text,DL_StaffSellerQuartermaster3
source: Excellent I'll get right on that then!
pl_pl: Wspaniale, zaraz się tym zajmę!

# Dialogue_Text,DL_StaffSellerQuartermaster4
source: Ahh $T have you spoken to the Quartermaster yet?
pl_pl: Ach, $T. {G}|gender(Rozmawiałeś, Rozmawiałaś) już z Kwatermistrzem?

# Dialogue_Text,DL_StaffSellerQuartermaster5
source: Excellent! I've already sent out for the corrected delivery, it should be here within four days time.
pl_pl: Wspaniale! Już wysłałem poprawioną dostawę, powinna dotrzeć w ciągu czterech dni.

# Dialogue_Text,DL_StaffSellerQuartermaster6
source: Hold a moment toa! I can't have you go wandering off without your reward. Here we are, would 60 widgets be enough for you troubles.
pl_pl: Zaczekaj chwilę, Toa! Nie mogę Cię puścić bez nagrody. Proszę, mam nadzieję, że 60 widżetów wystarczy za Twoje trudy.

# Dialogue_Text,DL_StaffSellerQuartermaster7
source: Welcome back to my shop Toa $T! I appreciate what you did, helping me with that mess earlier.
pl_pl: Witaj ponownie w moim sklepie, Toa $T! Doceniam to, co {G}|gender(zrobiłeś, zrobiłaś) dla mnie ostatnim razem, pomagając naprawić ten bałagan..

# Dialogue_Text,DL_StaffSellerQuartermasterRewardQuestion
source: Well, I suppose I could reward you with a large sum of widgets, would that suffice?
pl_pl: Cóż, sądzę, że mogę Cię nagrodzić sporą sumą widżetów, jeśli to Cię zadowli.

# Dialogue_Text,DL_StatueCarver1
source: *Mumbling to self* Carry the one... Hmm yes, more over there...
pl_pl: *Mamrocze do siebie* Przenieść jedno... Hmm, tak, jeszcze jedno tam...

# Dialogue_Text,DL_StatueCarver2
source: ACK! Goodness Toa, You shouldn't sneak up on people like that, I'm working on a carving of the Great Toa of stone, Pohatu.
pl_pl: ACH! Ojeju, Toa! Nie {G}|gender(powinieneś, powinnaś) się tak podkradać do Matoran. Pracuję nad rzeźbą Wielkiego Toa Kamienia - Pohatu.

# Dialogue_Text,DL_StatueCarverPohatu
source: Yes, I suppose he is...
pl_pl: Tak, chyba jest...

# Dialogue_Text,DL_StatueCarverPohatu1
source: Toa $T, You're here? You - Uhh, it's not finished yet. I would say don't look, but I'm afraid that's to exactly possible.
pl_pl: Toa $T, Ty tutaj? Ty - eee, jeszcze nie jest skończona. Powiedziałbym, żebyś nie {G}|gender(patrzył, patrzyła), ale obawiam się, że to nie do końca możliwe.

# Dialogue_Text,DL_StatueCarverPohatu2
source: I knew you'd like it! Wait, Now that you're here, you could model for me! You'd just have to stand still for... A few hours... or days...
pl_pl: Wiedziałem, że Ci się spodoba! Czekaj, teraz, kiedy tu jesteś, możesz dla mnie pozować! Wystarczy, że będziesz {G}|gender(stał, stała) nieruchomo przez... kilka godzin... albo dni...

# Dialogue_Text,DL_StatueSeller
source: Statuettes! Souvenirs! Excellent Po-Koronan Craftsmanship! What about you toa? Would you like a Statuette of yourself $T?
pl_pl: Posążki! Pamiątki! Wspaniałe wyroby Po-Koran! A Ty, Toa, {G}|gender(chciałbyś, chciałabyś) kupić swoją statuetkę, $T?

# Dialogue_Text,DL_Tafall1
source: Greetings Toa $T! Welcome to Whagna Village, our humble home on the outskirts of Ko-Wahi.
pl_pl: Witaj, Toa $T, w wiosce Whagna! Naszym skromnym domu na obrzeżach Ko-Wahi.

# Dialogue_Text,DL_TafallAbandoned1
source: Because I want to, and I have nothing else to do! Why won't you let me?
pl_pl: Ponieważ tak chcę i nie mam nic innego do roboty! Dlaczego mi nie pozwalasz?

# Dialogue_Text,DL_TafallAbandoned2
source: Like I told you last time Tafall, I can't teach you right now! Plus Marka just asked me to start building a new boat, ontop of everything else I need to get finished already!
pl_pl: Mówiłem Ci już ostatnim razem, Tafall — nie mogę Cię teraz uczyć! A do tego Marka właśnie poprosiła mnie, żebym zaczął budować nową łódź, na dodatek do wszystkiego, co już muszę skończyć!

# Dialogue_Text,DL_TafallAbandoned3
source: Oh... Heeeyyy there Toa...
pl_pl: Och... Heeeej, Toa...

# Dialogue_Text,DL_TafallAbandoned4
source: I want to be Taphal's apprentace so I can learn to work on things like him, but he doesn't want to teach me!
pl_pl: Chcę zostać uczennicą Taphala, żeby mógł nauczyć mnie robić rzeczy tak jak on, ale on nie chce mnie uczyć!

# Dialogue_Text,DL_TafallAbandoned5
source: That's right. I just can't fit it into my schedule at this point!
pl_pl: Dokładnie. Aktualnie nie mam na to miejsca w moim grafiku!
