Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_2
source: What makes you think some vain accessory would change my mind about any of this?
ru_ru: И почему же ты думаешь, что какой-то глупый аксессуар изменит моё мнение об этом?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_3
source: This is idiotic. I’m leaving.
ru_ru: Это глупо. Я ухожу.

# Dialogue_Response,DL_RacePohatuPodu1_PlayerResponse_1
source: Telling him you have some urgent mission, forcing him to wait in Ko-Koro, and sending him here, on the edge of the Po-Wahi desert? Are you always this cruel to your own Matoran?
ru_ru: Сказать ему, что у тебя какая-то «архиважная» миссия, заставлять его ждать в По-Коро, а затем посылать его сюда, на окраину пустыни По-Вахи? Ты всегда так жестоко обращаешься со своими Маторанами?

# Dialogue_Response,DL_RacePohatuPodu2_PlayerResponse_1
source: ...What do you want.
ru_ru: ...Что ты хочешь?

# Dialogue_Response,DL_RacePohatuWhy2_PlayerResponse_1
source: Because we’re “good friends?”
ru_ru: Потому что мы «хорошие друзья»?

# Dialogue_Response,DL_RacePohatuWhy3_PlayerResponse_1
source: The what?
ru_ru: Что-что?

# Dialogue_Response,DL_RacePohatuWhy4_PlayerResponse_1
source: I find that highly unlikely.
ru_ru: Я нахожу это крайне маловероятным.

# Dialogue_Response,DL_RacePohatuWhy5_PlayerResponse_1
source: Poll or not, I’m still not partaking in your little race.
ru_ru: Голосуй-не голосуй, всё равно я не буду участвовать в твоей гоночке.

# Dialogue_Response,DL_RacePohatuWhy6_PlayerResponse_1
source: I’d hardly call running across a vast, empty desert “Fun.”
ru_ru: Я вряд ли назвал бы бег вокруг огромной пустыни «весельем».

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_1
source: ...Very well. I accept.
ru_ru: ...Ну что ж, я принимаю вызов.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_2
source: I’m leaving.
ru_ru: Я ухожу.

# Dialogue_Response,DL_RacePohatuWhy_PlayerResponse_1
source: You mistake me for one who cares about such things. Lewa would have been a much better choice to tempt with this mindless game.
ru_ru: Ты путаешь меня с кем-то, кого волнует такое. Лева подошёл бы гораздо лучше, чтобы соблазниться такой бессмысленной игрой.

# Dialogue_Response,DL_RahiAboutTemple_PlayerResponse_1
source: Don't worry, I'll deal with them.
ru_ru: Не волнуйся, я разберусь с ними.

# Dialogue_Response,DL_RockGuy_PlayerResponse_2
source: Nice place.
ru_ru: Неплохое место.

# Dialogue_Response,DL_SadKolhiiPlayer2_PlayerResponse_1
source: You can tell me.
ru_ru: Ты можешь рассказать мне.

# Dialogue_Response,DL_SadKolhiiPlayer_PlayerResponse_1
source: Hello?
ru_ru: Привет?

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_1
source: I'm sure you'll use it more than I will.
ru_ru: Я {G}|gender(уверен, уверена), что ты найдёшь ему лучшее применение, чем я.

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_2
source: Sorry I'm afriad I need it.
ru_ru: Извини, но мне он нужнее.

# Dialogue_Response,DL_SadKolhiiPlayerComplete1_PlayerResponse_1
source: Enjoying your Comet?
ru_ru: Наслаждаешься своей Кометой?

# Dialogue_Response,DL_SadKolhiiPlayerComplete2_PlayerResponse_1
source: I see, make sure you get lot's of rest.
ru_ru: Ясно, постарайся как следует отдохнуть.

# Dialogue_Response,DL_SadKolhiiPlayerCompleteQuest_PlayerResponse_1
source: There is no need for that, You have compensated me fairly.
ru_ru: Это не нужно, ты и так как следует вознаградил меня.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_1
source: Oh, I already have one.
ru_ru: Ой, у меня уже есть один.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
ru_ru: Этого должно хватить, да? (300 виджетов)

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
ru_ru: Давай мне всё, что есть, я попробую компенсировать разницу.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
ru_ru: Мне жаль, но сейчас я ничем не могу помочь.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_1
source: Oh, I already have one.
ru_ru: О, у меня уже есть один.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
ru_ru: Этого должно хватить, да? (300 виджетов)

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
ru_ru: Давай мне всё, что есть, я попробую компенсировать разницу.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
ru_ru: Мне жаль, но сейчас я ничем не могу помочь.

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_1
source: Of course!
ru_ru: Конечно!

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_2
source: On second thought...
ru_ru: С другой стороны...

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice2_PlayerResponse_1
source: You're welcome - and thank you.
ru_ru: Не за что – и тебе спасибо.

# Dialogue_Response,DL_SadKolhiiPlayerGiveHalf_PlayerResponse_1
source: I'll get right on it.
ru_ru: Я этим займусь.

# Dialogue_Response,DL_SadKolhiiPlayerNoMoney_PlayerResponse_1
source: I'll be back.
ru_ru: Я скоро вернусь.

# Dialogue_Response,DL_SadKolhiiPlayerReturn1_PlayerResponse_1
source: Relax, here it is.
ru_ru: Успокойся, вот он.

# Dialogue_Response,DL_SadKolhiiPlayerReturn2_PlayerResponse_1
source: Would there perhaps be some kind of a reward? That was very expensive.
ru_ru: Может, будет хотя бы какое-то вознаграждение? Мяч был не очень дешёвым.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_1
source: I have.
ru_ru: Да, удалось.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_2
source: Not yet I'm afraid.
ru_ru: Боюсь, ещё нет.

# Dialogue_Response,DL_SadKolhiiPlayerReturnNoMoneyReward_PlayerResponse_1
source: Widgets would be enough, but if you want to give me more I suppose it couldn't hurt.
ru_ru: Виджетов будет достаточно, но если ты хочешь дать мне что-то ещё, то я не сильно против.

# Dialogue_Response,DL_SadKolhiiPlayerRewardItem_PlayerResponse_1
source: You're welcome - and thank you.
ru_ru: Не за что – и спасибо.

# Dialogue_Response,DL_ScaredConvo1_PlayerResponse_2
source: Omak sent me, you're the couriers for this shipment?
ru_ru: Омак прислал меня, вы являетесь перевозчиками этого груза?

# Dialogue_Response,DL_ScaredConvo2_PlayerResponse_1
source: What happened?
ru_ru: Что случилось?

# Dialogue_Response,DL_ScaredConvo3_PlayerResponse_1
source: What is the cargo?
ru_ru: Что за груз?

# Dialogue_Response,DL_ScaredConvo4_PlayerResponse_1
source: Why would this kind of Tarakava be in the desert?
ru_ru: Почему эта разновидность Таракавы оказалась в пустыне?

# Dialogue_Response,DL_ScaredConvo8_PlayerResponse_1
source: Was Khalo The Job master to recive this shipment?
ru_ru: Мастер по работе Кало должен быть получателем данного груза?

# Dialogue_Response,DL_ScaredConvo9_PlayerResponse_1
source: I do... I'm afraid I can't stand for this.
ru_ru: Да... Боюсь, что я не могу это одобрить.

# Dialogue_Response,DL_ScaredConvoWho_PlayerResponse_1
source: Alright...
ru_ru: Ладно...

# Dialogue_Response,DL_Scholar1_PlayerResponse_1
source: What is that language you're speaking?
ru_ru: Что это за язык, на котором ты говоришь?

# Dialogue_Response,DL_Scholar2_PlayerResponse_1
source: Very interesting, I'll leave you to your work.
ru_ru: Очень интересно, можешь продолжить свою работу.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_1
source: Then lets trade.
ru_ru: Давай торговаться, значит.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_2
source: I'm not looking for any of that at the moment.
ru_ru: Мне пока ничего из этого не нужно.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_1
source: I'd like to see what you've got.
ru_ru: Мне хотелось бы посмотреть, что у тебя есть.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_2
source: I heard a rumor about Kapura and your name came up, what's up with him?
ru_ru: Я {G}|gender(слышал, слышала) слух о Капуре и тут всплыло твоё имя. Что с ним?

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_3
source: You sound different from the other Ga-Matoran.
ru_ru: Ты говоришь не так, как другие Га-Матораны.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_4
source: Maybe another time.
ru_ru: Может, в другой раз.

# Dialogue_Response,DL_SellerConsumablesHewtiniiFikouNui_PlayerResponse_1
source: Would it ease your mind if I promise to watch over Kapura?
ru_ru: Станет ли тебе легче, если я дам слово присматривать за Капурой?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran1_PlayerResponse_1
source: M-My apologies! I did not mean to misidentify you..!
ru_ru: М-Мои извинения! Не {G}|gender(хотел, хотела) тебя неправильно идентифицировать..!

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran2_PlayerResponse_1
source: If I may ask... What kind of Matoran are you?
ru_ru: Если я могу спросить... Что ты за Маторан?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran3_PlayerResponse_1
source: Words such as...?
ru_ru: Такие слова, как... ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran4_PlayerResponse_1
source: What uhh... does that mean?
ru_ru: Что, эээ… это значит?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran5_PlayerResponse_1
source: Let's umm... change the subject.
ru_ru: Давай, эмм… сменим тему.

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran6_PlayerResponse_1
source: Come again?
ru_ru: Не {G}|gender(понял, поняла)?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran7_PlayerResponse_1
source: Yep...
ru_ru: Угу...

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura1_PlayerResponse_1
source: How so?
ru_ru: И как же?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_1
source: You don't like Fikou-Nui?
ru_ru: Тебе не нравятся Фику-Нуи?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_2
source: Would it ease your mind if I promise to watch over Kapura?
ru_ru: Станет ли тебе легче, если я дам слово присматривать за Капурой?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura4_PlayerResponse_1
source: Then it's a promise.
ru_ru: Значит, я даю слово.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_1
source: Then lets trade.
ru_ru: Давай торговаться, значит.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_2
source: I'm not looking for any of that at the moment.
ru_ru: Мне пока ничего из этого не нужно.

# Dialogue_Response,DL_SellerMaskJuice1_PlayerResponse_2
source: I don't have the time, sorry.
ru_ru: У меня нет времени, мне жаль.

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_1
source: Let me see!
ru_ru: Можно взглянуть?

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_2
source: I'm not interested.
ru_ru: Я не {G}|gender(заинтересован, заинтересована).

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_1
source: May I see them?
ru_ru: Могу ли я их увидеть?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_2
source: Masks, really?
ru_ru: Маски, серьёзно?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_3
source: I'm not interested yet, sorry.
ru_ru: Мне пока не интересно, мне жаль.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_1
source: I did, let's trade.
ru_ru: Да, давай торговаться.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_2
source: What are you selling here?
ru_ru: Что ты тут продаёшь?

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_3
source: No, just wanted to stop by.
ru_ru: Нет, я лишь {G}|gender(хотел, хотела) заглянуть.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_1
source: Let's trade.
ru_ru: Давай торговаться.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_2
source: You sound down, what's wrong little one?
ru_ru: Ты звучишь грустно. Что стряслось, малец?

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_3
source: I must be going now.
ru_ru: Мне нужно идти.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_1
source: Go on.
ru_ru: Продолжай.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_2
source: Actually I'd like to trade.
ru_ru: Вообще, мне хотелось бы поторговаться.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_3
source: Nevermind, I must be going now.
ru_ru: Неважно, мне нужно идти.

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_1
source: Is there anything I can do to help?
ru_ru: Есть ли что-то, с чем я могу помочь?

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_3
source: Nevermind, I must be going now.
ru_ru: Неважно, мне нужно идти.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_1
source: Very well, let's trade.
ru_ru: Ну что ж, давай торговаться.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_2
source: I'm sorry, but I can't buy anything from you at the moment.
ru_ru: Мне жаль, но я пока ничего не могу купить у тебя.

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_1
source: Hi...
ru_ru: Привет...

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_2
source: Sorry gotta go, Bye.
ru_ru: Извини, мне нужно идти. Пока.

# Dialogue_Response,DL_SellerMetal1_PlayerResponse_1
source: Alright, let's trade!
ru_ru: Конечно, давай поторгуемся!

# Dialogue_Response,DL_SellerNone1_PlayerResponse_1
source: What's wrong?
ru_ru: Что-то не так?

# Dialogue_Response,DL_SellerNone2_PlayerResponse_1
source: Sorry, afraid there's not much I can do about that.
ru_ru: Боюсь, что я с этим ничего не могу поделать. Сожалею.

# Dialogue_Response,DL_SellerNone_PlayerResponse_1
source: What do you sell?
ru_ru: Что ты продаёшь?

# Dialogue_Response,DL_SellerNone_PlayerResponse_2
source: I'll leave you in peace.
ru_ru: Я не буду тебе мешать.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_1
source: I may, lets trade.
ru_ru: Да, давай поторгуемся.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_2
source: I don't, sorry.
ru_ru: Нет, мне жаль.

# Dialogue_Response,DL_SellerSports1_PlayerResponse_1
source: You don't like him?
ru_ru: Он тебе не нравится?

# Dialogue_Response,DL_SellerSports_PlayerResponse_1
source: You sell Kolhii balls too?
ru_ru: Ты тоже продаёшь мячи для Колхи?

# Dialogue_Response,DL_Selling1_PlayerResponse_1
source: *Listen*
ru_ru: *Послушать*

# Dialogue_Response,DL_Seltra1_PlayerResponse_1
source: It seems like it.
ru_ru: Похоже на то.

# Dialogue_Response,DL_Seltra2_PlayerResponse_1
source: I suppose, why?
ru_ru: Наверное, а что?

# Dialogue_Response,DL_Seltra3_PlayerResponse_1
source: I have seen a fair few interesting ones yes.
ru_ru: Я {G}|gender(видел, видела) нескольких интересных, да.

# Dialogue_Response,DL_Seltra4_PlayerResponse_1
source: Well there was this one...
ru_ru: Ну, бы один...

# Dialogue_Response,DL_Seltra5_PlayerResponse_1
source: Ahh, I see. I'll leave you to it.
ru_ru: А, ладно. Я не буду тебе мешать.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_1
source: I need some info about a recent shipment to Po-Koro that's been delayed.
ru_ru: Мне нужна информация касательно доставки в По-Коро, которая была задержана.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_2
source: If there's any other attacks, just shout and i'll be here.
ru_ru: Если произойдёт ещё нападение, то кричи. Я прибегу.

# Dialogue_Response,DL_ShipperDefault2_PlayerResponse_1
source: Ahh Okay!
ru_ru: Ааа, ладно!

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_1
source: What is this place?
ru_ru: Что это за место?

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_2
source: No, I'm fine.
ru_ru: Нет, я в порядке.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_1
source: I'm a Toa.
ru_ru: Я Тоа.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_2
source: I'm a Rahi.
ru_ru: Я Рахи.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_3
source: I'm Nobody. Nevermind.
ru_ru: Я Никто. Неважно.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_1
source: Excuse me, what happened here?
ru_ru: Извиняюсь, а что тут произошло?

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_2
source: Hello, little one.
ru_ru: Привет, малец.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_3
source: *Leave without disturbing him*
ru_ru: *Уйти, не беспокоя его*

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_1
source: Alright, slow down. Tell me what happened.
ru_ru: Ладно, всё, успокойся. Расскажи мне что произошло.

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_2
source: Speaking of - What is this place?
ru_ru: Кстати говоря – Что это за место?

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_1
source: An Ussal.
ru_ru: Уссал.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_2
source: A Tarakava.
ru_ru: Таракава.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_3
source: A Toa.
ru_ru: Тоа.

# Dialogue_Response,DL_ShipperIntroRahi_Tarakava_PlayerResponse_1
source: Just a bit of fun, my friend. Why are you lying down here?
ru_ru: Всего лишь немного веселья, друг мой. Почему ты здесь лежишь?

# Dialogue_Response,DL_ShipperIntroRahi_Toa_PlayerResponse_1
source: I'll keep that in mind. Why are you lying down back there?
ru_ru: Я буду иметь это в виду. Почему ты здесь лежишь?

# Dialogue_Response,DL_ShipperIntroRahi_Ussal_PlayerResponse_1
source: Why are you lying down back there?
ru_ru: Почему ты здесь лежишь?

# Dialogue_Response,DL_ShipperIntroToa_2_PlayerResponse_1
source: See who?
ru_ru: Кого увидеть?

# Dialogue_Response,DL_ShipperIntroToa_PlayerResponse_1
source: Why? What are you doing lying down back here?
ru_ru: Зачем? Для чего ты лежишь здесь?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_1
source: There's a shipment to Po-Koro that's been delayed.
ru_ru: Есть отправка в По-Коро, которая была задержана.

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_2
source: Can I help you out further here?
ru_ru: Могу ли я помочь чем-то ещё?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_3
source: Glad you're safe, but I need to get going.
ru_ru: {G}|gender(Рад, Рада), что ты в безопасности, но мне нужно идти.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_1
source: I need to know about a shipment that should have arrived in Po-Koro by now.
ru_ru: Мне нужно знать о грузе, который уже должен был прибыть в По-Коро.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_2
source: About the Tarakava attack...
ru_ru: Касательно нападения Таракавы...

# Dialogue_Response,DL_ShipperQuest1_PlayerResponse_1
source: You probably have your hands full here, I can check out their route. Which way did they go?
ru_ru: У тебя наверняка и так дел по уши, я могу проверить их маршрут. Каким путём они пошли?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_1
source: Thank you. Do you need any help here?
ru_ru: Спасибо. Нужна какая-либо помощь?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_2
source: Thank you for the help.
ru_ru: Спасибо за помощь.

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_1
source: Is this attack why the recent shipment to Po-Koro is late?
ru_ru: Не из-за этой ли атаки отправка в По-Коро задерживается?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_2
source: Do you need my help cleaning up?
ru_ru: Вам будет нужна моя помощь в уборке?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_3
source: They must have really wanted whatever it was, they didn't even eat your Mahi.
ru_ru: Они, должно быть, действительно что-то хотели. Они даже не съели твоего Махи.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_1
source: I need to check a shipment that should have been delivered to Po-Koro by today.
ru_ru: Мне нужно проверить отправку, которая должна была дойти до По-Коро к сегодняшнему дню.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_2
source: We're not in Onu-Koro, this is Onu-Wahi.
ru_ru: Мы не в Ону-Коро, это Ону-Вахи.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_3
source: You said some Tarakava attacked you?
ru_ru: Ты сказал, что на тебя напали Таракавы?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_1
source: You got Niidok's shipment wrong.
ru_ru: Ты перепутал заказ Ниидока.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_2
source: I'm allowed to buy one?
ru_ru: Я могу купить парочку?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_3
source: Not at the moment no.
ru_ru: Не сейчас, нет.

# Dialogue_Response,DL_StaffSeller2_PlayerResponse_1
source: I'm afraid I don't have any use for one at the moment.
ru_ru: Боюсь, мне пока ничего из этого не нужно.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_1
source: Gladly.
ru_ru: С радостью.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_2
source: What's in it for me?
ru_ru: Что мне это даст?

# Dialogue_Response,DL_StaffSellerQuartermaster3_PlayerResponse_1
source: As will I.
ru_ru: И я тоже.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_1
source: I have, here are the class two pikes.
ru_ru: Да, вот посохи класса два.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_2
source: Not yet.
ru_ru: Ещё нет.

# Dialogue_Response,DL_StaffSellerQuartermaster5_PlayerResponse_1
source: Then my work is done here.
ru_ru: Значит, моя работа здесь закончена.

# Dialogue_Response,DL_StaffSellerQuartermaster6_PlayerResponse_1
source: If you wish to reward me then very well.
ru_ru: Если хочешь меня вознаградить, то пожалуйста.

# Dialogue_Response,DL_StaffSellerQuartermaster7_PlayerResponse_1
source: No problem.
ru_ru: Да не за что.

# Dialogue_Response,DL_StaffSellerQuartermaster_PlayerResponse_1
source: You sent him class two's, not class one's.
ru_ru: Ты отправил ему класс два, не класс один.

# Dialogue_Response,DL_StaffSellerQuartermasterRewardQuestion_PlayerResponse_1
source: Absolutely.
ru_ru: Вполне.

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_1
source: Hello, what are you doing?
ru_ru: Привет, что ты делаешь?

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_2
source: He's quite handsome wouldn't you say?
ru_ru: Очень даже красиво, не так ли?

# Dialogue_Response,DL_StatueCarver2_PlayerResponse_1
source: It looks good.
ru_ru: Выглядит неплохо.

# Dialogue_Response,DL_StatueCarverPohatu1_PlayerResponse_1
source: You're doing good work!
ru_ru: Ты неплохо справляешься!

# Dialogue_Response,DL_StatueCarverPohatu2_PlayerResponse_1
source: I'm afraid I don't have time for that at the moment, but good luck!
ru_ru: Боюсь, что у меня сейчас нет времени на это, но желаю удачи!

# Dialogue_Response,DL_StatueCarverPohatu_PlayerResponse_1
source: Haha! Over here little one.
ru_ru: Ха-ха! Вот сюда, малец.

# Dialogue_Response,DL_Tafall1_PlayerResponse_1
source: It seems very nice.
ru_ru: Выглядит неплохо.

# Dialogue_Response,DL_Tafall1_PlayerResponse_2
source: You're name is Tafall, however I've also met a Taphal here.
ru_ru: Тебя зовут Тафол, но я ещё {G}|gender(встречал, встречала) и Тафала.

# Dialogue_Response,DL_TafallAbandoned2_PlayerResponse_1
source: Hey guys...
ru_ru: Эм, ребята...

# Dialogue_Response,DL_TafallAbandoned3_PlayerResponse_1
source: What's this all about?
ru_ru: Что всё это значит?

# Dialogue_Response,DL_TafallAbandoned4_PlayerResponse_1
source: I see, and Taphal can't teach you because he doesn't have enough time.
ru_ru: Ясно, а Тафал не может тебя учить потому, что у него недостаточно времени.

# Dialogue_Response,DL_TafallAbandoned5_PlayerResponse_1
source: Perhaps you could just let Tafall tag along, help out?
ru_ru: Может, тебе просто дать Тафол возможность сопровождать тебя и оказать помощь?
