Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# InvItem_Description,Item_Pocketdermis_Desc
source: A small bag of powdered Protodermis that your mask will draw energy from over time. Effects will not stack, lasts for 8 seconds.
el: Μια μικρή σακούλα με σκόνη Protodermis από την οποία η μάσκα σας θα αντλεί ενέργεια με την πάροδο του χρόνου. Τα αποτελέσματα δεν προστίθενται με πολλαπλές χρήσεις και διαρκούν 8 δευτερόλεπτα.

# InvItem_Description,Item_PoetNoteBurns_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
el: Το δεύτερο μέρος μιας σειράς γραμμένης από τον Talok, τον Μεγάλο Ποιητή, για το Ta-Koro.

# InvItem_Description,Item_PoetNoteHot_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
el: Το δεύτερο μέρος μιας σειράς γραμμένης από τον Talok, τον Μεγάλο Ποιητή, για το Ta-Koro.

# InvItem_Description,Item_PoetNoteLight_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
el: Το δεύτερο μέρος μιας σειράς γραμμένης από τον Talok, τον Μεγάλο Ποιητή, για το Ta-Koro.

# InvItem_Description,Item_PoetNotePart1_Desc
source: Part one in a series written by Talok the Great Poet, about Ta-Koro.
el: Το πρώτο μέρος μιας σειράς γραμμένης από τον Talok, τον Μεγάλο Ποιητή, για το Ta-Koro.

# InvItem_Description,Item_PoetNotePart3_Desc
source: Part three in a series written by Talok the Great Poet, about Ta-Koro.
el: Το τρίτο μέρος μιας σειράς γραμμένης από τον Talok, τον Μεγάλο Ποιητή, για το Ta-Koro.

# InvItem_Description,Item_PoetNoteSmoke_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
el: Το δεύτερο μέρος μιας σειράς γραμμένης από τον Talok, τον Μεγάλο Ποιητή, για το Ta-Koro.

# InvItem_Description,Item_Pots_Desc
source: An expertly crafted pot, for all your potting needs.
el: Ένα επιδέξια κατασκευασμένο αγγείο, για όλες τις αγγειακές ανάγκες σας.

# InvItem_Description,Item_ProtoCell_Desc
source: A small capsule filled with Protodermis, can be crushed to absorb it's power.
el: Μια μικρή κάψουλα γεμάτη με Protodermis, μπορεί να θρυμματιστεί για να απορροφήσετε τη δύναμή της.

# InvItem_Description,Item_ProtoCharge_Desc
source: A large tank filled with a great sum of Protodermis, can be smashed to absorb it's power.
el: Μια μεγάλη δεξαμενή γεμάτη με μεγάλη ποσότητα Protodermis, μπορεί να σπάστει για να απορροφήσετε τη δύναμή της.

# InvItem_Description,Item_ResearchNotes_Desc
source: A collection of research notes from a curious Matoran.
el: Μια συλλογή ερευνητικών σημειώσεων από έναν περίεργο Matoran.

# InvItem_Description,Item_RestorationGel_Desc
source: This green jiggly substance can be applied to damaged armor to repair it over time. Effects will not stack, lasts for 5 seconds.
el: Αυτή η πράσινη, ζελέ ουσία μπορεί να εφαρμοστεί σε κατεστραμμένη πανοπλία για να την επισκευάσει με την πάροδο του χρόνου. Τα αποτελέσματα δεν προστίθεται με πολλαπλές χρήσεις και διαρκούν 5 δευτερόλεπτα.

# InvItem_Description,Item_RockHat_Desc
source: A strangely shaped rock.
el: Ένας βράχος με περίεργο σχήμα.

# InvItem_Description,Item_ShoppingList_Desc
source: A hastily scribbled note indicating the materials needed to create the Mask Finder.
el: Μια βιαστικά γραμμένη σημείωση που υποδεικνύει τα υλικά που χρειάζονται για τη δημιουργία του Eντοπιστή Μασκών.

# InvItem_Description,Item_SouthernTipNote_Desc
source: A note found on the southern tip of the island.
el: Ένα σημείωμα που βρέθηκε στο νότιο άκρο του νησιού.

# InvItem_Description,Item_StaffClass2_Desc
source: The standard staves used by the Ta-Koro guard. Class 2s are slightly weaker and shorter than the superior Class 1s.
el: Οι τυπικές λόγχες που χρησιμοποιούν οι φρουροί του Ta-Koro. Οι λόγχες της δεύτερης τάξης είναι ελαφρώς πιο αδύναμες και κοντύτερες από τις ανώτερες λόγχες της πρώτης τάξης.

# InvItem_Description,Item_Statuette_Desc
source: A Small rock carving of a Toa.
el: Ένα μικρό πέτρινο ανάγλυφο ενός Toa.

# InvItem_Description,Item_StoneCarving_Desc
source: Crudely carved stone in the shape of the Great Spirit.
el: Κακοσχηματισμένη πέτρα στο σχήμα του Μεγάλου Πνεύματος.

# InvItem_Description,Item_SwordStatueNotePart1_Desc
source: Part one in a series of journal pages documenting Akoga's enlightenment.
el: Μέρος πρώτο από μια σειρά σελίδων ημερολογίων που καταγράφουν τη διαφώτιση του Akoga.

# InvItem_Description,Item_SwordStatueNotePart2_Desc
source: Part two in a series of journal pages documenting Akoga's enlightenment.
el: Μέρος δεύτερο από μια σειρά σελίδων ημερολογίων που καταγράφουν τη διαφώτιση του Akoga.

# InvItem_Description,Item_SwordStatuesNotePart3_Desc
source: The final part in a series of journal pages documenting Akoga's enlightenment.
el: Το τελευταίο μέρος μιας σειράς σελίδων ημερολογίου που καταγράφουν τη διαφώτιση του Akoga.

# InvItem_Description,Item_ThueiNote_Desc
source: A message found on the hut of an eccentric carver.
el: Ένα μήνυμα που βρέθηκε στην καλύβα ενός εκκεντρικού χαράκτη.

# InvItem_Description,Item_TombKey_Desc
source: A strange key found near some abandoned cargo, it seems to belong to the door of a tomb.
el: Ένα παράξενο κλειδί που βρέθηκε κοντά σε κάποιο εγκαταλελειμμένο φορτίο, φαίνεται να ανήκει στην πόρτα ενός τάφου.

# InvItem_Description,Item_UnpoweredAkaku_Desc
source: The Akaku great mask of X-ray Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Akaku, η Μεγάλη Μάσκα της Ώρασης με Ακτίνες-Χ, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredHuna_Desc
source: The Huna Noble mask of Concealment, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Huna, η Ευγενής Μάσκα της Απόκρυψης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredKaukau_Desc
source: The Kaukau great mask of Water Breathing, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Kaukau, η Μεγάλη Μάσκα της Υποθαλάσσιας Αναπνοής, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredKomau_Desc
source: The Komau Noble mask of Mind Control, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Komau η Ευγενής Μάσκα του Ελέγχου του Νου, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredMahiki_Desc
source: The Mahiki Noble mask of Illusion, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Mahiki η Ευγενής Μάσκα της Ψευδαίσθησης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredMatatu_Desc
source: The Matatu Noble mask of Telekinesis, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Matatu η Ευγενής Μάσκα της Τηλεκίνησης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredMiru_Desc
source: The Miru Great mask of Levitation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Miru η Μεγάλη Μάσκα της Αιώρησης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredPakari_Desc
source: The Pakari Great mask of Strength, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Pakari η Μεγάλη Μάσκα της Δύναμης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredRau_Desc
source: The Rau Noble mask of Translation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Rau η Ευγενής Μάσκα της Μετάφρασης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_UnpoweredRuru_Desc
source: The Ruru Noble mask of Night Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Ruru η Ευγενής Μάσκα της Νυχτερινής Ώρασης, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_VuataMacaSeeds_Desc
source: These seeds dropped from the rare Vuata Maca tree are said to help you recover from wounds.
el: Αυτοί οι σπόροι που πέφτουν από το σπάνιο δέντρο Vuata Maca λέγεται ότι σας βοηθούν να ανακάμψετε από πληγές.

# InvItem_Description,Item_WaheCanister_Desc
source: This capsule of strange orange substance glows and pulsates with energy, it seems powerful. Crush it to add 50 Wahae-Mata Gel to your inventory. The label reads: (Wahae-Mata must be gently removed from canister before use!)
el: Αυτή η κάψουλα με την παράξενη πορτοκαλί ουσία λάμπει και πάλλεται με ενέργεια, φαίνεται ισχυρή. Συνθλίψτε την για να προσθέσετε 50 Wahae-Mata τζελ στο απόθεμά σας. Η ετικέτα γράφει: (Το Wahae-Mata πρέπει να αφαιρεθεί απαλά από το δοχείο πριν από τη χρήση!)

# InvItem_Description,Item_WaheGel_Desc
source: A strange orange substance that pulsates with power. Perhaps it can be used with something?
el: Μια παράξενη πορτοκαλί ουσία που πάλλεται με δύναμη. Ίσως μπορεί να χρησιμοποιηθεί με κάτι;

# InvItem_Description,Item_WhakaNui_Desc
source: This battery like device can give a temporary boost of energy to a Toa, allowing them to bounce back quicker after performing activites. Effects will not stack, lasts for 10 seconds.
el: Αυτή η συσκευή που μοιάζει με μπαταρία μπορεί να δώσει μια προσωρινή αύξηση στην ενέργεια ενός Toa, επιτρέποντάς του να ανακάμψει γρηγορότερα μετά την εκτέλεση δραστηριοτήτων. Τα αποτελέσματα δεν προστίθεται με πολλαπλές χρήσεις και διαρκούν 10 δευτερόλεπτα.

# InvItem_Description,Item_Widgets_Desc
source: These strange peices of metal seem to be used as a currency primarily by the Po-Matoran. Matoran from other cultures will accept widgets while trading, too.
el: Αυτά τα περίεργα μεταλλικά αντικείμενα φαίνεται να χρησιμοποιούνται ως νόμισμα κυρίως από τους Po-Matoran. Οι Matoran από άλλες κουλτούρες δέχονται επίσης τα μεταλλίσματα κατά τις συναλλαγές τους.

# InvItem_Description,Item_WoodStatue_Desc
source: A small wooden likeness. Somewhat resembles a Matoran's head.
el: Ένα μικρό ξύλινο ομοίωμα. Μοιάζει κάπως με το κεφάλι ενός Matoran.

# InvItem_Description,Item_WorldMap_Desc
source: A full map of the Island of Mata-Nui.
el: Ένας πλήρες χάρτης του Νησιού του Mata-Nui.

# InvItem_Name,Item_AmanaVoloSphere
source: Amana Volo Sphere
el: Σφαίρα Amana Volo

# InvItem_Name,Item_ArakaNote
source: Araka: Gone Shopping
el: Araka: Πήγα ψώνια

# InvItem_Name,Item_Blackmask
source: The Black Mask
el: Η Μαύρη Μάσκα

# InvItem_Name,Item_BrothersNote
source: The Note of the Brother
el: Το σημείωμα του Αδερφού

# InvItem_Name,Item_Candle
source: Carving Candle
el: Κερί σκάλισματος

# InvItem_Name,Item_Comets
source: Comet Kolhii Ball
el: Μπάλα Kolhii Κομήτης

# InvItem_Name,Item_CookBook
source: Manha's Special Recipes
el: Ειδικές Συνταγές του Manha

# InvItem_Name,Item_DoorKeyNote
source: Door Icon Key
el: Κλειδί με Εικονίδιο Πόρτας

# InvItem_Name,Item_FirstMateLog1
source: First Mate Dakk's Log #1
el: Ημερολόγιο του Υποπλοίαρχου Dakk #1

# InvItem_Name,Item_FirstMateLog2
source: First Mate Dakk's Log #2
el: Ημερολόγιο του Υποπλοίαρχου Dakk #2

# InvItem_Name,Item_FirstMateLog3
source: First Mate Dakk's Log #3
el: Ημερολόγιο του Υποπλοίαρχου Dakk #3

# InvItem_Name,Item_FirstMateLog4
source: First Mate Dakk's Log #4
el: Ημερολόγιο του Υποπλοίαρχου Dakk #4

# InvItem_Name,Item_FirstMateLog5
source: First Mate Dakk's Log #5
el: Ημερολόγιο του Υποπλοίαρχου Dakk #5

# InvItem_Name,Item_FirstMateLog6
source: First Mate Dakk's Log #6
el: Ημερολόγιο του Υποπλοίαρχου Dakk #6

# InvItem_Name,Item_GaMakoki
source: Ga Makoki Stone
el: Ga Makoki Πέτρα

# InvItem_Name,Item_GlowCrystal
source: Glow Crystal
el: Φωσφορίζον Κρύσταλλος

# InvItem_Name,Item_GoldBars
source: Gold Bars
el: Χρυσές Μπάρες

# InvItem_Name,Item_GoldenMahi
source: The Golden Mahi
el: Το Χρυσό Mahi

# InvItem_Name,Item_GoldenRama
source: The Golden Rama
el: Το Χρυσό Rama

# InvItem_Name,Item_GoldenRuki
source: The Golden Ruki
el: Το Χρυσό Ruki

# InvItem_Name,Item_GoldenStatue
source: The Golden Mata
el: Οι Χρυσοί Mata

# InvItem_Name,Item_GoldenUssal
source: The Golden Ussal
el: Το Χρυσό Ussal

# InvItem_Name,Item_HauUnpowered
source: Hau (Unpowered)
el: Hau (Ανενεργή)

# InvItem_Name,Item_InfectedMasks
source: Infected Mask
el: Μολυσμένη Μάσκα

# InvItem_Name,Item_KakamaUnpowered
source: Kakama (Unpowered)
el: Kakama (Ανενεργή)

# InvItem_Name,Item_KolhiiBall
source: Kolhii Ball
el: Μπάλα Kolhii

# InvItem_Name,Item_MarenMap1
source: Blackmask's Treasure Map #1
el: Ο Θυσαυρός της Μαυρόμασκας #1

# InvItem_Name,Item_MarenMap2
source: Blackmask's Treasure Map #2
el: Ο Θυσαυρός της Μαυρόμασκας #2

# InvItem_Name,Item_MarenMap3
source: Blackmask's Treasure Map #3
el: Ο Θυσαυρός της Μαυρόμασκας #3

# InvItem_Name,Item_MarenMap4
source: Blackmask's Treasure Map #4
el: Ο Θυσαυρός της Μαυρόμασκας #4

# InvItem_Name,Item_MaskFinder
source: The Mask Finder
el: Ο Εντοπιστής Μασκών

# InvItem_Name,Item_MaskLocator
source: The Mask Finder
el: Ο Εντοπιστής Μασκών

# InvItem_Name,Item_MetallicProtodermisIngots
source: Metallic Protodermis Ingots
el: Μεταλλικές μπάρες Protodermis

# InvItem_Name,Item_OnuMakoki
source: Onu Makoki Stone
el: Onu Πέτρα Makoki

# InvItem_Name,Item_PoetNoteBurns
source: Talok: The Ballad of Ta-koro Part 2
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2

# InvItem_Name,Item_PoetNoteHot
source: Talok: The Ballad of Ta-koro Part 2
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2

# InvItem_Name,Item_PoetNoteLight
source: Talok: The Ballad of Ta-koro Part 2
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2

# InvItem_Name,Item_PoetNotePart1
source: Talok: The Ballad of Ta-koro Part 1
el: Talok: Η μπαλάντα του Ta-koro Μέρος 1

# InvItem_Name,Item_PoetNotePart3
source: Talok: The Ballad of Ta-koro Part 3
el: Talok: Η μπαλάντα του Ta-koro Μέρος 3

# InvItem_Name,Item_PoetNoteSmoke
source: Talok: The Ballad of Ta-koro Part 2
el: Talok: Η μπαλάντα του Ta-koro Μέρος 2

# InvItem_Name,Item_PoMakoki
source: Po Makoki Stone
el: Po Πέτρα Makoki

# InvItem_Name,Item_Pots
source: Po-Koro Pot
el: Αγγείο Po-Koro

# InvItem_Name,Item_ProtoCell
source: Protodermis Cell
el: Κυψέλη Protodermis

# InvItem_Name,Item_ProtoCharge
source: Protodermis Charge
el: Φορτίο Protodermis

# InvItem_Name,Item_ResearchNotes
source: The Artifact from Below
el: Το Υποχθόνιο Κειμήλιο

# InvItem_Name,Item_RestorationGel
source: Restoration Gel
el: Αποκατάστατικό Τζελ

# InvItem_Name,Item_RockHat
source: Rock
el: Πέτρα

# InvItem_Name,Item_ShoppingList
source: Metonu's Shopping List
el: Λίστα αγορών του Metonu

# InvItem_Name,Item_SouthernTipNote
source: Southern Tip Note
el: Σημείωση Νότιου Άκρου

# InvItem_Name,Item_StaffClass2
source: Takoro Guard Staff Class 2
el: Takoro Λόγχες Φρουρών Τάξη Δύο

# InvItem_Name,Item_Statuette
source: Toa Statuette
el: Toa Αγαλματίδιο

# InvItem_Name,Item_StoneCarving
source: Mata-Nui Carving
el: Σκαλιστό του Mata-Nui

# InvItem_Name,Item_SwordStatueNotePart1
source: The Legend of The Swords: Part 1
el: Ο Θρύλος Των Σπαθιών: Μέρος 1

# InvItem_Name,Item_SwordStatueNotePart2
source: The Legend of The Swords: Part 2
el: Ο Θρύλος Των Σπαθιών: Μέρος 2

# InvItem_Name,Item_SwordStatuesNotePart3
source: The Legend of The Swords: Part 3
el: Ο Θρύλος Των Σπαθιών: Μέρος 3

# InvItem_Name,Item_TaMakoki
source: Ta Makoki Stone
el: Ta Πέτρα Makoki

# InvItem_Name,Item_ThueiNote
source: 'Out carving!'
el: 'Λείπω, σκαλίζω!'

# InvItem_Name,Item_TombKey
source: Tomb Key
el: Κλειδί Τύμβου

# InvItem_Name,Item_UnpoweredAkaku
source: Akaku (Unpowered)
el: Akaku (Ανενεργή)

# InvItem_Name,Item_UnpoweredHuna
source: Huna (Unpowered)
el: Huna (Ανενεργή)

# InvItem_Name,Item_UnpoweredKaukau
source: Kaukau (Unpowered)
el: Kaukau (Ανενεργή)

# InvItem_Name,Item_UnpoweredKomau
source: Komau (Unpowered)
el: Komau (Ανενεργή)

# InvItem_Name,Item_UnpoweredMahiki
source: Mahiki (Unpowered)
el: Mahiki (Ανενεργή)

# InvItem_Name,Item_UnpoweredMatatu
source: Matatu (Unpowered)
el: Matatu (Ανενεργή)

# InvItem_Name,Item_UnpoweredMiru
source: Miru (Unpowered)
el: Miru (Ανενεργή)

# InvItem_Name,Item_UnpoweredPakari
source: Pakari (Unpowered)
el: Pakari (Ανενεργή)

# InvItem_Name,Item_UnpoweredRau
source: Rau (Unpowered)
el: Rau (Ανενεργή)

# InvItem_Name,Item_UnpoweredRuru
source: Ruru (Unpowered)
el: Ruru (Ανενεργή)

# InvItem_Name,Item_VuataMacaSeeds
source: Vuata Maca Seeds
el: Σπόροι Vuata Maca

# InvItem_Name,Item_WaheCanister
source: Wahae-Mata Gel Canister
el: Δοχείο Τζελ Wahae-Mata

# InvItem_Name,Item_WhakaNui
source: Whakata Nui Cell
el: Κυψέλη Whakata Nui

# InvItem_Name,Item_Widgets
source: Widgets
el: Μεταλλίσματα

# InvItem_Name,Item_WoodStatue
source: Wood Head Statue
el: Ξύλινο Άγαλμα Κεφαλής

# InvItem_Name,Item_WorldMap
source: World Map
el: Χάρτης Νησιού

# InvItem_NoteText,Item_ArakaNote_NoteDisplay
source: Will be gone a while to get more supply for the Shifting Festival, back later. DON'T STEAL MY STUFF! I WILL REPORT YOU TO THE NIGHT WATCH! -Araka Fireworks for all your celebratory needs
el: Θα λείψω για λίγο για να προμηθευτώ περισσότερα είδη για το Φεστιβάλ Μεταμόρφωσης, θα επιστρέψω αργότερα. ΜΗΝ ΚΛΕΨΕΤΕ ΤΑ ΠΡΑΓΜΑΤΑ ΜΟΥ! ΘΑ ΣΑΣ ΚΑΤΑΓΓΕΛΩ ΣΤΗ ΝΥΧΤΕΡΙΝΗ ΦΥΛΑΞΗ! -Πυροτεχνήματα Araka για όλες τις εορταστικές σας ανάγκες

# InvItem_NoteText,Item_BrothersNote_NoteDisplay
source: Dear Koha. I'm sorry brother, I concede the argument, I was at fault - but you didn't have to leave. I will meditate on you now, and try to remember the good times.
el: Αγαπητέ Koha. Λυπάμαι, αδερφέ, παραδέχομαι το λάθος μου, εγώ έκανα λάθος - αλλά δεν ήταν ανάγκη να φύγεις. Θα σε σκέφτομαι και θα προσπαθήσω να θυμάμαι τις όμορφες στιγμές.

# InvItem_NoteText,Item_FirstMateLog1_NoteDisplay
source: First mate's log: Entry 1 Smooth sailing so far aboard the Waikiru. That's the name of our ship - we're not actually riding on a Waikiru. Nattie is helping us get adjusted, and everything is running smoothly. Entry 2 Our first route is from Ga-Koro to Le-Koro around the southern tip. Whatever our cargo is, it's heavy. Entry 8 Nattie is cheerful as ever, even after last night's storm. We're going to have to set down somewhere in Le-Wahi for the night due to the extensive damage we sustained.
el: Ημερολόγιο του υποπλοιάρχου: Καταχώρηση 1 Μέχρι στιγμής η πλεύση είναι ομαλή στο Waikiru. Αυτό είναι το όνομα του πλοίου μας - δεν ταξιδεύουμε πραγματικά σε ένα Waikiru. Η Nattie μας βοηθά να προσαρμοστούμε και όλα πάνε καλά. Καταχώρηση 2 Η πρώτη μας διαδρομή είναι από το Ga-Koro στο Le-Koro, γύρω από το νότιο άκρο. Ό,τι κι αν είναι το φορτίο μας, είναι βαρύ. Καταχώρηση 8 Η Nattie είναι χαρούμενη όπως πάντα, ακόμα και μετά τη χθεσινή καταιγίδα. Θα πρέπει να αγκυροβολήσουμε κάπου στο Le-Wahi για τη νύχτα, λόγω των εκτεταμένων ζημιών που υπέστη το πλοίο.

# InvItem_NoteText,Item_FirstMateLog2_NoteDisplay
source: First mate's log: Entry 17 Nattie's acting strange. She put us on a new course without consulting me. I tried to talk to her, but she snapped... told me to call her 'Captain'. The crew is getting tired, she's kept us constantly working. Entry 22 The Captain... Nattie... She forced us to steal gold from other Matoran. I tried to stop her... she just threatened to throw me overboard and let the Razorfish rip me to shreds. The crew went along with her commands. Mostly, it seemed, out of fear.
el: Ημερολόγιο του υποπλοιάρχου: Καταχώριση 17 Η Nattie συμπεριφέρεται περίεργα. Μας έβαλε σε νέα πορεία χωρίς να με συμβουλευτεί. Προσπάθησα να της μιλήσω, αλλά μου απάντησε απότομα... και μου είπε να την αποκαλώ «Καπετάνισσα». Το πλήρωμα είναι κουρασμένο, μας κρατάει συνεχώς στη δουλειά. Καταχώρηση 22 Η καπετάνισσα... η Nattie. Μας ανάγκασε να κλέψουμε χρυσό από άλλους Matoran. Προσπάθησα να την σταματήσω... αλλά απλώς με απείλησε ότι θα με πετάξει στη θάλασσα και θα με αφήσει να με κατασπαράξουν τα Razorfish. Το πλήρωμα υπάκουσε στις διαταγές της. Φαινόταν ότι το έκαναν κυρίως από φόβο.

# InvItem_NoteText,Item_FirstMateLog3_NoteDisplay
source: First mate's log: Entry 31 Most of the crew are blindly following her orders now. A handfull of us are conducting secret meetings, trying to stop her from escalating further... but at this point it's us verses the entire crew. Entry 32 I saw something strange on the Captain's mask. A small patch of black material. I have no idea what it is... although I may just be getting paranoid. She hasn't let us sleep recently. Entry 61 We've collected so much gold. We've committed so many vile acts. The kind Matoran I once knew is no longer behind that blackened mask. I'm staying aboard in case I can somehow stop her.
el: Ημερολόγιο του υποπλοιάρχου: Καταχώριση 31 Οι περισσότεροι από το πλήρωμα ακολουθούν τυφλά τις διαταγές της. Μια χούφτα από εμάς πραγματοποιούμε μυστικές συναντήσεις, προσπαθώντας να την εμποδίσουμε από το να κλιμακώσει περαιτέρω... αλλά σε αυτό το σημείο είμαστε εμείς εναντίον ολόκληρου του πληρώματος. Καταχώριση 32 Είδα κάτι παράξενο στη μάσκα της Καπετάνισσας. Ένα μικρό κομμάτι μαύρου υλικού. Δεν έχω ιδέα τι είναι... αν και μπορεί να γίνομαι παρανοϊκός. Δεν μας αφήνει να κοιμηθούμε τελευταία. Καταχώριση 61 Έχουμε μαζέψει τόσο πολύ χρυσό. Έχουμε διαπράξει τόσες φρικτές πράξεις. Η ευγενική Matoran που ήξερα κάποτε δεν βρίσκεται πια πίσω από αυτή τη μαυρισμένη μάσκα. Θα μείνω στο πλοίο μήπως μπορώ να την σταματήσω με κάποιον τρόπο.

# InvItem_NoteText,Item_FirstMateLog4_NoteDisplay
source: First mate's log: Entry 115 The Captain is ordering us to hide all the gold. I'm not sure what she's planning, but I'm too terrified to ask. She looked at me strangely the other day. Her cold, yellow eyes peircing straight through my Akaku. I think she knows. Entry 165 We've hidden most of the gold... but lost many good Matoran to do so. Tonight is our last stop. An island off the western coast of Onu-Wahi, north of the tunnel entrance. Tonight I believe the Captain is going to end my life.
el: Ημερολόγιο του υποπλοιάρχου: Καταχώριση 115 Η καπετάνισσα μας διατάζει να κρύψουμε όλο το χρυσάφι. Δεν ξέρω τι σχεδιάζει, αλλά φοβάμαι πολύ να ρωτήσω. Την άλλη μέρα με κοίταξε περίεργα. Τα κρύα, κίτρινα μάτια της με διαπερνούσαν την Akaku μου. Νομίζω ότι ξέρει. Καταχώριση 165 Κρύψαμε το μεγαλύτερο μέρος του χρυσού... αλλά χάσαμε πολλούς καλούς Matoran για να το κάνουμε. Απόψε είναι η τελευταία μας στάση. Ένα νησί στα δυτικά της ακτής του Onu-Wahi, βόρεια της εισόδου του τούνελ. Απόψε πιστεύω ότι η καπετάνιος θα με αποτελειώσει.
