Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# CodexPage_Description,CodexPage_LeWahi_Desc
source: The dense jungles of Le-Wahi make it a confusing and unwelcoming place for travellers. Being the largest area on Mata Nui, it’s all too easy to find yourself lost in the seemingly endless sea of trees. The Le-Matoran choose to stick to the treetops when they can, swinging on vines between the trees instead of travelling on the dangerous jungle floor.
pl_pl: Gęste dżungle Le-Wahi czynią z tego miejsca mylącą i nieprzyjazną krainę dla podróżnych. Jako największy obszar na Mata Nui, aż nazbyt łatwo można się tu zgubić w pozornie niekończącym się morzu drzew. Le-Matoranie wolą trzymać się wierzchołków drzew, kiedy tylko mogą, huśtając się na lianach między konarami zamiast podróżować po niebezpiecznym, leśnym podłożu.

# CodexPage_Description,CodexPage_LewasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Lush jungle lies all around, full of potential, energy, and life. What could lie within?
pl_pl: Dziwny karnister, który został wyrzucony na brzeg plaży... nikt na wyspie nie jest pewien, skąd przybył. Wokół rozciąga się bujna dżungla, pełna potencjału, energii i życia. Co może kryć się w jej wnętrzu?

# CodexPage_Description,CodexPage_Log_Desc
source: A massive log fallen on the shore of Le-Wahi. It’s just lying there, decaying. It was probably a living, healthy tree once, but not anymore. How was this tree so large? Where is the rest of it? Who hollowed it out? That was likely the Rahi of Makuta… but then again it may have just been one of the developers.
pl_pl: Ogromny pień drzewa, który upadł na brzeg Le-Wahi. Po prostu tam leży i gnije. Kiedyś musiało to być żywe, zdrowe drzewo — ale już nie jest. Jak to drzewo mogło być aż tak wielkie? Gdzie podziała się reszta? Kto je wydrążył? To zapewne sprawka Rahi Makuty… choć równie dobrze mógł to być któryś z deweloperów.

# CodexPage_Description,CodexPage_Mahi_Desc
source: A species of tame, goat-like Rahi that can be found primarily in Po-Wahi. These have been domesticated and trained by the Po-Matoran for use as livestock, as well as to help pull carts full of the heavy stone they bring into the city to carve. They are considered rather valuable to the Matoran, and are brought into the city to be traded in Po-Koro’s Bazaar.
pl_pl: Udomowiony gatunek Rahi przypominający kozy, spotykany głównie w Po-Wahi. Zostały oswojone i wytrenowane przez Po-Matoran do służby jako bydło użytkowe, a także do ciągnięcia wozów pełnych ciężkiego kamienia, który transportują do miasta na rzeźby. Są uważane za dość cenne dla Matoran i sprowadza się je do miasta, aby handlować nimi na Bazarze w Po-Koro.

# CodexPage_Description,CodexPage_Mahiki_Desc
source: The Kanohi Mahiki: the Noble Mask of Illusion. Spawn a clone next to you that will distract enemies for a time. (Warning: This mask can cause some bugs with enemy AI)
pl_pl: Kanohi Mahiki: Szlachetna Maska Iluzji. Tworzy klona obok Ciebie, który odwraca uwagę przeciwników. (Ostrzeżenie: Ta maska może powodować pewne błędy z sztuczną inteligencją przeciwników)

# CodexPage_Description,CodexPage_MapFragments_Desc
source: These fragments are created by Matoran to help them explore the island. Matoran who are familiar with particular regions of the island often make these maps, but are only able to chart out portions of the island accurately. If someone were to find fragments that cover the entire island, they’d be able to accurately and easily find their way around.
pl_pl: Te fragmenty są tworzone przez Matoran, aby pomóc im w eksploracji wyspy. Matoranie dobrze zaznajomieni z danymi regionami często tworzą takie mapy, jednak są w stanie dokładnie odwzorować jedynie część wyspy. Gdyby ktoś odnalazł fragmenty obejmujące całą wyspę, mógłby łatwo i precyzyjnie się po niej poruszać.

# CodexPage_Description,CodexPage_Matanui_Desc
source: The island of Mata Nui. Named after the Great Spirit Mata Nui, this island paradise is home to the Matoran, Turaga, and- now that they have arrived- the Toa as well. The island is split into six elemental regions, where the six Matoran villages lie. As a Toa, it’s your duty to find all the Masks of Power hidden around the island, and rescue the Matoran from the evil shadow of Makuta.
pl_pl: Wyspa Mata Nui. Nazwana na cześć Wielkiego Ducha Mata Nui, ta rajska wyspa jest domem dla Matoran, Turaga, a — odkąd przybyli — także dla Toa. Wyspa podzielona jest na sześć regionów żywiołów, w których znajdują się sześć wiosek Matoran. Jako Toa, Twoim obowiązkiem jest odnaleźć wszystkie Maski Mocy ukryte na wyspie i ocalić Matoran przed złowieszczym cieniem Makuty.

# CodexPage_Description,CodexPage_Matatu_Desc
source: The Kanohi Matatu: the Noble Mask of Telekinesis. This mask allows you to pull items to your person at a great range. Additionally the mask allows you to knock back your enemies further than before.
pl_pl: Kanohi Matatu: Szlachetna Maska Telekinezy. Ta maska pozwala Ci przyciągać przedmioty z dużej odległości. Dodatkowo maska umożliwia odpychanie przeciwników jeszcze dalej niż dotąd.

# CodexPage_Description,CodexPage_Matau_Desc
source: Matau is the Turaga of Le-Koro. Known as the Singer of Le-Koro by the Le-Matoran, Matau has always led his village with a cheerful outlook, something that he has maintained through some of the toughest times the Matoran have had to face. Matau is seen as a friend and a mentor, and looked up to by all Le-Matoran.
pl_pl: Matau jest Turagą Le-Koro. Znany jako Śpiewak Le-Koro przez Le-Matoran, Matau od zawsze prowadzi swoją wioskę z pogodnym nastawieniem — czymś, co zachował nawet w najtrudniejszych chwilach, jakie spotkały Matoran. Matau jest postrzegany jako przyjaciel i mentor, a wszyscy Le-Matoran darzą go szacunkiem i podziwem.

# CodexPage_Description,CodexPage_Matoran_Desc
source: The Matoran are the inhabitants of Mata Nui and it’s villages, and make up the very heart of the Island. They are split into six different elements: Fire, Water, Stone, Air, Earth, and Ice, and each live in their corresponding villages. It is your duty as a Toa to protect them from Makuta’s threats.
pl_pl: Matoranie są mieszkańcami Mata Nui i jej wiosek — stanowią samo serce tej wyspy. Są podzieleni na sześć żywiołów: Ogień, Wodę, Kamień, Powietrze, Ziemię i Lód, a każdy z nich żyje w odpowiadającej mu wiosce. Jako Toa, Twoim obowiązkiem jest ich chronić przed zagrożeniami ze strony Makuty.

# CodexPage_Description,CodexPage_MeditationPoints_Desc
source: These odd stones appear all around the island. Nobody knows exactly what they are or why they are here, but they act as places for frequent meditation for Matoran, Toa, and Turaga alike. You are able to use these stones to meditate, passing the time as you sit and ponder the will of Mata Nui.
pl_pl: Te dziwne kamienie pojawiają się w różnych miejscach na wyspie. Nikt dokładnie nie wie, czym są ani dlaczego tu się znajdują, ale służą jako punkty medytacyjne dla Matoran, Toa i Turaga. Możesz używać tych kamieni do medytacji, spędzając czas na rozmyślaniu o woli Mata Nui.

# CodexPage_Description,CodexPage_Miru_Desc
source: The Kanohi Miru: the Great Mask of Levitation. This mask increases the height of your jump. It’s essential for traversing around the landscape of Mata Nui, and is useful for reaching areas that you normally wouldn’t be able to.
pl_pl: Kanohi Miru: Wielka Maska Lewitacji. Ta maska zwiększa wysokość twojego skoku. jest niezbędna do sprawnego poruszania się po terenie Mata Nui i przydaje się, by dotrzeć do miejsc normalnie niedostępnych.

# CodexPage_Description,CodexPage_Muaka_Desc
source: These fearsome beasts are the largest of Makuta’s Rahi. They can be found primarily in Ko-Wahi. Their necks are able to extend, allowing them to lunge for their prey and attack incredibly quickly. These Rahi are powerful, fast, and a danger to any who encounter them. Make sure to take caution when approaching them, and try to make sure they never approach you.
pl_pl: Te groźne bestie są największymi z Rahi Makuty. Można je znaleźć głównie w Ko-Wahi. Ich szyje potrafią się wydłużać, co pozwala im szybko rzucać się na ofiarę i atakować błyskawicznie. Te Rahi są potężne, szybkie i stanowią zagrożenie dla każdego, kto je napotka. Zachowaj ostrożność podczas zbliżania się do nich i staraj się, aby nigdy nie podeszły do Ciebie.

# CodexPage_Description,CodexPage_Nokama_Desc
source: Nokama is the Turaga of Ga-Koro. Like her village, she is often seen as the kindest of the Turaga, and is often the first one to attempt to quell any disagreements that appear between the other Turaga. Her ability to approach any situation with an open mind is what has made her an effective leader of Ga-Koro.
pl_pl: Nokama jest Turagą z Ga-Koro. Podobnie jak jej wioska, jest często postrzegana jako najżyczliwsza spośród Turagów i zazwyczaj to właśnie ona jako pierwsza stara się załagodzić wszelkie nieporozumienia pojawiające się między pozostałymi Turagami. Jej zdolność do podejścia do każdej sytuacji z otwartym umysłem sprawiła, że jest skuteczną liderką Ga-Koro.

# CodexPage_Description,CodexPage_NuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The purple variant can be found all around Mata Nui. They rely on numbers and their powerful, dangerous stingers to hunt down prey. If you see their stinger shake and rattle, get out of the way- fast.
pl_pl: Skorpionopodobne Rahi kontrolowane przez Makutę. Fioletowy wariant można spotkać na całym Mata Nui. Polują, polegając na liczebności oraz potężnych, niebezpiecznych żądłach. Jeśli zobaczysz, że ich żądło drży i stuka, szybko zejdź z drogi.

# CodexPage_Description,CodexPage_NuiRama_Desc
source: These insectoid Rahi can be found primarily in Le-Wahi. They’re not the most powerful Rahi on their own, but their speed and numbers can easily make up for it. They’ll fly directly at you if they spot you, and can be difficult to shake off. Make sure to keep an ear out for the buzzing of their wings.
pl_pl: Te owadopodobne Rahi można spotkać głównie w Le-Wahi. Same w sobie nie są najsilniejsze, ale ich szybkość i liczebność łatwo to rekompensują. Jeśli Cię zauważą, lecą prosto na Ciebie i trudno się ich pozbyć. Uważaj na bzyczenie ich skrzydeł — to będzie znak, że się zbliżają.

# CodexPage_Description,CodexPage_Nuju_Desc
source: Nuju is the Turaga of Ko-Koro. He speaks only in the language of Rahi, and requires his translator, Matoro, around at all times to interpret his speech. Whether it is by choice or necessity is a subject of speculation among the Ko-Matoran. But those who choose to put in the effort for a conversation with him are rewarded by the wisdom he shares.
pl_pl: Nuju jest Turagą Ko-Koro. Mówi wyłącznie w języku Rahi i wymaga stałej obecności swojego tłumacza, Matoro, aby interpretował jego wypowiedzi. Czy jest to jego wybór, czy konieczność, pozostaje tematem spekulacji wśród Ko-Matoran. Jednak ci, którzy poświęcą wysiłek na rozmowę z nim, zostają nagrodzeni mądrością, którą dzieli się z innymi.

# CodexPage_Description,CodexPage_Onewa_Desc
source: Onewa is the Turaga of Po-Koro. He is known among the Po-Matoran and the other Turaga to be stubborn and inflexible in his decisions. To some, he may seem rude or insensitive. But this strength of character has guided the Po-Matoran through many trials, and he has earned respect for it.
pl_pl: Onewa jest Turagą Po-Koro. Wśród Po-Matoran i pozostałych Turagów znany jest jako uparty i nieustępliwy w swoich decyzjach. Dla niektórych może wydawać się nieuprzejmy lub niewrażliwy. Jednak ta siła charakteru pomogła Po-Matoranom przetrwać wiele prób, za co zdobył ich szacunek.

# CodexPage_Description,CodexPage_Onu-Koro_Desc
source: Onu-Koro, the village of Earth. This village lies deep below Mata Nui, and has many tunnels that stretch out all across the island. It’s accessibility from different tunnels across the island has caused it to become a crossroads of sorts for Matoran of all kinds, and is home to the famous Onu-Koro Bazaar, where Matoran from all over the island come to sell their wares. As for the Onu-Matoran themselves, they mine Lightstones and Protodermis, and tend to spend most of their time underground. Ussal Crabs are commonly found here, used both by the Ussalry guard, and by Matoran for transport and sport.
pl_pl: Onu-Koro, wioska Ziemi. Ta wioska leży głęboko pod Mata Nui i posiada wiele tuneli rozciągających się po całej wyspie. Dostęp do niej z różnych tuneli uczynił ją swoistym skrzyżowaniem dla Matoran wszelkiego rodzaju, a także jest domem słynnego bazaru Onu-Koro, gdzie Matoranie z całej wyspy przybywają, by sprzedawać swoje towary. Co do samych Onu-Matoran, zajmują się wydobywaniem Kamieni Świetlnych i Protodermisu, i spędzają większość czasu pod ziemią. Kraby Ussal są tutaj powszechnie używane, zarówno przez Ussalerię, jak i przez Matoran do transportu i rozrywki.

# CodexPage_Description,CodexPage_Onu-Wahi_Desc
source: A vast network of tunnels that run beneath the entire island. The surface of Onu-Wahi has little in terms of development, as the Onu-Matoran largely prefer to live beneath the surface due to their poor eyesight in the bright sun. The majority of Onu-Wahi lies underground, within the caves and mines that are populated by the Onu-Matoran.
pl_pl: Rozległa sieć tuneli przebiegających pod całą wyspą. Powierzchnia Onu-Wahi jest słabo rozwinięta, ponieważ Onu-Matoranie w dużej mierze wolą mieszkać pod ziemią ze względu na słaby wzrok w jasnym świetle słonecznym. Większość Onu-Wahi leży pod ziemią, w jaskiniach i kopalniach zamieszkiwanych przez Onu-Matoran.

# CodexPage_Description,CodexPage_Onua_Desc
source: Onua is the wise and patient Toa of earth. While at first glance he may seem disconnected from the other Toa, that could not be further from the truth. Onua only speaks when he believes he has something worth saying. And when he does speak, it is impactful to the Toa team as a whole. Onua is noticeably shorter than the rest of the Toa, as his head is not in the same place as the rest of the Toa’s builds. His elemental attack launches a spiked piece of earth, which is useful for keeping your distance when dealing with enemies.
pl_pl: Onua to mądry i cierpliwy Toa ziemi. Na pierwszy rzut oka może wydawać się odległy od pozostałych Toa, ale nic bardziej mylnego. Onua mówi tylko wtedy, gdy uważa, że ma coś wartego powiedzenia. A gdy już zabiera głos, jego słowa mają duże znaczenie dla całej drużyny Toa. Onua jest zauważalnie niższy od reszty Toa, ponieważ jego głowa znajduje się w innym miejscu niż u pozostałych Toa. Jego atak żywiołu wystrzeliwuje kolczasty kawałek ziemi, który jest przydatny do zachowania dystansu w walce z wrogami.

# CodexPage_Description,CodexPage_OnuasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. The land all around seems harsh and empty, but the land below is teeming with unseen life, waiting to be explored and discovered.
pl_pl: Dziwny karnister, który został wyrzucony na brzeg plaży... nikt na wyspie nie jest pewny, skąd przybył. Otaczająca ziemia wydaje się surowa i pusta, ale pod nią kryje się pełne życia, niewidzialne dla oka, miejsce, które czeka na odkrycie i poznanie.

# CodexPage_Description,CodexPage_OnuKini_Desc
source: The Onu-Kini is the temple of Earth. While it lies on the surface of Onu-Wahi, the temple is still subject to the frequent tremors that occur in the caves beneath the surface. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
pl_pl: Onu-Kini jest świątynią Ziemi. Choć leży na powierzchni Onu-Wahi, świątynia nadal jest narażona na częste wstrząsy, które występują w jaskiniach pod powierzchnią. W świątyni znajduje się Kamień Makoki – fragment klucza potrzebnego do dostania się do kryjówki Makuty.

# CodexPage_Description,CodexPage_OnuTemple_Desc
source: This temple lies above the ground in Po-Wahi, despite being made by the Onu-Matoran. It was constructed long, long ago- before the Onu-Wahi tunnels had been completed. Many Onu-Matoran still choose to make the difficult trek across the harsh, bright desert to pay tribute to Mata Nui- a testament to their faith and dedication.
pl_pl: Ta świątynia leży nad ziemią w Po-Wahi, mimo że została zbudowana przez Onu-Matoran. Powstała bardzo, bardzo dawno temu — zanim ukończono tunele Onu-Wahi. Wielu Onu-Matoran wciąż wybiera trudną wyprawę przez surową, jasną pustynię, aby oddać hołd Mata Nui — świadectwo ich wiary i oddania.

# CodexPage_Description,CodexPage_Overlook_Desc
source: This overlook was featured in the first ever trailer for Bionicle: Masks of Power. From this point, you are able to see over Ga, Po, Ko, and even Onu-Wahi. It’s a good thing there’s an Akaku right here so that you’re able to enjoy the view.
pl_pl: To miejsce widokowe pojawiło się w pierwszym oficjalnym zwiastunie Bionicle: Masks of Power. Stąd można zobaczyć Ga, Po, Ko, a nawet Onu-Wahi. Na szczęście masz tu właśnie Akaku, dzięki której możesz w pełni cieszyć się tym widokiem.

# CodexPage_Description,CodexPage_Pakari_Desc
source: The Kanohi Pakari- the Great Mask of Strength. This mask will enhance your combat strength, and make all of your attacks deal more damage. It’s a powerful mask to use in combat, but can be risky if you choose to use it as opposed to something more defensive, like the Hau.
pl_pl: Kanohi Pakari: Wielka Maska Siły. Ta maska zwiększa Twoją siłę w walce i sprawia, że Twoje ataki zadają większe obrażenia. To potężna maska bojowa, ale jej użycie może być ryzykowne, jeśli zdecydujesz się na nią zamiast czegoś bardziej defensywnego, jak Hau.

# CodexPage_Description,CodexPage_Pohatu_Desc
source: Pohatu is the friendly and cheerful Toa of stone. He makes it a priority to treat all of his fellow Toa with kindness and comradery- though he can sometimes be a little over-the-top about it. He demonstrates the same kindness to the Matoran as well, not treating them like inferiors, but equals. He can often be found playing Koli with the Po-Matoran. Pohatu’s set has the most unique design out of all the Toa, flipping the torso used for all of the Toa upside down. Due to this, Pohatu kicks to attack instead of swinging a weapon. His elemental attack causes a stone pillar to erupt from the ground beneath an enemy, hitting them and launching them into the air.
pl_pl: Pohatu to przyjazny i radosny Toa kamienia. Priorytetowo traktuje życzliwość i koleżeństwo wobec wszystkich Toa — choć czasem bywa w tym nieco przesadny. Okazuje tę samą życzliwość Matoranom, traktując ich nie jak podwładnych, lecz jak równych sobie. Często można go spotkać, jak gra w Kolhii z Po-Matoranami. Zestaw Pohatu ma najbardziej unikalny design spośród wszystkich Toa — tors, który jest u wszystkich Toa ustawiony standardowo, u niego jest odwrócony do góry nogami. Dzięki temu Pohatu atakuje kopnięciami zamiast wymachiwać bronią. Jego atak żywiołu powoduje wybuch filaru kamienia spod ziemi pod wrogiem, uderzając go i wyrzucając w powietrze.

# CodexPage_Description,CodexPage_PohatusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Canyons dotted with intricate carvings can be seen in the distance, beckoning to be explored.
pl_pl: Dziwny karnister, który został wyrzucony na brzeg plaży... nikt na wyspie nie jest pewny, skąd przybył. W oddali widać kaniony usiane misternymi rzeźbami, które zachęcają do odkrywania.

# CodexPage_Description,CodexPage_PoisonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The green variant can be found primarily in Le-Wahi. These Nui-Jaga are extremely fast, making them difficult to escape and even more difficult to avoid their relentless attacks. Take care that you don’t find yourself swarmed by a group of them.
pl_pl: Rahi przypominające skorpiony, kontrolowane przez Makutę. Zielony wariant można znaleźć głównie w Le-Wahi. Te Nui-Jaga są niezwykle szybkie, co czyni je trudnymi do ucieczki i jeszcze trudniejszymi do uniknięcia ich nieustępliwych ataków. Uważaj, aby nie znaleźć się otoczonym przez grupę tych stworzeń.

# CodexPage_Description,CodexPage_PoKini_Desc
source: The Po-Kini is the temple of Stone. Hiding deep in the harsh Motara desert, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Turaga Onewa seems to know the secret to unlocking the temple.
pl_pl: Po-Kini to świątynia Kamienia. Ukryta głęboko na surowej Pustyni Motara, ta świątynia przechowuje Kamień Makoki – fragment klucza potrzebnego do dostania się do kryjówki Makuty. Turaga Onewa wydaje się znać sekret otwarcia świątyni.

# CodexPage_Description,CodexPage_Pokoro_Desc
source: Po-Koro, the village of Stone. This village is home to the best carvers on Mata Nui- a fact that is clear when you see the beautiful stone carvings that adorn the village and its surroundings. Merchants sell their wares in Po-Koro’s bazaar to whoever is strong enough to brave the harsh Po-Wahi deserts. Po-Koro is also seen as the home to the sport of Koli, seeing as it’s where the sport got its start. The sport’s popularity along with the bazaar make this city one of the liveliest on the island.
pl_pl: Po-Koro, wioska Kamienia. Ta wioska jest domem dla najlepszych rzeźbiarzy na Mata Nui – co widać na pięknych kamiennych rzeźbach zdobiących wioskę i jej okolice. Kupcy sprzedają swoje towary na bazarze Po-Koro tym, którzy mają odwagę zmierzyć się z surową pustynią Po-Wahi. Po-Koro jest również uważane za kolebkę sportu Kolhii, ponieważ to tutaj ten sport się narodził. Popularność Kolhii oraz bazaru sprawiają, że to miasto jest jednym z najżywszych na wyspie.

# CodexPage_Description,CodexPage_PoTemple_Desc
source: A temple built by the Po-Matoran carvers to honor the Great Spirit. Since the Po-Matoran are carvers and makers by nature, they couldn’t help but add all varieties of traps and puzzles inside of it. Is it overly complicated for a place of worship? Unnecessary? Frivolous? Perhaps, but ask any Po-Matoran and they would vehemently disagree. There’s even a Copper Mask of Victory offered to anyone who’s able to pass this trial.
pl_pl: Świątynia wybudowana przez Po-Matoran, rzeźbiarzy, aby uczcić Wielkiego Ducha. Ponieważ Po-Matoranie są z natury rzeźbiarzami i twórcami, nie mogli się powstrzymać przed dodaniem wszelkiego rodzaju pułapek i zagadek wewnątrz świątyni. Czy to przesadnie skomplikowane miejsce do kultu? Niepotrzebne? Zbyteczne? Być może, ale zapytaj dowolnego Po-Matoranina, a stanowczo się z tym nie zgodzi. Na odważnych i sprytnych czeka nawet Miedziana Maska Zwycięstwa, którą zdobędzie ten, kto pokona to wyzwanie.

# CodexPage_Description,CodexPage_PoWahi_Desc
source: The deserts of Po-Wahi are unwelcoming to say the least. The rocky canyons can hide Rahi waiting to ambush unlucky travellers, and Motara desert to the north is a largely barren landscape. However, the Po-Matoran choose to brave these dangers regardless, adorning the rocky landscape with carvings and sculptures to give whatever life they can to the harsh environment around them.
pl_pl: Pustynie Po-Wahi są, delikatnie mówiąc, nieprzyjazne. Skaliste kaniony kryją Rahi, które czają się, by zaatakować nieszczęśliwych podróżnych, a Pustynia Motara na północy to w większości jałowy, pusty krajobraz. Mimo to Po-Matoranie decydują się stawić czoła tym niebezpieczeństwom, ozdabiając skaliste tereny rzeźbami i płaskorzeźbami, aby tchnąć choć odrobinę życia w surowe otoczenie.
