Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Quest_Objective,Quest_TheTuragaOfWater_Objective_3
source: Find Nokama and Speak to her.
ru_ru: Найдите Нокаму и поговорите с ней.

# ST_CutsceneDialogue,MakutaExplode_Line1
source: Everyone's alright? Good.
ru_ru: Вы все в порядке? Хорошо.

# ST_CutsceneDialogue,MakutaExplode_Line10
source: Makuta used this to reset us to when we first arrived. Do you think…?
ru_ru: Макута использовал это, чтобы вернуть нас в момент, когда мы впервые прибыли. Думаешь...?

# ST_CutsceneDialogue,MakutaExplode_Line11
source: It’s our only chance.
ru_ru: Это наш единственный шанс.

# ST_CutsceneDialogue,MakutaExplode_Line12
source: This is the only way to dispel his influence over us. Over the whole island!
ru_ru: Это единственный способ избавиться от его влияния над нами. Над всем островом!

# ST_CutsceneDialogue,MakutaExplode_Line13
source: Then it is what we must do.
ru_ru: Значит, это то, что мы должны сделать.

# ST_CutsceneDialogue,MakutaExplode_Line14
source: ...I can only hope we'll do better next time.
ru_ru: ...Я надеюсь, что в следующий раз мы справимся лучше.

# ST_CutsceneDialogue,MakutaExplode_Line15
source: You are out of time, Toa.
ru_ru: Ваше время вышло, Тоа.

# ST_CutsceneDialogue,MakutaExplode_Line16
source: Not anymore.
ru_ru: Не в этот раз.

# ST_CutsceneDialogue,MakutaExplode_Line17
source: What? Stop! What are you doing?
ru_ru: Что? Стой! Что ты делаешь?

# ST_CutsceneDialogue,MakutaExplode_Line18
source: What I have to.
ru_ru: То, что должен.

# ST_CutsceneDialogue,MakutaExplode_Line2
source: Is this it? Have we won?
ru_ru: Это всё? Мы победили?

# ST_CutsceneDialogue,MakutaExplode_Line3
source: I think... we have.
ru_ru: Я думаю... что да.

# ST_CutsceneDialogue,MakutaExplode_Line4
source: Not... quite.
ru_ru: Не... совсем.

# ST_CutsceneDialogue,MakutaExplode_Line5
source: Give up, You've been defeated!
ru_ru: Сдавайся, ты побеждён!

# ST_CutsceneDialogue,MakutaExplode_Line6
source: What’s going on?
ru_ru: Что происходит?

# ST_CutsceneDialogue,MakutaExplode_Line7
source: He’s going to bring all of Mangaia down on us!
ru_ru: Он собирается обрушить всю Мангайю на нас!

# ST_CutsceneDialogue,MakutaExplode_Line8
source: You fool! You’ll crush yourself as well!
ru_ru: Глупец! Ты в придачу убьёшь и себя!

# ST_CutsceneDialogue,MakutaExplode_Line9
source: I am not killed so easily. Unfortunately, you are far more fragile.
ru_ru: Меня убить не так уж просто. Вы, к сожалению, куда более хрупки.

# ST_CutsceneDialogue,MakutaIntro_Line1
source: Makuta! We have come!
ru_ru: Макута! Мы пришли!

# ST_CutsceneDialogue,MakutaIntro_Line10
source: We’ve come to break your cycle of destruction and lies! You shall not control us, or the matoran.
ru_ru: Мы пришли, чтобы разрушить твой цикл разрушений и лжи! Ты не будешь управлять нами или Маторанами.

# ST_CutsceneDialogue,MakutaIntro_Line11
source: ...interesting.
ru_ru: ...интересно.

# ST_CutsceneDialogue,MakutaIntro_Line12
source: It seems the foolish Turaga have grown weary of their deception. How many defeats did you need to suffer before they revealed their secrets?
ru_ru: Похоже, что глупые Турага устали от своего же вранья. Сколько поражений вам пришлось претерпеть до того, как они раскрыли свои секреты?

# ST_CutsceneDialogue,MakutaIntro_Line13
source: And how many other secrets do they still selfishly cling to after all of these years?
ru_ru: И сколько секретов они по-прежнему эгоистично скрывают спустя все эти годы?

# ST_CutsceneDialogue,MakutaIntro_Line14
source: Enough of your deceitful words. Your reign ends here!
ru_ru: Хватит твоих лживых слов! Твоё правление окончится здесь!

# ST_CutsceneDialogue,MakutaIntro_Line15
source: We won’t allow you to reset us again!
ru_ru: Мы не позволим тебе снова сбросить нас!

# ST_CutsceneDialogue,MakutaIntro_Line16
source: ...Yes... I believe you are correct.
ru_ru: ...Да... Я думаю, ты прав.

# ST_CutsceneDialogue,MakutaIntro_Line17
source: What?
ru_ru: Что?

# ST_CutsceneDialogue,MakutaIntro_Line18
source: I enjoyed toying with you, Toa. Watching you struggle past all of my challenges only to fail again, and again, and again. But I believe... that time has passed.
ru_ru: Я наигрался с вами, Тоа. Наблюдал за тем, как вы затрудняетесь с моими испытаниями и проваливаете их раз за разом. Но мне кажется... то время уже прошло.

# ST_CutsceneDialogue,MakutaIntro_Line19
source: I’ll be sure to kill you this time.
ru_ru: В этот раз я вас точно уничтожу!

# ST_CutsceneDialogue,MakutaIntro_Line2
source: Welcome, Toa.
ru_ru: Добро пожаловать, Тоа.

# ST_CutsceneDialogue,MakutaIntro_Line20
source: WAIT!
ru_ru: СТОЙ!

# ST_CutsceneDialogue,MakutaIntro_Line3
source: You... are the Makuta?
ru_ru: Ты... Макута?

# ST_CutsceneDialogue,MakutaIntro_Line4
source: I am that which you have sworn to protect.
ru_ru: Я – тот, кого вы клялись защищать.

# ST_CutsceneDialogue,MakutaIntro_Line5
source: It’s a trick... another one of Makuta’s illusions.
ru_ru: Это уловка... ещё одна из иллюзий Макуты.

# ST_CutsceneDialogue,MakutaIntro_Line6
source: You defile Mata Nui’s name by taking the form of the matoran!
ru_ru: Ты порочишь имя Мата Нуи, приняв форму Маторана!

# ST_CutsceneDialogue,MakutaIntro_Line7
source: You know nothing of my brother’s name, nor his will. You do not even know the truth...
ru_ru: Вы ничего не знаете ни об имени моего брата, ни о его воле. Вы даже не знаете правды...

# ST_CutsceneDialogue,MakutaIntro_Line8
source: We know the truth! We know what you’ve done to us in the past!
ru_ru: Мы знаем правду! Мы знаем, что ты с нами сделал в прошлом!

# ST_CutsceneDialogue,MakutaIntro_Line9
source: ...Oh?
ru_ru: ...Да?

# ST_CutsceneDialogue,MakutaReturn_Line1
source: Why must you persist? Can you not see how futile your struggle is?
ru_ru: Почему вы упорствуете? Разве вы не видите насколько ваша борьба бесполезна?

# ST_CutsceneDialogue,MakutaReturn_Line2
source: You cannot hold us any longer! This cycle ends here!
ru_ru: Ты больше не можешь нас удерживать! Этот цикл прервётся здесь!

# ST_CutsceneDialogue,MakutaReturn_Line3
source: I shall use this mask to rule over the Matoran! It is my destiny!
ru_ru: Я буду использовать эту маску, чтобы править Маторанами! Это моя судьба!

# ST_CutsceneDialogue,MakutaReturn_Line4
source: And it is our destiny to defeat you!
ru_ru: А наша судьба – одолеть тебя!

# ST_CutsceneDialogue,POTM_Line1
source: So it seems you've found me... You cannot stop my crusade, your time will come toa... For I am THE PROPHET OF THE MAKUTA!
ru_ru: Видимо, вам удалось меня найти... Вы не сможете остановить мои цели, ваше время придёт, Тоа… Ведь я – ПРОРОК МАКУТЫ!

# ST_CutsceneDialogue,POTM_Line10
source: Wait, What? What's this about equality?
ru_ru: Стой, что? Как это относится к равенству?

# ST_CutsceneDialogue,POTM_Line11
source: Remember when we made the three tenets? Do you remember what they are?
ru_ru: Помнишь, когда мы создали три постулата? Ты помнишь эти постулаты?

# ST_CutsceneDialogue,POTM_Line12
source: Destruction... Creation... Peace...
ru_ru: Разрушение... Созидание... Мир...

# ST_CutsceneDialogue,POTM_Line2
source: What is this crusade? And what would you have to gain from siding with the Makuta?
ru_ru: Что это за цели? И что ты получишь, встав на одну сторону с Макутой?

# ST_CutsceneDialogue,POTM_Line3
source: My Quest is to show my fellow Matoran what really happened that day. That Makuta Defeated Mata Nui and therefore is the greater being! Why are they all worshiping Mata Nui when he was the one that fell?!?
ru_ru: Моя задача – показать Маторанам то, что случилось в тот день на самом деле. Что Макута одолел Мата Нуи и стал великим существом! Почему они все почитают Мата Нуи, когда именно он был тем, кто пал?!?

# ST_CutsceneDialogue,POTM_Line4
source: How did you find this place?
ru_ru: Как вам удалось найти это место?

# ST_CutsceneDialogue,POTM_Line5
source: A Matoran told me where it was. Why?
ru_ru: Маторан сказал мне где оно. А что?

# ST_CutsceneDialogue,POTM_Line6
source: Impossible! No one knows where it is! Except for...
ru_ru: Невозможно! Никто этого не знает! Кроме...

# ST_CutsceneDialogue,POTM_Line7
source: Brother...
ru_ru: Брата...

# ST_CutsceneDialogue,POTM_Line8
source: Komaru, stop this madness! You know that one being is not superior! It's both combined that creates equality!
ru_ru: Комару, прекрати! Ты же понимаешь, что что-то одно не может быть лучшим! Только их соединение создаёт равенство!

# ST_CutsceneDialogue,POTM_Line9
source: That's not my name! I... I am The PROPHET OF THE MAKUTA!
ru_ru: Это не моё имя! Я... Я ПРОРОК МАКУТЫ!

# ST_CutsceneDialogue,TarakavaOfFrost2_Line1
source: Uh Oh...
ru_ru: Ой-ой...

# ST_CutsceneDialogue,TarakavaOfFrost2_Line2
source: Wait! Who are you?
ru_ru: Стоп! Кто вы?

# ST_CutsceneDialogue,TarakavaOfFrost2_Line3
source: How did he make it up there so fast? I should probably talk to him, maybe he knows a little more about what's going on here.
ru_ru: Как он так быстро туда добрался? Мне нужно поговорить с ним, быть может он хоть что-то знает про то, что произошло.

# ST_CutsceneDialogue,TarakavaOfFrost_Line1
source: Strange. It appears it wasn't a landslide that blocked off the water, but rather a mechanical dam.
ru_ru: Странно. Видимо, не оползень перекрыл воду, а механическая дамба.

# ST_CutsceneDialogue,TarakavaOfFrost_Line2
source: That's one huge Tarakava!
ru_ru: Это здоровенный Таракава!

# ST_CutsceneDialogue,TarakavaOfFrost_Line3
source: I am the spirit of this lake, You will not harm it Toa.
ru_ru: Я – дух этого озера. Вы ему не навредите, Тоа.

# ST_CutsceneDialogue,TarakavaOfFrost_Line4
source: I'm not here to harm it, I just want to restore the flow of the river.
ru_ru: Я тут не для того, чтобы ему навредить. Я лишь хочу восстановить течение реки.

# ST_CutsceneDialogue,TarakavaOfFrost_Line5
source: This lake contains holy water, it should be contained. Not allowed to run off into the sea.
ru_ru: Это озеро содержит в себе святую воду, её нужно удерживать. Не позволять озерной воде вытекать в море.

# ST_CutsceneDialogue,TarakavaOfFrost_Line6
source: There are other Matoran and Rahi that rely on this river, would you have them displaced from their homes just to keep your water?
ru_ru: Есть Матораны и Рахи, которые сильно зависят от этой реки, вы смогли бы прогнать их из их же домов только для сохранения воды?

# ST_CutsceneDialogue,TarakavaOfFrost_Line7
source: I would. I cannot allow other, more inferior beings to use my water for their own impure purposes.
ru_ru: Да. Я не могу позволить другим, более низшим существам использовать мою воду для своих нечистых нужд.

# ST_CutsceneDialogue,TarakavaOfFrost_Line8
source: I'm afraid I can't stand for that...
ru_ru: Боюсь, я не могу обещать этого...

# ST_DialogueGeneralLocalization,AnythingToDo
source: Do you have anything for me to do?
ru_ru: Есть ли что-то, что я могу сделать?

# ST_DialogueGeneralLocalization,Anythingtoreport
source: Anything to report?
ru_ru: Есть о чём доложить?

# ST_DialogueGeneralLocalization,Areyoualright
source: Are you alright?
ru_ru: Ты в порядке?

# ST_DialogueGeneralLocalization,Areyoulost
source: Are you lost?
ru_ru: Ты потерялся?

# ST_DialogueGeneralLocalization,Buildingforfun
source: Are you just building this for fun?
ru_ru: Ты строишь это ради веселья?

# ST_DialogueGeneralLocalization,Bye!
source: Bye!
ru_ru: Пока!

# ST_DialogueGeneralLocalization,Goodbye
source: Goodbye.
ru_ru: До встречи.

# ST_DialogueGeneralLocalization,GoodbyeElipsis
source: Goodbye...
ru_ru: До встречи...

# ST_DialogueGeneralLocalization,HelloToaElipsis
source: Hello Toa...
ru_ru: Здравствуй, Тоа...

# ST_DialogueGeneralLocalization,ISee
source: I see.
ru_ru: Ясно.

# ST_DialogueGeneralLocalization,Isee...
source: I see...
ru_ru: Ясно...

# ST_DialogueGeneralLocalization,Issomethingthematter
source: Is something the matter?
ru_ru: Что-то не так?

# ST_DialogueGeneralLocalization,Itwasnotrouble
source: It was no trouble.
ru_ru: Это не составило труда.

# ST_DialogueGeneralLocalization,IWill
source: I will.
ru_ru: Обязательно.

# ST_DialogueGeneralLocalization,Leave
source: *Leave*
ru_ru: *Уйти*

# ST_DialogueGeneralLocalization,Nothankyou
source: No thank you.
ru_ru: Нет, спасибо.

# ST_DialogueGeneralLocalization,Perhapsanothertime
source: Perhaps another time.
ru_ru: Возможно, в другой раз.

# ST_DialogueGeneralLocalization,Riverdriedup
source: Do you know why the river dried up?
ru_ru: Ты знаешь почему река высохла?

# ST_DialogueGeneralLocalization,TakeLook
source: I'll take a look.
ru_ru: Я посмотрю.

# ST_DialogueGeneralLocalization,ThankYou
source: Thank you.
ru_ru: Спасибо.

# ST_DialogueGeneralLocalization,Thankyou!
source: Thank you!
ru_ru: Спасибо!

# ST_DialogueGeneralLocalization,Trade
source: I'd like to trade.
ru_ru: Мне хотелось бы поторговаться.

# ST_DialogueGeneralLocalization,Verywell
source: Very well.
ru_ru: Хорошо.

# ST_DialogueGeneralLocalization,What
source: What?
ru_ru: Что?

# ST_DialogueGeneralLocalization,Whatareyoudoing
source: What are you doing?
ru_ru: Что ты делаешь?

# ST_DialogueGeneralLocalization,Whatdoyoumean
source: What do you mean?
ru_ru: Что ты имеешь в виду?

# ST_DialogueGeneralLocalization,Whatisit
source: What is it?
ru_ru: Что это?

# ST_DialogueGeneralLocalization,WhatYouHave
source: I'd like to see what you have.
ru_ru: Мне хотелось бы посмотреть, что у вас есть.

# ST_DialogueGeneralLocalization,Wheretogo
source: Where would you like to go?
ru_ru: Куда вы хотите отправиться?

# ST_DialogueGeneralLocalization,Whoareyou
source: Who are you?
ru_ru: Кто ты?

# ST_DialogueGeneralLocalization,WillSee
source: I'll see what I can do.
ru_ru: Я посмотрю что можно сделать.

# ST_GeneralLocalization,Gen_CableTransport
source: Cable Transport System
ru_ru: Система канатной дороги

# ST_GeneralLocalization,Gen_Climb
source: Climb {Facing}
ru_ru: Забраться на: {Facing}

# ST_GeneralLocalization,Gen_ClimbDown
source: Climb Down {Facing}
ru_ru: Спуститься по: {Facing}

# ST_GeneralLocalization,Gen_ClimbUp
source: Climb Up {Facing}
ru_ru: Взобраться по: {Facing}

# ST_GeneralLocalization,Gen_Conv_Conversation
source: Conversation
ru_ru: Разговор

# ST_GeneralLocalization,Gen_Conv_HarekLaru
source: Harek and Laru
ru_ru: Харек и Лару

# ST_GeneralLocalization,Gen_Conv_PauriKauri
source: Pauri and Kauri
ru_ru: Паури и Каури

# ST_GeneralLocalization,Gen_Conv_TafallTaphal
source: Tafall and Taphal
ru_ru: Тафол и Тафал

# ST_GeneralLocalization,Gen_Conv_TapahlTafall
source: Tapahl and Tafall
ru_ru: Тафал и Тафол

# ST_GeneralLocalization,Gen_Conv_Whagna
source: The Whagna Villagers
ru_ru: Жители деревни Вагна

# ST_GeneralLocalization,Gen_CosmeticsBench
source: Cosmetics Bench
ru_ru: Лавка с Аксессуарами

# ST_GeneralLocalization,Gen_Door
source: Door
ru_ru: Дверь

# ST_GeneralLocalization,Gen_Gate
source: Gate
ru_ru: Ворота

# ST_GeneralLocalization,Gen_Interact
source: Interact with {Facing}
ru_ru: Взаимодействовать с: {Facing}

# ST_GeneralLocalization,Gen_Ladder
source: Ladder
ru_ru: Лестница

# ST_GeneralLocalization,Gen_LeftBlock
source: Left Block
ru_ru: Левый Блок

# ST_GeneralLocalization,Gen_Lever
source: Lever
ru_ru: Рычаг

# ST_GeneralLocalization,Gen_LeverOne
source: Lever One
ru_ru: Рычаг 1

# ST_GeneralLocalization,Gen_LeverThree
source: Lever Three
ru_ru: Рычаг 3

# ST_GeneralLocalization,Gen_LeverTwo
source: Lever Two
ru_ru: Рычаг 2

# ST_GeneralLocalization,Gen_Listen
source: Listen to {Facing}
ru_ru: Послушать: {Facing}

# ST_GeneralLocalization,Gen_LockedDoor
source: Locked Door
ru_ru: Закрытая дверь

# ST_GeneralLocalization,Gen_MakokiDesc
source: A piece of a key used to enter the Makuta's Lair.
ru_ru: Фрагмент ключа для доступа в Логово Макуты.

# ST_GeneralLocalization,Gen_MiddleBlock
source: Middle Block
ru_ru: Средний Блок

# ST_GeneralLocalization,Gen_ObtaintheMakokiStone
source: Obtain the Makoki Stone.
ru_ru: Достаньте Камень Макоки.

# ST_GeneralLocalization,Gen_Open
source: Open {Facing}
ru_ru: Открыть: {Facing}

# ST_GeneralLocalization,Gen_Pickup
source: Pick up {Facing}
ru_ru: Подобрать: {Facing}

# ST_GeneralLocalization,Gen_RestoryMyMemory
source: I can't remember... Where am I? There is a pull, a drive to begin walking - Perhaps I can find someone that can help restore my memory.
ru_ru: Я не могу вспомнить... Где я? Есть тяга, стремление начать идти... Возможно, я смогу найти кого-то, кто сможет помочь мне восстановить мою память.

# ST_GeneralLocalization,Gen_RightBlock
source: Right Block
ru_ru: Правый Блок

# ST_GeneralLocalization,Gen_Rope
source: Rope
ru_ru: Верёвка

# ST_GeneralLocalization,Gen_Speak
source: Speak with {Facing}
ru_ru: Поговорить с: {Facing}

# ST_GeneralLocalization,Gen_SpeakTo
source: Speak to {NPC}
ru_ru: Поговорить с: {NPC}

# ST_GeneralLocalization,Gen_SuvaInteract
source: Unlock Golden Mask for {Toa}
ru_ru: Разблокировать Золотую Маску для данного Тоа: {Toa}

# ST_GeneralLocalization,Gen_Telescope
source: Telescope
ru_ru: Телескоп

# ST_GeneralLocalization,Gen_TradeDeal
source: Trade deal
ru_ru: Торговля

# ST_GeneralLocalization,Gen_Waikiru
source: Fragments of a First Mate's log from a ship named the 'Waikiru'
ru_ru: Фрагменты журнала Старшего Помощника с корабля под названием «Вайкиру»

# ST_GeneralLocalization,Gen_Window
source: Window
ru_ru: Оконный

# ST_Localization,UIAnalogR
source: Right Analog Stick
ru_ru: Правый Аналоговый Стик

# ST_Localization,UIAutoSave
source: Auto Save
ru_ru: Автосохранение

# ST_Localization,UIBack
source: Back
ru_ru: Назад

# ST_Localization,UIBindFirst
source: Bind to First Slot
ru_ru: Привязать к Первому Слоту

# ST_Localization,UIBindSecond
source: Bind to Second Slot
ru_ru: Привязать ко Второму Слоту

# ST_Localization,UIBorderless
source: Borderless
ru_ru: Оконный без рамок

# ST_Localization,UICancel
source: Cancel
ru_ru: Отмена

# ST_Localization,UIClose
source: Close
ru_ru: Закрыть

# ST_Localization,UIConfirm
source: Confirm
ru_ru: Подтвердить

# ST_Localization,UIContinuous
source: Continuous
ru_ru: Непрерывно

# ST_Localization,UIConvert
source: Convert
ru_ru: Переконвертировать

# ST_Localization,UICredits
source: Credits
ru_ru: Титры

# ST_Localization,UICrush
source: Crush
ru_ru: Сломать

# ST_Localization,UIDisabled
source: Disabled
ru_ru: Отключено

# ST_Localization,UIEnable
source: Enable
ru_ru: Включить

# ST_Localization,UIEnabled
source: Enabled
ru_ru: Включено

# ST_Localization,UIEpic
source: Epic
ru_ru: Эпичный

# ST_Localization,UIExit
source: Exit
ru_ru: Выход

# ST_Localization,UIExitControlScheme
source: {Input} <Key>to exit</>
ru_ru: {Input} <Key>для выхода</>

# ST_Localization,UIFullScreen
source: FullScreen
ru_ru: Полноэкранный

# ST_Localization,UIHigh
source: High
ru_ru: Высокий

# ST_Localization,UIHigher
source: Higher
ru_ru: Выше

# ST_Localization,UILMB
source: Left Mouse Button
ru_ru: Левая Кнопка Мыши

# ST_Localization,UILoadGame
source: Load Game
ru_ru: Загрузить игру

# ST_Localization,UILocked
source: (Locked)
ru_ru: (Закрыто)

# ST_Localization,UILow
source: Low
ru_ru: Низкий

# ST_Localization,UILower
source: Lower
ru_ru: Ниже

# ST_Localization,UIMedium
source: Medium
ru_ru: Средний

# ST_Localization,UIMouse
source: Mouse
ru_ru: Мышь

# ST_Localization,UIMultiple
source: Multiple
ru_ru: Несколько

# ST_Localization,UINewGame
source: New Game
ru_ru: Новая игра

# ST_Localization,UINo
source: No
ru_ru: Нет

# ST_Localization,UINone
source: None
ru_ru: Нет

# ST_Localization,UIPlayerSave
source: Player Save
ru_ru: Сохранение игрока

# ST_Localization,UIPowerMask
source: Power Mask
ru_ru: Зарядить Маску

# ST_Localization,UIQuestCompleted
source: Quest Completed
ru_ru: Квест выполнен

# ST_Localization,UIQuestStarted
source: Quest Started
ru_ru: Квест начался

# ST_Localization,UIQuit
source: Quit
ru_ru: Выход

# ST_Localization,UIResettoDefault
source: Reset to Default
ru_ru: Сбросить к Стандартным

# ST_Localization,UISaveGame
source: Save Game
ru_ru: Сохранить игру

# ST_Localization,UISaveName
source: Save Name:
ru_ru: Имя сохранения:

# ST_Localization,UISaves
source: Saves
ru_ru: Сохранения

# ST_Localization,UIScroll
source: Scroll Wheel
ru_ru: Колесо Мыши

# ST_Localization,UISelect
source: Select
ru_ru: Выбрать

# ST_Localization,UISettings
source: Settings
ru_ru: Настройки

# ST_Localization,UITriggersLR
source: Left & Right Triggers
ru_ru: Левый и Правый Триггеры

# ST_Localization,UIUnlimited
source: Unlimited
ru_ru: Неограниченный

# ST_Localization,UIUse
source: Use
ru_ru: Использовать

# ST_Localization,UIView
source: View
ru_ru: Посмотреть

# ST_Localization,UIWindowed
source: Windowed
ru_ru: Оконный

# ST_Localization,UIYes
source: Yes
ru_ru: Да

# ST_Localization,UIZoomControlScheme
source: {Input} <Key>to zoom</>
ru_ru: {Input} <Key>для изменения масштаба</>

# ST_Names,Names_Ahkmou
source: Ahkmou
ru_ru: Акму

# ST_Names,Names_Akaku
source: Akaku
ru_ru: Акаку

# ST_Names,Names_Akamar
source: Akamar
ru_ru: Акамар

# ST_Names,Names_Akura
source: Akura
ru_ru: Акура

# ST_Names,Names_Araka
source: Araka
ru_ru: Арака

# ST_Names,Names_BandMember
source: Band Member
ru_ru: Музыкант

# ST_Names,Names_Boat
source: Boat
ru_ru: Лодка

# ST_Names,Names_CandleSalesman
source: Candle Salesman
ru_ru: Продавец Свеч

# ST_Names,Names_CanyonNui-Jaga
source: Pako Nui-Jaga
ru_ru: Нуи-Джага Пако

# ST_Names,Names_Dameo
source: Dameo
ru_ru: Дамео

# ST_Names,Names_DockMaster
source: Dock Master Marka
ru_ru: Начальница дока Марка

# ST_Names,Names_Exilon
source: Exilon
ru_ru: Эксилон

# ST_Names,Names_FestiveKo-Matoran
source: Festive Ko-Matoran
ru_ru: Весёлый Ко-Маторан

# ST_Names,Names_Fikou-Nui
source: Fikou-Nui
ru_ru: Фику-Нуи

# ST_Names,Names_FishSalesman
source: Fish Salesman
ru_ru: Продавец рыбы

# ST_Names,Names_Flagmaker
source: Flagmaker
ru_ru: Создатель флагов

# ST_Names,Names_Ga-koroGuardswoman
source: Ga-koro Guardswoman
ru_ru: Стражница Га-Коро

# ST_Names,Names_Ga-Matoran
source: Ga-Matoran
ru_ru: Га-Маторан

# ST_Names,Names_Ga-Trader
source: Ga-Trader
ru_ru: Га-Торговец

# ST_Names,Names_Ga-Wahi
source: Ga-Wahi
ru_ru: Га-Вахи

# ST_Names,Names_GaKini
source: Ga-Kini
ru_ru: Га-Кини

# ST_Names,Names_Gali
source: Gali
ru_ru: Гали

# ST_Names,Names_Grinch
source: Not Very Festive Ko-Matoran
ru_ru: Не Очень Весёлый Ко-Маторан

# ST_Names,Names_GuardsmanIn-Training
source: Guardsman In-Training
ru_ru: Стражник-стажёр

# ST_Names,Names_Hahli
source: Hahli
ru_ru: Хали

# ST_Names,Names_HallucinatingLe-Matoran
source: Hallucinating Le-Matoran
ru_ru: Глючащий Ле-Маторан

# ST_Names,Names_Harek
source: Harek
ru_ru: Харек

# ST_Names,Names_Hau
source: Hau
ru_ru: Хау

# ST_Names,Names_Hewtinii
source: Hewtinii
ru_ru: Хьютини

# ST_Names,Names_Huki
source: Huki
ru_ru: Хьюки

# ST_Names,Names_Huna
source: Huna
ru_ru: Хуна

# ST_Names,Names_IceNui-Jaga
source: Huka Nui-Jaga
ru_ru: Нуи-Джага Хука

# ST_Names,Names_IceTarakava
source: Haka Tarakava
ru_ru: Ледяной Таракава

# ST_Names,Names_InsaneMatoran
source: Insane Matoran
ru_ru: Безумный Маторан

# ST_Names,Names_Ioka
source: Ioka
ru_ru: Иока

# ST_Names,Names_Jala
source: Jala
ru_ru: Джала

# ST_Names,Names_Jautee
source: Jautee
ru_ru: Джоути

# ST_Names,Names_Jhoni
source: Jhoni
ru_ru: Джони

# ST_Names,Names_Kahli
source: Kahli
ru_ru: Кали

# ST_Names,Names_Kakama
source: Kakama
ru_ru: Какама

# ST_Names,Names_Kane-Ra
source: Kane-Ra
ru_ru: Кане-Ра

# ST_Names,Names_Kapura
source: Kapura
ru_ru: Капура

# ST_Names,Names_Karu
source: Karu
ru_ru: Кару

# ST_Names,Names_Kaukau
source: Kaukau
ru_ru: Каукау

# ST_Names,Names_Kauri
source: Kauri
ru_ru: Каури

# ST_Names,Names_KewaMaster
source: Kewa Master
ru_ru: Хозяин Кев

# ST_Names,Names_Khalo
source: Khalo
ru_ru: Хало

# ST_Names,Names_Kieve
source: Kieve
ru_ru: Киве

# ST_Names,Names_KiniNui
source: The Kini-Nui
ru_ru: Кини-Нуи

# ST_Names,Names_Kita
source: Kita
ru_ru: Кита

# ST_Names,Names_Ko-Matoran
source: Ko-Matoran
ru_ru: Ко-Маторан
