Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Text,DL_VakamaPostRescueTahu5
source: I pray that you still can...
el: Προσεύχομαι να μπορείς ακόμα...

# Dialogue_Text,DL_VakamaPostTAKiniFailsafe
source: You must all gather at the Kini Nui, the temple there holds the entrance to Makuta's Lair. I will mark it on your map but before you go, ensure that all of you have obtained your golden masks - The road ahead is difficult, and you will need the strength they offer.
el: Πρέπει να μαζευτείτε όλοι στο Kini Nui, ο ναός εκεί έχει την είσοδο για το κρησφύγετο του Makuta. Θα το σημειώσω στον χάρτη σας, αλλά πριν φύγετε, βεβαιωθείτε ότι έχετε όλοι τις χρυσές μάσκες σας. Ο δρόμος που θα διανύσετε είναι δύσκολος και θα χρειαστείτε τη δύναμη που σας προσφέρουν.

# Dialogue_Text,DL_VegSeller1
source: Hmm... Still crooked...
el: Χμμ... Ακόμα στραβό...

# Dialogue_Text,DL_VegSeller2
source: Oh, Hi Toa $T! My sign's just a little crooked, I sell vegetation, Need any plants?
el: Γεια σου, Toa $T! Η πινακίδα μου είναι λίγο στραβή, πουλάω φυτά. Χρειάζεσαι κανένα;

# Dialogue_Text,DL_WhagnaMeeting_Kahli5
source: I never thanked you for fixing that hole in my roof earlier Taphal.
el: Δεν σε ευχαρίστησα που έφτιαξες την τρύπα στην οροφή μου νωρίτερα, Taphal.

# Dialogue_Text,DL_WhagnaMeeting_Kahli9
source: What? What are we talking about?
el: Τι; Τι συζητάμε;

# Dialogue_Text,DL_WhagnaMeeting_Numai11
source: I still believe it's too dangerous to stay here, I'm heading back to Ko-Koro unless we decide otherwise.
el: Εξακολουθώ να πιστεύω ότι είναι πολύ επικίνδυνο να μείνουμε εδώ. Θα επιστρέψω στο Ko-Koro, εκτός αν αποφασίσουμε διαφορετικά.

# Dialogue_Text,DL_WhagnaMeeting_Numai2
source: It would require far too much work to repair the village, than we can handle! There is no way we would finish the repairs before another attack!
el: Θα χρειαζόταν πάρα πολύ δουλειά για να επισκευάσουμε το χωριό, περισσότερο από ό,τι μπορούμε να αντέξουμε! Δεν υπάρχει κανένας τρόπος να τελειώσουμε τις επισκευές πριν από την επόμενη επίθεση!

# Dialogue_Text,DL_WhagnaMeeting_Numai4
source: You would be working yourself to death Taphal, there's no need for that!
el: Θα δούλευες μέχρι θανάτου, Taphal, δεν υπάρχει λόγος!

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay
source: You have made a grave mistake Toa.
el: Έχεις κάνει ένα σοβαρό λάθος, Τοά.

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay1
source: Uhh, let me rephrase that. I believe that you have made a critical error in judgement $T, however only time will tell.
el: Εεε, ας το ξαναπώ αλλιώς. Πιστεύω ότι έχεις κάνει ένα κρίσιμο λάθος στην κρίση σου $T, όμως μόνο ο χρόνος θα δείξει.

# Dialogue_Text,DL_WhagnaMeeting_Parhi1
source: Welcome all, I've called this meeting today so that we may make a final decicsion on what we should do about our village. There are two options, repair the town and attept to fortify it against any future Rahi attacks, or we all all return to our respective villages.
el: Καλώς ήρθατε όλοι, συγκάλεσα αυτή τη συνάντηση σήμερα για να πάρουμε μια τελική απόφαση σχετικά με το τι πρέπει να κάνουμε για το χωριό μας. Υπάρχουν δύο επιλογές: να επισκευάσουμε το χωριό και να προσπαθήσουμε να το οχυρώσουμε ενάντια σε μελλοντικές επιθέσεις των Rahi, ή να επιστρέψουμε όλοι στα χωριά μας.

# Dialogue_Text,DL_WhagnaMeeting_Parhi10
source: Okay Kalhi seems to still not have - Uhh, come back to us. Numai?
el: Εντάξει, ο Kalhi φαίνεται ότι ακόμα δεν έχει... Ε, γυρίσει σε εμάς. Numai;

# Dialogue_Text,DL_WhagnaMeeting_Parhi12
source: Very well, Taphal?
el: Πολύ καλά, Taphal;

# Dialogue_Text,DL_WhagnaMeeting_Parhi14
source: And Tafall?
el: Και εσύ, Tafall;

# Dialogue_Text,DL_WhagnaMeeting_Parhi16
source: Dahh- A deadlock...
el: Νταχ- Ισοψηφία...

# Dialogue_Text,DL_WhagnaMeeting_Parhi17
source: Toa $T, with the vote in a deadlock - and our deciding vote being completely out of it, I'd like to defer to your wisdom in this matter.
el: Toa $T, με την ψηφοφορία σε αδιέξοδο - και την αποφασιστική ψήφο μας να είναι εντελώς εκτός, θα ήθελα να αναθέσω την απόφαση σε εσένα.

# Dialogue_Text,DL_WhagnaMeeting_Parhi18
source: Yes. Although these types of matters would usually be the duty of a Turaga. While we don't have one, we do have the next best thing, a Toa of legend.
el: Ναι. Αν και αυτά τα θέματα συνήθως είναι αρμοδιότητα ενός Turaga. Αν και δεν έχουμε έναν, έχουμε το αμέσως επόμενο καλύτερο, έναν Toa των θρύλων.

# Dialogue_Text,DL_WhagnaMeeting_Parhi19
source: Very good, So what will it be Toa? Do we stay or go?
el: Πολύ καλά, τι θα κάνουμε, Toa; Θα μείνουμε ή θα φύγουμε;

# Dialogue_Text,DL_WhagnaMeeting_Parhi7
source: Okay, okay, that's enough. We need to make a decision here, I'm calling a vote. I'm for staying and trying to repair.
el: Εντάξει, εντάξει, αρκετά. Πρέπει να πάρουμε μια απόφαση, θα κάνω ψηφοφορία. Εγώ είμαι υπέρ του να μείνουμε και να προσπαθήσουμε να το φτιάξουμε.

# Dialogue_Text,DL_WhagnaMeeting_Parhi8
source: Kahli, your vote?
el: Kahli, η ψήφος σου;

# Dialogue_Text,DL_WhagnaMeeting_ParhiLeave
source: You heard the Toa! Start packing up, I'll be taking you by boat to your village if that's possible.
el: Ακούσατε; Αρχίστε να μαζεύετε τα πράγματά σας, θα σας πάω με βάρκα στο χωριό σας, αν είναι δυνατόν.

# Dialogue_Text,DL_WhagnaMeeting_ParhiStay
source: You heard the Toa! Taphal, get to work. I'll travel to Po-Koro to see if they have any materials we can use, perhaps I can hire a few more crafters there too.
el: Ακούσατε; Taphal, πιάσε δουλειά. Θα πάω στο Po-Koro να δω αν έχουν υλικά που μπορούμε να χρησιμοποιήσουμε, ίσως να προσλάβω και μερικούς ακόμα τεχνίτες εκεί.

# Dialogue_Text,DL_WhagnaMeeting_ReturnStay
source: You may go now Toa, we can handle everything else.
el: Μπορείς να φύγεις τώρα, Τοά, θα τα κανονίσουμε εμείς τα υπόλοιπα.

# Dialogue_Text,DL_WhagnaMeeting_Tafall15
source: I... I don't think we should stay, I'm sorry Taphal, but there's just too much work for just you and us.
el: Εγώ... δεν νομίζω ότι πρέπει να μείνουμε, συγγνώμη Taphal, αλλά είναι πάρα πολύ δουλειά για σένα και για μας.

# Dialogue_Text,DL_WhagnaMeeting_Tafall6
source: I'm not him! You- I- Ugghhhh!
el: Δεν είμαι αυτός! Εσύ-Εγώ- Ααααγχχ!

# Dialogue_Text,DL_WhagnaMeeting_Taphal13
source: I'm staying. I've already started working on the repairs, I'm not abandoning my work!
el: Θα μείνω. Έχω ήδη αρχίσει τις επισκευές, δεν θα εγκαταλείψω τη δουλειά μου!

# Dialogue_Text,DL_WhagnaMeeting_Taphal3
source: What do you mean too much work! I can do it all in half the time of any Po, or Onu matoran!
el: Τι εννοείς πολύ δουλειά! Μπορώ να τα κάνω όλα στο μισό χρόνο από οποιονδήποτε Po ή Onu matoran!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave
source: Gah! You've gotta be kidding me!
el: Αχ! Πλάκα μου κάνεις!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave2
source: Yes, I understand it's just... My work, all for nought.
el: Ναι, καταλαβαίνω ότι είναι απλά... Η δουλειά μου, όλα για το τίποτα.

# Dialogue_Text,DL_WhagnaMeeting_TaphalStay
source: Yes! I'll go get started right now!
el: Ναι! Πάω να αρχίσω αμέσως!

# Dialogue_Text,DL_WhagnaVillager1
source: Hello Toa $T, Welcome to Whagna Village.
el: Γεια σου Toa $T, καλώς ήρθες στο Χωριό Whagna.

# Dialogue_Text,DL_Whenua1
source: We come bearing the truth.
el: Έρχομαστε φέρνοντας την αλήθεια.

# Dialogue_Text,DL_Whenua2
source: We have spoken, and decided that you must be armed with this knowledge if you are to break the Makuta’s cycle.
el: Συζητήσαμε, κι αποφασίσαμε ότι πρέπει να είστε εξοπλισμένοι με αυτή τη γνώση αν θέλετε να σπάσετε τον κύκλο του Makuta.

# Dialogue_Text,DL_WhenuaBack
source: Eager is an understatement, Toa. I do hope you will visit me once I am comfortably underground- I have other tasks for you.
el: Ανυπόμονος είναι ελαφρύ, Τοά. Ελπίζω να με επισκεφτείς όταν θα είμαι άνετα υπογείος. Έχω άλλες δουλειές για σένα.

# Dialogue_Text,DL_WhenuaDefault1
source: Hello, Toa $T. I am glad to see you are well.
el: Γεια σου, Toa $T. Χαίρομαι που είσαι καλά.

# Dialogue_Text,DL_WhenuaDefaultPostKini
source: Hello, Toa $T. I am glad to see you are well.
el: Γεια σου, Toa $T. Χαίρομαι που είσαι καλά.

# Dialogue_Text,DL_WhenuaGetmeDown
source: Come on Toa, I don't have all day. Get me down!
el: Έλα τώρα, Toa δεν έχω όλη τη μέρα. Κατέβασέ με!

# Dialogue_Text,DL_WhenuaJump
source: Hmph. I suppose you think that’s funny? I believed that you Toa would have a bit more respect for your Turaga, but apparently not. Why, back in my prime I would have- ...oh, never mind. Please just help me down!
el: Χμφ. Μάλλον το βρίσκεις αστείο; Πίστευα ότι εσείς οι Toa θα είχατε λίγο περισσότερο σεβασμό για τους Turaga σας, αλλά προφανώς όχι. Παλιά, στα καλύτερά μου, θα είχα... ...άσε, δεν πειράζει. Σε παρακαλώ, βοήθησέ με να κατέβω!

# Dialogue_Text,DL_WhenuaKoro
source: Indeed it has. The Lightstone mines have increased in productivity, which is slight compensation for the incident at the great mine...
el: Πράγματι. Τα ορυχεία φωτόλιθων έχουν αυξήσει την παραγωγικότητά τους, κάτι που αποτελεί μια μικρή αποζημίωση για το περιστατικό στο μεγάλο ορυχείο...

# Dialogue_Text,DL_WhenuaLost1
source: Toa! So good to see you here. I was beginning to get worried I would be lost for good...
el: Τοά! Χαίρομαι που σε βλέπω εδώ. Αρχιζα να ανησυχώ ότι θα χαθώ για τα καλά...

# Dialogue_Text,DL_WhenuaLost2
source: I was returning to Onu-Koro when a swarm of Nui-Jaga appeared and started chasing me. I climbed up here to escape them.
el: Επέστρεφα στο Onu-Koro όταν εμφανίστηκε ένα σμήνος Nui-Jaga και άρχισε να με κυνηγάει. Ανέβηκα εδώ για να τους ξεφύγω.

# Dialogue_Text,DL_WhenuaLost3
source: Well... yes I do. I’m not particularly fond of heights...
el: Βασικά... Ναι. Δεν μου αρέσουν ιδιαίτερα τα ύψη...

# Dialogue_Text,DL_WhenuaOnua
source: Indeed I do. Now that I am safely underground, there is something which I must tell you.
el: Πράγματι. Τώρα που είμαι ασφαλής υπόγειος, υπάρχει κάτι που πρέπει να σου πω.

# Dialogue_Text,DL_WhenuaOnua1
source: I believe I have a newfound appreciation for our safe underground home- though I fear portions of it will not remain safe for much longer...
el: Νομίζω ότι έχω αποκτήσει μια νέα εκτίμηση για το ασφαλές υπόγειο σπίτι μας, αν και φοβάμαι ότι τμήματα του δεν θα παραμείνουν ασφαλή για πολύ ακόμα...

# Dialogue_Text,DL_WhenuaOnua2
source: As you may have seen with our great mine, portions of the Onu-Wahi tunnels have become less stable than they were before. Cave-ins have been happening more frequently, which have even begun to affect the surface. It seems these tremors have affected the Onu-Kini temple, preventing us from burrowing into the temple from below again. It was a great convenience which is, unfortunately, lost.
el: Όπως ίσως έχετε παρατηρήσει στο μεγάλο ορυχείο μας, τμήματα των σηράγγων του Onu-Wahi έχουν γίνει λιγότερο σταθερά από ό,τι ήταν πριν. Οι καταρρεύσεις γίνονται πιο συχνές και έχουν αρχίσει να επηρεάζουν ακόμη και την επιφάνεια. Φαίνεται ότι οι σεισμικές δονήσεις έχουν επηρεάσει τον ναό Onu-Kini, εμποδίζοντάς μας να σκάψουμε ξανά από κάτω. Ήταν μια μεγάλη ευκολία που, δυστυχώς, χάθηκε.

# Dialogue_Text,DL_WhenuaOnua3
source: Do you not... Oh! Forgive me, Onua. We have attempted to access the Onu-Kini through alternate means in the past, in an attempt to avoid the Makuta’s threats. ...All in preparation for your arrival of course. I apologize for any... confusion I may have caused.
el: Δεν... Ω! Συγχώρεσέ με, Ονούα. Στο παρελθόν, προσπαθήσαμε να αποκτήσουμε πρόσβαση στο Ονού-Κίνι με εναλλακτικά μέσα, σε μια προσπάθεια να αποφύγουμε τις απειλές του Makuta. ...Όλα αυτά, φυσικά, για να προετοιμάσουμε την άφιξή σου. Ζητώ συγγνώμη για οποιαδήποτε... σύγχυση μπορεί να προκάλεσα.

# Dialogue_Text,DL_WhenuaOnua4real
source: Here, this map may help you find the temple. Be careful Toa.
el: Ορίστε, αυτός ο χάρτης μπορεί να σε βοηθήσει να βρεις το ναό. Πρόσεχε, Τοά.

# Dialogue_Text,DL_WhenuaOnuaGiveMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
el: Το Onu-Kini φιλοξενεί μια πέτρα Makoki, ένα κομμάτι ενός κλειδιού που πρέπει να ανακτήσετε για να ολοκληρώσετε το πεπρωμένο σας. Είναι κάτι που ο Makuta θα χρησιμοποιήσει κάθε μέσο για να σας εμποδίσει να αποκτήσετε.

# Dialogue_Text,DL_WhenuaOnuaMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
el: Το Onu-Kini φιλοξενεί μια πέτρα Makoki, ένα κομμάτι ενός κλειδιού που πρέπει να ανακτήσετε για να ολοκληρώσετε το πεπρωμένο σας. Είναι κάτι που ο Makuta θα χρησιμοποιήσει κάθε μέσο για να σας εμποδίσει να αποκτήσετε.

# Dialogue_Text,DL_WhenuaOtherToa
source: For you? Not exactly... Though if you could send a message to Onua I would appreciate it. Please tell him that I wish to speak with him as soon as he is able.
el: Για σένα; Όχι ακριβώς... Αν όμως μπορούσες να στείλεις ένα μήνυμα στον Onua, θα το εκτιμούσα πολύ. Πες του ότι θέλω να του μιλήσω το συντομότερο δυνατόν.

# Dialogue_Text,DL_WhenuaSaved
source: What is WRONG with you! I could have been hurt! ...But thank you for getting me down from there. That rock looks much taller from the top of it.
el: Τι ΠΡΟΒΛΗΜΑ έχεις; Θα μπορούσα να είχα τραυματιστεί! ...Αλλά σε ευχαριστώ που με κατέβασες από εκεί. Αυτός ο βράχος φαίνεται πολύ ψηλότερος από την κορυφή του.

# Dialogue_Text,DL_WhenuaSaved1
source: Oh… hah… that’s a story for another time, Toa. Perhaps one day I shall be able to tell it to you.
el: Ω... χα... αυτή είναι μια ιστορία για άλλη φορά, Τοά. Ίσως κάποια μέρα θα μπορέσω να σου την πω.

# Dialogue_Text,DL_WhenuaSaved2
source: Well, when you live underground long enough, finding yourself too far above it becomes rather nauseating.
el: Λοιπόν, όταν ζεις αρκετά καιρό υπόγεια, το να βρεθείς πολύ ψηλά πάνω από το έδαφος γίνεται μάλλον αναγουλιαστικό.

# Dialogue_Text,DL_WinRacePodu
source: Ah... hello $T. Not many people come down here... Good to see a friendly face once in a while.
el: Α... γεια σου, $T. Δεν έρχονται πολλοί εδώ κάτω... Χαίρομαι που βλέπω ένα φιλικό πρόσωπο πού και πού.

# Dialogue_Text,DL_WinRacePoduGeneral
source: Well, I was out here doing a favor for Pohatu, but I’ve decided to stay. It’s nice out here, away from all the hustle and bustle of Po-Koro.
el: Λοιπόν, ήμουν εδώ για να κάνω μια χάρη στον Pohatu, αλλά αποφάσισα να μείνω. Είναι ωραία εδώ, μακριά από την φασαρία του Po-Koro.

# Dialogue_Text,DL_WinRacePoduGeneral1
source: Me too, $T. Me too.
el: Κι εμένα, $T. Κι εμένα.

# Dialogue_Text,DL_WinRacePoduKopaka
source: Oh no, you won’t have to do any more racing. Pohatu had his fun.
el: Όχι, δεν θα χρειαστεί να τρέξεις πια. Ο Pohatu διασκέδασε αρκετά.

# Dialogue_Text,DL_WinRacePoduPohatu
source: I like it out here. The ocean is nice, it’s peaceful and quiet, and there’s that temple full of swinging axes nearby in case I get bored!
el: Μου αρέσει εδώ. Η θάλασσα είναι όμορφη, είναι ήσυχα και γαλήνια, και υπάρχει εκείνος ο ναός γεμάτος ταλαντευόμενα τσεκούρια κοντά, σε περίπτωση που βαρεθώ!

# Dialogue_Text,DL_WinRacePoduPohatu1
source: Indeed it is! ...One more thing. What did Kopaka think of my hat?
el: Πράγματι! ...Και κάτι ακόμα. Τι είπε ο Κοπάκα για το καπέλο μου;

# Dialogue_Text,DL_WinRacePoduPohatu2
source: Yes! I knew he'd like them.
el: Ναι! Ήξερα ότι θα του αρέσει.

# Dialogue_Text,DL_WinRacePohatu
source: Well done, Kopaka! Truly, well done. That was a finer race than any I’ve had before.
el: Μπράβο, Kopaka! Πραγματικά, μπράβο. Ήταν ο καλύτερος αγώνας που έχω απολαύσει ποτέ.

# Dialogue_Text,DL_WinRacePohatu1
source: Oh, of course! Here, let me get it for you...
el: Ω, φυσικά! Ορίστε, θα σου το φέρω εγώ...

# Dialogue_Text,DL_WinRacePohatu2
source: I knew you’d enjoy it! I knew this whole task would be rewarding in the end.
el: Το ήξερα ότι θα σου άρεσε! Ήξερα ότι όλη αυτή η προσπάθεια θα είχε τελικά ανταμοιβή.

# Dialogue_Text,DL_WinRacePohatu3
source: Watch what you say about these! Podu made them.
el: Πρόσεχε τι λες γι' αυτά! Τα έφτιαξε ο Podu.

# Dialogue_Text,DL_WinRacePohatuGift
source: What did I say? Stylish, right? And I’ve got enough for all six of us to wear!
el: Τι είπα; Κομψό, έτσι; Και έχω αρκετά για να φορέσουμε και οι έξι!

# Dialogue_Text,DL_YumaFishIntro
source: Stop copying me! There's got to be a law against this!
el: Σταμάτα να με αντιγράφεις! Πρέπει να υπάρχει νόμος που το απαγορεύει αυτό!

# Dialogue_Text,DL_YumaFishIntro_2
source: Oh, Toa $T! I didn't see you there. Would you like some rare fish? It may be expensive, but it's great quality!
el: Ω, Toa $T! Δεν σε είδα. Θέλεις λίγο σπάνιο ψάρι; Μπορεί να είναι ακριβό, αλλά είναι εξαιρετικής ποιότητας!

# Dialogue_Text,DL_YumaFishIntro_Gali
source: Oh yeah. Guess I didn't think about that. If you catch any rare ones, you can always sell them to me!
el: Α, ναι. Δεν το σκέφτηκα αυτό. Αν πιάσεις κανένα σπάνιο, μπορείς να μου το πουλήσεις!

# Dialogue_Text,DL_YumaFishIntro_lewa
source: Fair enough I suppose... though if you ever have a change of appetite you know the salesman to buy from!
el: Δίκιο έχεις... αν όμως ποτέ αλλάξεις γούστο, ξέρεις από ποιον να αγοράσεις!

# Engine_Project,Engine_ProjectDisplayTitle
source: Bionicle: Masks of Power
el: Bionicle: Mάσκες της Δύναμης

# InvItem_Description,Item_AmanaVoloSphere_Desc
source: Rare orbs full of a powerful essence that has the power to heal a great amount.
el: Σπάνιες σφαίρες γεμάτες με μια ισχυρή ουσία που έχει τη δύναμη να θεραπεύει σε μεγάλο βαθμό.

# InvItem_Description,Item_ArakaNote_Desc
source: A note left to inform any shoppers of Araka's absence.
el: Μια σημείωση για να ενημερώσει τους πελάτες για την απουσία του Araka.

# InvItem_Description,Item_Blackmask_Desc
source: A mysterious Komau covered in a strange black substance. It's cracked and doesn't work. The hypnotising material on the surface of the mask pulses slowly, as if breathing...
el: Μια μυστηριώδης Komau καλυμμένη με μια παράξενη μαύρη ουσία. Είναι ραγισμένη και δεν λειτουργεί. Το υπνωτικό υλικό στην επιφάνεια της μάσκας πάλλεται αργά, σαν να αναπνέει...

# InvItem_Description,Item_BrothersNote_Desc
source: A poorly written note telling the tale of two Matoran.
el: Μια κακογραμμένη σημείωση που αφηγείται την ιστορία δύο Matoran.

# InvItem_Description,Item_Candle_Desc
source: A candle sitting atop a small carving of the great spirit.
el: Ένα κερί πάνω σε ένα μικρό γλυπτό του μεγάλου πνεύματος.

# InvItem_Description,Item_Comets_Desc
source: A specal, enhanced, Kolhii ball for increased performance.
el: Μια ειδική, βελτιωμένη μπάλα Kolhii για αυξημένη απόδοση.

# InvItem_Description,Item_CookBook_Desc
source: A dusty old cookbook, the only one of it's kind.
el: Ένα παλιό, σκονισμένο βιβλίο μαγειρικής, το μοναδικό του είδους του.

# InvItem_Description,Item_DoorKeyNote_Desc
source: A note showing designations of many symbols.
el: Σημείωση με την έννοια πολλών σύμβολων.

# InvItem_Description,Item_GlowCrystal_Desc
source: A shard of green glow crystal, may be worth something.
el: Ένα θραύσμα από πράσινο κρύσταλλο που λάμπει, μπορεί να έχει κάποια αξία.

# InvItem_Description,Item_GoldBars_Desc
source: A stack of shiny gold bars.
el: Μια στοίβα από λαμπερές, χρυσές ράβδους.

# InvItem_Description,Item_GoldenMahi_Desc
source: A large golden Mahi figure. Hard to carry.
el: Μια μεγάλη χρυσή φιγούρα Mahi. Δύσκολο να μεταφερθεί.

# InvItem_Description,Item_GoldenRama_Desc
source: It's a small statue of a Nui-Rama. Strangely, it seems to be made of solid gold. It's very heavy.
el: Είναι ένα μικρό άγαλμα ενός Nui-Rama. Παραδόξως, φαίνεται να είναι φτιαγμένο από ατόφιο χρυσό. Είναι πολύ βαρύ.

# InvItem_Description,Item_GoldenRuki_Desc
source: A small golden figure of a Ruki.
el: Μια μικρή χρυσή φιγούρα ενός Ruki.

# InvItem_Description,Item_GoldenStatue_Desc
source: A statue of Mata-Nui, made of solid gold.
el: Ένα άγαλμα του Mata-Nui, φτιαγμένο από ατόφιο χρυσό.

# InvItem_Description,Item_GoldenUssal_Desc
source: A small statue of an Ussal, made of solid gold.
el: Ένα μικρό άγαλμα ενός Ussal, φτιαγμένο από ατόφιο χρυσάφι.

# InvItem_Description,Item_HauUnpowered_Desc
source: The Hau great mask of Shielding, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Hau, η Μεγάλη Μάσκα της Προστασίας, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_InfectedMasks_Desc
source: These masks seem to be under a strange power from Makuta. Perhaps they are worth some widgets?
el: Αυτές οι μάσκες φαίνεται να βρίσκονται υπό την επήρεια μιας παράξενης δύναμης του Μακούτα. Ίσως αξίζουν μερικά μεταλλίσματα;

# InvItem_Description,Item_KakamaUnpowered_Desc
source: The Kakama great mask of Speed, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
el: Η Kakama, η Μεγάλη Μάσκα της Ταχύτητας, αυτή η μάσκα είναι φτιαγμένη για τους Matoran και δεν έχει καμία δύναμη. Ίσως υπάρχει τρόπος να τροφοδοτηθεί;

# InvItem_Description,Item_KolhiiBall_Desc
source: A standard Kolhii ball.
el: Μια τυπική μπάλα Kolhii.

# InvItem_Description,Item_MahaiTea_Desc
source: Tea made from Mahai bark. It tastes very bitter, and quite earthy. The Matoran use this drink for a boost of energy. It would probably work on a Toa, too.
el: Τσάι από φλοιό Mahai. Έχει πολύ πικρή γεύση και γήινη νότα. Οι Matoran χρησιμοποιούν αυτό το ρόφημα για να τονωθούν. Πιθανότατα θα είχε το ίδιο αποτέλεσμα και στους Toa.

# InvItem_Description,Item_MarenMap1_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 1/4
el: Ένας χάρτης που υποτίθεται ότι οδηγεί σε έναν μεγάλο θησαυρό που έκρυψε η θρυλική Ga-Matoran ναυτικός Μαυρόμασκα. 1/4

# InvItem_Description,Item_MarenMap2_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 2/4
el: Ένας χάρτης που υποτίθεται ότι οδηγεί σε έναν μεγάλο θησαυρό που έκρυψε η θρυλική Ga-Matoran ναυτικός Μαυρόμασκα. 2/4

# InvItem_Description,Item_MarenMap3_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 3/4
el: Ένας χάρτης που υποτίθεται ότι οδηγεί σε έναν μεγάλο θησαυρό που έκρυψε η θρυλική Ga-Matoran ναυτικός Μαυρόμασκα. 3/4

# InvItem_Description,Item_MarenMap4_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 4/4
el: Ένας χάρτης που υποτίθεται ότι οδηγεί σε έναν μεγάλο θησαυρό που έκρυψε η θρυλική Ga-Matoran ναυτικός Μαυρόμασκα. 4/4

# InvItem_Description,Item_MaskFinder_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
el: Μια μικρή συσκευή κατασκευασμένη από τον Metonu, σχεδιασμένη από τον Nuparu, που μπορεί να χρησιμοποιηθεί για να εντοπίσει κοντινές $M.

# InvItem_Description,Item_MaskLocator_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
el: Μια μικρή συσκευή κατασκευασμένη από τον Metonu, σχεδιασμένη από τον Nuparu, που μπορεί να χρησιμοποιηθεί για να εντοπίσει κοντινές $M.

# InvItem_Description,Item_MetallicProtodermisIngots_Desc
source: Ingots of Metallic Protodermis. This material is extremely hard to make, and can be used in the creation of powerful tools.
el: Ράβδοι μεταλλικού Protodermis. Αυτό το υλικό είναι εξαιρετικά δύσκολο να κατασκευαστεί και μπορεί να χρησιμοποιηθεί για τη δημιουργία ισχυρών εργαλείων.
