Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_KapuraAdventures2
source: What'd the weirdo do now?
it: Cosa farà ora quello strambo?

# Dialogue_Text,DL_KapuraAdventures3
source: I heard from a friend of mine, Hewtinii; That Kapura is planning on walking around all of Mata-Nui soon!
it: Ho sentito da un mio amico, Hewtinii; che Kapura sta progettando di viaggiare per tutta Mata-Nui!

# Dialogue_Text,DL_KapuraAdventures4
source: Huh, I guess he really is crazy then. Could that be related to why so many Po-Matoran have been arriving here lately?
it: Huh, credo allora che sia davvero pazzo. Potrebbe essere collegato al perché così tanti Po-Matoran siano giunti qui di recente?

# Dialogue_Text,DL_KapuraAdventures5
source: I'm not sure, It might be. Hah, maybe they mean to build a statue in his honor!
it: Non ne sono certo, potrebbe essere. Hah, forse intendono costruire una statua in suo onore!

# Dialogue_Text,DL_KapuraAdventures6
source: HAH, That would be quite silly indeed!
it: HAH, quello sarebbe alquanto sciocco!

# Dialogue_Text,DL_Kapuranotlost
source: No, I'm practicing.
it: No, stofacendo pratica.

# Dialogue_Text,DL_KapuraPo
source: Hello again Toa...
it: Salve ancora Toa...

# Dialogue_Text,DL_KapuraPo1
source: Yes, I am Kapura...
it: Sì, sono Kapura...

# Dialogue_Text,DL_KapuraPo2
source: I do not always practice Toa... Today I've decided to take in Mata-Nui's beauty.
it: Non faccio sempre pratica Toa... oggi ho deciso di ammirare la bellezza di Mata-Nui.

# Dialogue_Text,DL_KapuraWhatareyoudoing
source: I'm practicing... Vakama says even though I am slower then all the others I may be faster than them if I practice.
it: Sto facendo pratica... Vakama dice che seppure io sia più lento di tutti gli altri, potrei diventare più veloce di loro se facessi pratica.

# Dialogue_Text,DL_KapuraWhereGa
source: I like to travel... Ga-Wahi is very wet... Vakama says that by practicing my skill I can travel large distances in a short time.
it: Mi piace viaggiare... Ga-Wahi è molto bagnata... Vakama dice che affinando le mie abilità, potrei coprire lunghe distanze in poco tempo.

# Dialogue_Text,DL_KapuraWhereKo
source: I like to travel... Ko-Wahi is very serene, and a little too cold for me... Vakama says that by practicing my skill I can travel large distances in a short time.
it: Mi piace viaggiare... Ko-Wahi è molto serena e un po' troppo fredda per me... Vakama dice che affinando le mie abilità, potrei coprire lunghe distanze in poco tempo.

# Dialogue_Text,DL_KapuraWhereLe
source: I like to travel... Le-Wahi is very pretty. Vakama says that by practicing my skill I can travel large distances in a short time.
it: Mi piace viaggiare... Le-Wahi è molto carina. Vakama dice che affinando le mie abilità, potrei coprire lunghe distanze in poco tempo.

# Dialogue_Text,DL_KapuraWhereOnu
source: Everyone lives on an island, it's only a matter of size...
it: Chiunque vive su un'isola, è solo una questione di dimensioni...

# Dialogue_Text,DL_KewaMaster
source: Well... No, we don't have any here.
it: Beh... no, qui non ne abbiamo.

# Dialogue_Text,DL_KewaMaster1
source: Greetings Toa-Hero, would you like to ride a Kewa?
it: Saluti Eroe-Toa, vorresti cavalcare un Kewa?

# Dialogue_Text,DL_KewaMaster2
source: Kahu are for the ever-brave Le-Koro Airforce only!
it: I Kahu sono solo per la coraggiosa-sempre Cavalleria del Vento di Le-Koro!

# Dialogue_Text,DL_Kieve
source: We have to find it...
it: Dobbiamo trovarlo...

# Dialogue_Text,DL_Kieve1
source: No we're not lost... Well maybe a little - but we will be un-lost soon! It was good to see you Toa, now we must get back to searching!
it: No, non ci siamo persi... beh, forse un pochino - ma presto saremo non-persi! È stato bello vederti Toa, ora dobbiamo riprendere le ricerche!

# Dialogue_Text,DL_Kieve2
source: No! We must find it before the others arrive, you can't acompany us yet, It's not ready!
it: No! Dobbiamo trovarlo prima che arrivino gli altri. Non puoi ancora accompagnarci, non è pronto!

# Dialogue_Text,DL_Kieve3
source: We will be fine, as soon as we find it! Wait, maybe it doesn't exist yet?... Either way, we will keep searching!
it: Staremo bene, non appena lo troveremo! Aspetta, forse non esiste ancora?... Ad ogni modo, noi continueremo a cercare!

# Dialogue_Text,DL_KoAstronomer1
source: I study the stars.
it: Io studio le stelle.

# Dialogue_Text,DL_KoAstronomer2
source: I create prophecies for the wall.
it: Io creo profezie per il muro.

# Dialogue_Text,DL_KoAstronomer3
source: I study the Red Star and it's location in the sky reletive to stars around it. The constellations it forms help me understand our Destiny.
it: Io studio la Stella Rossa e la sua posizione in relazione alle altre stelle intorno ad essa. Le costellazioni che forma mi aiutano a comprendere il nostro Destino.

# Dialogue_Text,DL_KoFishSeller
source: $T! Oh my, umm, welcome to my shop!
it: $T! Oh mio, umm, benvenuto nel mio negozio!

# Dialogue_Text,DL_KoFishSeller2
source: Me? Why I sell the best-ist frozen Ruki you've tasted! Hehe, I mean... I sell frozen fish...
it: Io? Di sicuro vendo i più-migliori Ruki congelati che tu abbia mai assaggiato! Hehe, volevo dire... che vendo pesce surgelato...

# Dialogue_Text,DL_KoFishSeller3
source: Oh, well I lived in Le-koro for a while, but I never really felt like I fit in there... They would always make fun of me because, I didn't know how to vine swing, or couldn't tree hop like they could. One day I just left - later I came apon Whagna, and the people were nice, it really felt like a home.
it: Oh beh, ho vissuto per un po' a Le-koro, ma non mi sono mai sentito veramente a mio agio lì... si prendevano sempre gioco di me perché non sapevo come dondolarmi con le liane, o non potevo saltellare tra gli alberi come facevano loro. Un giorno me ne sono semplicemente andato - successivamente sono giunto a Whagna e le persone erano molto gentili, mi sentivo davvero a casa.

# Dialogue_Text,DL_KoFishSeller4
source: Yes, I did... And now it is my home.
it: Sì, l'ho fatto... ed ora è la mia casa.

# Dialogue_Text,DL_KoFishSellerAbandoned2
source: Toa $T, It's great to see you again! I'm alright my head is a bit clearer than it was when last I saw you.
it: Toa $T, è fantastico rivederti! Ora sto bene, la mia mente è un po' più lucida rispetto all'ultima volta che ti ho visto.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro1
source: Well... It is a little better, the others thought that going off and living in an off the map town was brave and adventurous. Little do they know I did it to get away from them...
it: Beh... va un po' meglio, gli altri pensavano che andare a vivere in una città che non compare sulla mappa fosse coraggioso e avventuroso. Non sanno che l'ho fatto per allontanarmi da loro...

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro2
source: Oh not that much... They still won't let me participate in any of their Kewa bird games. It's okay - I still don't like heights, but it does bug me that I wasn't even considered.
it: Oh non così tanto... non mi lasciano ancora partecipare a nessuna delle loro partite di uccelli Kewa. Va bene così - continuano a non piacermi le altezze, ma mi da fastidio che non mi abbiano nemmeno preso in considerazione.

# Dialogue_Text,DL_KoFishSellerAbandonedSeen
source: No, none of them. Last one I saw was Parhi I think... In Onu-Koro?
it: No, nessuno di loro. L'ultimo che ho visto è stato Parhi, credo... In Onu-Koro?

# Dialogue_Text,DL_KoFishSellerAbandonedSeen2
source: Uhh yeah, I don't remember the specifics, my head was still spinning at that point. Apparently I asked Parhi to explain where we were going three times, Haha...
it: Uhh già, non ricordo i particolari, a quel punto mi girava ancora la testa. A quanto pare ho chiesto a Parhi di spiegarmi dove stessimo andando per ben tre volte, haha...

# Dialogue_Text,DL_KoFishSellerFixed
source: You're back $T!
it: Sei tornato $T!

# Dialogue_Text,DL_KoFishSellerFixed1
source: Oh yes, my head is much clearer than last time.
it: Oh sì, la mia mente è molto più lucida rispetta all'ultima volta.

# Dialogue_Text,DL_KoFishSellerFixed2
source: I like to see my shop from afar sometimes, also I've been thinking of some improvements... What about some sort of sign like Parhi's?
it: A volte mi piace guardare il mio negozio da lontano, inoltre sto pensando ad alcune migliorie... che ne dici di una sorta di cartello come "Da Parhi"?

# Dialogue_Text,DL_KoFishSellerFixing1
source: Yes. Everything is fine.
it: Sì. Va tutto bene.

# Dialogue_Text,DL_KoFlagQuestFinish
source: Thank you very much Toa, I will remember this kindness.
it: Grazie mille Toa, mi ricorderò di questa generosità.

# Dialogue_Text,DL_KoFlagQuestFlagMaker
source: Greetings Toa. Did you need something? I'm quite busy.
it: Saluti Toa. Hai bisogno di qualcosa? Sono alquanto occupato.

# Dialogue_Text,DL_KoFlagQuestFlagMaker1
source: Oh, well I create flags. Most of the flags you seen around Mata-Nui are created by me!
it: Oh beh, io realizzo bandiere. La maggior parte delle bandiere che vedi sparse per Mata-Nui sono state realizzate da me!

# Dialogue_Text,DL_KoFlagQuestFlagMaker2
source: Yeah, It can be quite- eh, very, stressful at times, but I do enjoy it.
it: Già, può essere alquanto- eh, molto stressante a volte, ma mi piace.

# Dialogue_Text,DL_KoFlagQuestOtherFlagmakers
source: I've heard rumor of one in Le-Koro, goes by the name of 'Kumo' I belive... Likely inferior designs...
it: Ho sentito delle voci riguardo ad uno in Le-Koro, credo che si faccia chiamare 'Kumo'... probabilmente un design inferiore...

# Dialogue_Text,DL_KoFlagQuestRest
source: You are right. Yes... Just... just one day...
it: Hai ragione. Sì... solo... solo un giorno...

# Dialogue_Text,DL_KokoroGuardGreeting1
source: I know we Ko-Matoran are supposed to be used to this weather, but it's so cold!
it: So che noi Ko-Matoran dovremmo essere abituati a questo clima, ma fa così freddo!

# Dialogue_Text,DL_KokoroGuardGreeting2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool on the path up ahead.
it: Salve Toa, benvenuto a Ko-Koro, se avessi bisogno di una ricarica di Protodermis c'è una pozza lungo il sentiero di fronte.

# Dialogue_Text,DL_KokoroGuardGreeting2_2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool right next to Nuju's hut.
it: Salve Toa, benvenuto a Ko-Koro, se avessi bisogno di una ricarica di Protodermis c'è una pozza di fianco alla capanna di Nuju.

# Dialogue_Text,DL_KokoroGuardInfo
source: Well, no not a whole lot, Nuju has been missing for a while. Last anyone saw him he was buying a very large amount of flags from the ga-koroan flagmaker, Perhaps that is why the flag trade has stopped. But other than that not much at all.
it: Beh no, non molto, Nuju è scomparso da un po'. L'ultima volta che qualcuno l'ha visto, stava comprando una grande quantità di bandiere da un fabbricante di Ga-Koro. Forse è per quello che il commercio di bandiere si è interotto. Ma oltre a questo non so altro.

# Dialogue_Text,DL_KokoroGuardProtodermis
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
it: Non conosci il Protodermis? Il Protodermis è ciò da cui realiziamo i nostri attrezzi e praticamente qualsiasi cosa metallica tu veda su Mata-Nui. Inoltre è ciò che alimenta la tua maschera!

# Dialogue_Text,DL_KokoroGuardProtodermis_2
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
it: Non conosci il Protodermis? Il Protodermis è ciò da cui realiziamo i nostri attrezzi e praticamente qualsiasi cosa metallica tu veda su Mata-Nui. Inoltre è ciò che alimenta la tua maschera!

# Dialogue_Text,DL_KokoroGuardProtodermis_3
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
it: Non conosci il Protodermis? Il Protodermis è ciò da cui realiziamo i nostri attrezzi e praticamente qualsiasi cosa metallica tu veda su Mata-Nui. Inoltre è ciò che alimenta la tua maschera!

# Dialogue_Text,DL_KoMatoranCold
source: BRR! I'm so cold, and can't get warm, why can't I get warm?
it: BRR! Ho così tanto freddo e non riesco a scaldarmi, perché non riesco a scaldarmi?

# Dialogue_Text,DL_Kongu
source: Hey hey! You're finally back Toa-Hero! What happened?
it: Ehi ehi! Sei finalmente di ritorno Eroe-Toa! Cos'è successo?

# Dialogue_Text,DL_Kongu1
source: Why I am wind-flying, Kahu-riding Kongu of course! Huh, it seems your thought-memory has been lost? Strange.
it: Ma ovviamente io sono Kongu, il vola-vento, cavalca-Kahu! Huh, sembrerebbe che tu il tuo pensiero-memoria sia andato perduto? Strano.

# Dialogue_Text,DL_Kongu2
source: Oh, yes! I need someone to go hunt-searching for Matau, our Turaga. It is a sorry-bad tale, but he has been lost-missing for some time now!
it: Oh, sì! Ho bisogno di qualcuno che vada a caccia-cercare Matau, il nostro Turaga. È una triste-cattiva storia, ma ormai è scomparso-perso da un po'!

# Dialogue_Text,DL_KonguMap
source: Some scouts have heard him Down-tree and deep-wood, here I'll mark it on your map-paper.
it: Alcuni ricognitori lo hanno sentito sotto-albero e profondo-bosco, dai qua, lo segno sulla tua mappa-carta.

# Dialogue_Text,DL_KonguNoMap
source: Some scouts have heard him Down-tree and deep-wood, you will need a map though! I've done some Draw-finding of Le-Wahi, here take it!
it: Alcuni ricognitori lo hanno sentito sotto-albero e profondo-bosco, però ti servirà una mappa! Ho fatto alcuni trova-disegni di Le-Wahi, ecco prendi!

# Dialogue_Text,DL_KonguQuest
source: Please do seek-find him, I'm very worried!
it: Per favore trova-cercalo, sono molto preoccupato!

# Dialogue_Text,DL_KonguReturn
source: You are still seek-finding our Turaga, right Toa-Hero?
it: Stai ancora trova-cercando il nostro Turaga, vero Eroe-Toa?

# Dialogue_Text,DL_KonguSaved
source: Well-met $T! Thank you for find-saving Matau!
it: Bentrovato $T! Grazie per aver trova-salvato Matau!

# Dialogue_Text,DL_Kopaka1
source: Perhaps there is some factor that it is impossible to prepare for.
it: Forse ci sono alcuni fattori per i quali è impossibile prepararsi.

# Dialogue_Text,DL_Kopaka2
source: ...I suspect we will soon learn.
it: ...sospetto che lo scopriremo presto.

# Dialogue_Text,DL_Kopaka3
source: So we are doomed to fail no matter how many times we confront Makuta? To relive this same battle countless times?
it: Dunque siamo condannati a fallire a prescindere da quante volte affrontiamo Makuta? A rivivere questa stessa battaglia infinite volte?

# Dialogue_Text,DL_Kopeke1
source: It's almost done...
it: È quasi fatta...

# Dialogue_Text,DL_Kopeke2
source: It represents the need that all living beings carry for heat, the Heatstone represents when the Matoran took control of that need, and took it into their own hands.
it: Rappresenta il bisogno di calore che ogni creatura vivente porta dentro di sé. La Pietra del Calore rappresenta quando i Matoran prendono il controllo di quel bisogno e lo fanno con le loro stesse mani.

# Dialogue_Text,DL_Kopeke3
source: WHAT? Ahh not again!
it: COSA? Ahh non di nuovo!

# Dialogue_Text,DL_KoTempleMaster
source: Ahh, thank you Toa, but the darkness isn't yet gone from our places of worship, there are more Temples across the Island that need to be freed.
it: Ahh, grazie Toa, ma l'oscurità non se n'è ancora andata dai nostri luoghi di culto, ci sono altri Templi sull'isola che necessitano di essere librati.

# Dialogue_Text,DL_KoTempleMaster1
source: You also may want to ask matoran in the Koros about their Temple.
it: Dovresti inoltre chiedere ai matorann nei Koro dei loro Templi.

# Dialogue_Text,DL_KoTownBuyer
source: Do you have one that's made out of Protosteel?
it: Ne hai uno fatto di Protoacciaio?

# Dialogue_Text,DL_KoTownBuyer2
source: Oh Hello! Believe it or not I hail from Po-Koro, Alot of the matoran here are from different places around the island. I've only been here a short while but it seems like a place I'd like to stay.
it: Oh salve! Che tu ci creda o no, io sono originario di Po-Koro. Molti matoran qui provengono da differenti posti dell'isola. Sono qui solo da un po' di tempo, ma sembra un posto in cui mi piacerebbe restare.

# Dialogue_Text,DL_KoTownBuyer3
source: Yes, I've always felt a bit disconnected from other Po-Matoran as if I was not ment to be part of the tribe. As I said many of the people here are from different villages... Many of us are self outcasts or explorers.
it: Sì, mi sono sempre sentito un po' distaccato dagli altri Po-Matoran, come se non fossi destinato a far parte della tribù. Come ho detto, molti qui provengono da villaggi differenti... molti di noi sono degli auto-emarginati o degli esploratori.

# Dialogue_Text,DL_KoTownBuyerGainQuest
source: I'll stay here for a while yes, but If I'm not here when you get back you might try Po-Koro or Ga-Koro.
it: Sì, resterò qui per un po', ma se non fossi quindi quando tornerai, potresti provare con Po-Koro o Ga-Koro.

# Dialogue_Text,DL_KoTownBuyerOnua
source: Ahh, Yes Protodermis is more common, however Protosteel is a very rare, very strong material that can only be manipulated by a few people in the world. I've been traveling all over the island to find and study these rare tools. I'm Kohi by the way.
it: Ahh sì, il Protodermis è più comune, tuttavia il Protoacciaio è molto raro, un materiale molto resistente che può essere manipolato solo da poche persone a questo mondo. Ho viaggiato per tutta l'isola per trovare e studiare questi attrezzi. Comunque, io sono Kohi.

# Dialogue_Text,DL_KoTownBuyerOnua1
source: With a Toa helping me perhaps I'd even be able to discover the secret to Protosteel manipulation! Yes I will absolutely accept your help, as I did recently hear of a Protosteel tool on the other side of the island in Le-Wahi South-West of Le-Koro. There is said to be Protosteel Weapon "frozen in wood", surrounded by a Nui-Jaga Nest. I haven't made the trip down there yet for, well for obvious reasons.
it: Con l'aiuto di un Toa forse potrei persino scoprire il segreto della manipolazione del Protoacciaio! Sì, accetterò assolutamente il tuo aiuto, dato che ho recentemente sentito di uno strumento in Protoacciaio dall'altra parte dell'isola, a Le-Wahi a sud-ovest di Le-Koro. Si dice che ci siano delle Armi in Protoacciaio "congelate nel legno", circondate da un nido di Nui-Jaga. Non mi sono ancora recato là per, beh, delle ovvie ragioni.

# Dialogue_Text,DL_KoTownKohiProtosteel1
source: Ahh Hello $T, come to help me free this thing?
it: Ahh salve $T, sei venuto ad aiutarmi a liberare questa cosa?

# Dialogue_Text,DL_KoTownKohiProtosteel2
source: What? Po-Koro was attacked?
it: Cosa? Po-Koro è stata attaccata?

# Dialogue_Text,DL_KoTownKohiProtosteel3
source: Oh, you gave me a fright Toa! Whagna isn't my home, I was mearly there following up on a lead to find this. Shame they got attacked though, I hope no one was hurt.
it: Oh, mi hai fatto prendere uno spavento, Toa! Whagna non è la mia casa, ero lì solo perché stavo seguendo una pista per trovare questo. Tuttavia è un peccato che siano stati attaccati, spero che nessuno si sia fatto male.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered
source: Haha! I've done it!
it: Haha! Ce l'ho fatta!

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered2
source: Ahh Hello Toa! Yes indeed I have, although I'm not entirely sure what I did.
it: Ahh salve Toa! Sì, invero ce l'ho fatta, tuttavia non sono del tutto certo di cosa ho fatto.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered3
source: Well, I was trying to melt down the tools we found, and even with my furnace as hot as it could go they still weren't begining to.
it: Beh, stavo cercando di fondere gli strumenti che abbiamo trovato e persino con la mia fornace al massimo della temperatura, non volevano saperne di iniziare a fondersi.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered4
source: In an admittedly embarrassing fit of rage, I attempted to bend the tools with my bare hands. Surprisingly, it worked! There was some sort of electricity between my hands, the metal became soft and began to glow. So I placed it into the furnace and they melted!
it: In uno scatto d'ira, alquanto imbarazante devo ammettere, ho tentato di piegare gli strumenti a mani nude. Sorprendentemente ha funzionato! C'era uno sorta di elettricità tra le mie mani, il metallo divenne soffice e iniziò a brillare. Così li infilai nella fornace e si fusero!

# Dialogue_Text,DL_KoTownKohiProtosteelGift
source: For your help in this endevor, I'd like to give you the first Protosteel item from my shop, free of charge.
it: Per il tuo aiuto in questa impresa, vorrei darti il primo oggetto in Protoacciaio del mio negozio, gratuitamente.

# Dialogue_Text,DL_KoTownKohiProtosteelGift1
source: I was thinking I'd add some shine to your masks, If you'd allow me?
it: Stavo pensando di aggiungere un po' di lucentezza alle tue maschere, se me lo permetti?

# Dialogue_Text,DL_KoTownKohiProtosteelGift2
source: So, how do you like It?
it: Allora, ti piace?

# Dialogue_Text,DL_KoTownKohiProtosteelGive
source: Ahh, Yes Thank you thank you Toa!
it: Ahh sì, grazie, grazie Toa!

# Dialogue_Text,DL_KoTownKohiProtosteelGive1
source: With this and my others, I should be able to discover the secret to Protosteel. Stop by my forge in Po-Koro later, and I might have something for you.
it: Con questo e gli altri, dovrei essere in grado di scoprire i segreti del Protoacciaio. Più tardi fermati alla mia forgia a Po-Koro e potrei avere qualcosa per te.

# Dialogue_Text,DL_KoTownKohiProtosteelGive2
source: Ahh, Perfect!
it: Ahh, perfetto!

# Dialogue_Text,DL_KoTownKohiProtosteelHelp
source: I understand, but for that I must ask a favor of you. I need that.
it: Capisco, ma per quello devo prima chiederti un favore. Ne ho bisogno.

# Dialogue_Text,DL_KoTownKohiProtosteelPlan
source: Why sell it of course! Kohi's Tools & Armory will be the best and only provider of Protosteel Armaments!
it: Ma di venderlo ovviamente! "Attrezzi & Armature di Kohi" sarà il migliore ed unico fornitore di Armamenti in Protoacciaio!

# Dialogue_Text,DL_KoTownKohiProtosteelQuestion
source: You're accusing me Toa? *Huff* No, $T I did not have anything to do with that. As I said, it's a shame and I hope every one's alright, but there's no reason for you to be blaming me when I wasn't even there!
it: Mi stai accusando, Toa? *Sbuffa* No $T, io non ho nulla a che fare con quello. Come ho detto, è un peccato e spero che tutti stiano bene, ma non hai alcuna ragione di accusarmi quando non ero nemmeno là!

# Dialogue_Text,DL_KoTownKohiProtosteelWaitingfor
source: Well? What are you waiting for Toa, pull it from the stone!
it: Beh? Cosa stai aspettando Toa, estrailo dalla roccia!

# Dialogue_Text,DL_KoTownKohiProtosteelWhagnaattacked
source: Ahh that is a shame, I hope no one was hurt.
it: Ahh è un peccato, spero che nessuno si sia fatto male.

# Dialogue_Text,DL_KoTownKohiProtosteelWhat
source: Why this is another Protosteel tool! I would have left here with it long ago, however I'm not strong enough to pull it from the stone!
it: Ma questo è un altro attrezzo in Protoacciaio! Fosse per me, me ne sarei già andato di qui da un pezzo, tuttavia non sono abbastanza forte per estrarlo dalla roccia!

# Dialogue_Text,DL_KoTownSeller
source: Hello Toa $T, Welcome to Parhi's Tools!
it: Salve Toa $T, benvenuto a "Attrezzi di Parhi"!

# Dialogue_Text,DL_KoTownSeller1
source: Pickaxes mostly, and some other various tools. In Bronze, and Protodermis.
it: Per lo più picconi ed altri svariati attrezzi. In Bronzo e Protoacciaio.
