Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# ST_Localization,UINewGame
source: New Game
pl_pl: Nowa gra

# ST_Localization,UINo
source: No
pl_pl: Nie

# ST_Localization,UINone
source: None
pl_pl: Brak

# ST_Localization,UIObjective
source: Objective
pl_pl: Cel

# ST_Localization,UIPlayerSave
source: Player Save
pl_pl: Zapis gracza

# ST_Localization,UIPowerMask
source: Power Mask
pl_pl: Zasil Maskę

# ST_Localization,UIQuestCompleted
source: Quest Completed
pl_pl: Misja ukończona

# ST_Localization,UIQuestStarted
source: Quest Started
pl_pl: Misja rozpoczęta

# ST_Localization,UIQuit
source: Quit
pl_pl: Wyjdź

# ST_Localization,UIResettoDefault
source: Reset to Default
pl_pl: Zrestartuj do domyślnych

# ST_Localization,UISaveGame
source: Save Game
pl_pl: Zapisz grę

# ST_Localization,UISaveName
source: Save Name:
pl_pl: Nazwa zapisu:

# ST_Localization,UISaves
source: Saves
pl_pl: Zapisy

# ST_Localization,UIScroll
source: Scroll Wheel
pl_pl: Kółko Myszy

# ST_Localization,UISelect
source: Select
pl_pl: Wybierz

# ST_Localization,UISettings
source: Settings
pl_pl: Ustawienia

# ST_Localization,UITriggersLR
source: Left & Right Triggers
pl_pl: Lewy i prawy spust

# ST_Localization,UIUnlimited
source: Unlimited
pl_pl: Bez ograniczeń

# ST_Localization,UIUse
source: Use
pl_pl: Użyj

# ST_Localization,UIView
source: View
pl_pl: Pokaż

# ST_Localization,UIWidgets
source: Widgets:
pl_pl: Widżety:

# ST_Localization,UIWindowed
source: Windowed
pl_pl: W oknie

# ST_Localization,UIYes
source: Yes
pl_pl: Tak

# ST_Localization,UIZoomControlScheme
source: {Input} <Key>to zoom</>
pl_pl: {Input} <Key>aby przybliżyć</>

# ST_Names,Names_BandMember
source: Band Member
pl_pl: Członek zespołu

# ST_Names,Names_Boat
source: Boat
pl_pl: Łódź

# ST_Names,Names_CandleSalesman
source: Candle Salesman
pl_pl: Sprzedawca świec

# ST_Names,Names_DockMaster
source: Dock Master Marka
pl_pl: Zarządczyni Portu Marka

# ST_Names,Names_FestiveKo-Matoran
source: Festive Ko-Matoran
pl_pl: Świąteczny Ko-Matoranin

# ST_Names,Names_FishSalesman
source: Fish Salesman
pl_pl: Sprzedawca ryb

# ST_Names,Names_Flagmaker
source: Flagmaker
pl_pl: Wytwórczyni flag

# ST_Names,Names_Ga-koroGuardswoman
source: Ga-koro Guardswoman
pl_pl: Strażniczka Ga-Koro

# ST_Names,Names_Ga-Matoran
source: Ga-Matoran
pl_pl: Ga-Matoranka

# ST_Names,Names_Ga-Trader
source: Ga-Trader
pl_pl: Ga-Handlarka

# ST_Names,Names_Grinch
source: Not Very Festive Ko-Matoran
pl_pl: Niezbyt Świąteczny Ko-Matoranin

# ST_Names,Names_GuardsmanIn-Training
source: Guardsman In-Training
pl_pl: Trenujący strażnik

# ST_Names,Names_HallucinatingLe-Matoran
source: Hallucinating Le-Matoran
pl_pl: Halucynujący Le-Matoranin

# ST_Names,Names_InsaneMatoran
source: Insane Matoran
pl_pl: Obłąkany Matoranin

# ST_Names,Names_KewaMaster
source: Kewa Master
pl_pl: Treser Kewa

# ST_Names,Names_KiniNui
source: The Kini-Nui
pl_pl: Kini-Nui

# ST_Names,Names_Ko-Matoran
source: Ko-Matoran
pl_pl: Ko-Matoranin

# ST_Names,Names_Ko-MatoranAstronomer
source: Ko-Matoran Astronomer
pl_pl: Astronom Ko-Matoran

# ST_Names,Names_Ko-MatoranGuard
source: Ko-Matoran Guard
pl_pl: Strażnik Ko-Matoran

# ST_Names,Names_Ko-MatoranScholar
source: Ko-Matoran Scholar
pl_pl: Uczony Ko-Matoran

# ST_Names,Names_KolhiiLover
source: Kolhii Lover
pl_pl: Miłośnik Kolhii

# ST_Names,Names_LavaFarmer
source: Lava Farmer
pl_pl: Rolnik Lawy

# ST_Names,Names_Le-Matoran
source: Le-Matoran
pl_pl: Le-Matoranin

# ST_Names,Names_LeElevator
source: The Elevator to Le-Koro
pl_pl: Winda do Le-Koro

# ST_Names,Names_LeElevatorGround
source: The Elevator to The Ground
pl_pl: Winda na ziemię

# ST_Names,Names_LockedOut
source: Locked Out Le-Matoran
pl_pl: Uwięziony Le-Matoranin

# ST_Names,Names_LOMN
source: The Legend of The Mata Nui
pl_pl: Legenda Mata Nui

# ST_Names,Names_MakutaStatue
source: Makuta Statue
pl_pl: Posąg Makuty

# ST_Names,Names_MaskPoweringStation
source: Mask Powering Station
pl_pl: Stacja Zasilająca Maski

# ST_Names,Names_Matoran
source: Matoran
pl_pl: Matoranin

# ST_Names,Names_MatoranTransporter
source: Matoran Transporter
pl_pl: Przewoźnik Matoran

# ST_Names,Names_MeditationPoint
source: Meditation Point
pl_pl: Punkt Medytacyjny

# ST_Names,Names_Miner
source: Miner
pl_pl: Górnik

# ST_Names,Names_NightWatchGuardsman
source: Night Watch Guardsman
pl_pl: Nocny Strażnik

# ST_Names,Names_OceanTarakava
source: Ocean Tarakava
pl_pl: Oceaniczny Tarakava

# ST_Names,Names_Outcast
source: Outcast
pl_pl: Wyrzutek

# ST_Names,Names_PlantMan
source: Plant Man
pl_pl: Roślinny Ziom

# ST_Names,Names_Po-Matoran
source: Po-Matoran
pl_pl: Po-Matoranin

# ST_Names,Names_PROPHETOFTHEMAKUTA
source: PROPHET OF THE MAKUTA
pl_pl: PROROK MAKUTY

# ST_Names,Names_ProtosteelTool
source: Protosteel Tool
pl_pl: Protostalowe Narzędzia

# ST_Names,Names_RiverTarakava
source: River Tarakava
pl_pl: Rzeczny Tarakava

# ST_Names,Names_SandTarakava
source: Sand Tarakava
pl_pl: Piaszczysty Tarakava

# ST_Names,Names_ScaredMatoran
source: Scared Matoran
pl_pl: Przerażony Matoranin

# ST_Names,Names_ShadowToa
source: Shadow {ToaName}
pl_pl: Cienisty {ToaName}

# ST_Names,Names_SingingMiner
source: Singing Miner
pl_pl: Śpiewający Górnik

# ST_Names,Names_SiteSupervisorKeeva
source: Site Supervisor Keeva
pl_pl: Kierownik Budowy Keeva

# ST_Names,Names_StatueSalesman
source: Statue Salesman
pl_pl: Sprzedawca Statuetek

# ST_Names,Names_StrangeMatoran
source: Strange Matoran
pl_pl: Tajemniczy Matoranin

# ST_Names,Names_Ta-KoroGuard
source: Ta-Koro Guard
pl_pl: Strażnik Ta-Koro

# ST_Names,Names_Ta-koroGuardsman
source: Ta-koro Guardsman
pl_pl: Strażnik Ta-Koro

# ST_Names,Names_Ta-koroGuardsmanDaelen
source: Ta-koro Guardsman Daelen
pl_pl: Strażnik Ta-Koro Daelen

# ST_Names,Names_Ta-Matoran
source: Ta-Matoran
pl_pl: Ta-Matoranin

# ST_Names,Names_TarakavaofFrost
source: Tarakava of the Frost
pl_pl: Tarakava Zmrożenia

# ST_Names,Names_TempleMaster
source: Temple Master
pl_pl: Opiekun Świątyni

# ST_Names,Names_TheEnvironmentalist
source: The Environmentalist
pl_pl: Ekolog

# ST_Names,Names_TheToaMata
source: The Toa Mata
pl_pl: Toa Mata

# ST_Names,Names_Trader
source: Trader
pl_pl: Kupiec

# Tutorial_Text,Tut_Attack
source: <Key>{Action1}</> while in combat mode to execute a basic attack You may also press <Key>{Action2}</> to perform an elemental attack. Now defeat the beast.
pl_pl: Naciśnij <Key>{Action1}</> będąc w trybie walki, aby wykonać podstawowy atak. Możesz również nacisnąć <Key>{Action2}</>, żeby wykonać atak żywiołu. Teraz pokonaj bestię.

# Tutorial_Text,Tut_CantSave
source: <Makuta>Mata Nui sleeps. He has fallen. You can do nothing to save him.</>
pl_pl: <Makuta>Mata Nui śpi. Upadł. Nic nie możesz zrobić, aby go ocalić.</>

# Tutorial_Text,Tut_CombatMode
source: <Key>You do not regenerate health!</> You must find Meditation Points or use Consumables to regain health. Press <Key>{Action1}</> to enter combat mode
pl_pl: <Key>Życie samo się nie regeneruje!</> Aby zregenerować życie, musisz znaleźć Punkt Medytacyjny albo użyć odpowiedniego przedmiotu. Naciśnij <Key>{Action1}</>, aby wejść w tryb walki.

# Tutorial_Text,Tut_Crouch
source: Press <Key>{Action1}</> to Crouch
pl_pl: Naciśnij <Key>{Action1}</>, aby kucnąć

# Tutorial_Text,Tut_Crush
source: <Makuta>It would be incredibly easy to crush you...</>
pl_pl: <Makuta>Byłoby tak łatwo Cię zmiażdżyć...</>

# Tutorial_Text,Tut_Failed
source: <Makuta>You have failed.</>
pl_pl: <Makuta>Poniosłeś porażkę.</>

# Tutorial_Text,Tut_HealthStamina
source: These are your health and stamina bars, make sure you watch these values closely. 0 stamina will result in not being able to run or attack. 0 Health will result in a death.
pl_pl: Te paski reprezentują twoje życie oraz energię. Obserwuj uważnie ich wartości. Kiedy energia spadnie do 0, nie będziesz w stanie atakować ani biec. Brak życia, będzie skutkować śmiercią.

# Tutorial_Text,Tut_Interact
source: While aiming at it with the center of the screen, press <Key>{Action1}</> to pick up the mask.
pl_pl: Kiedy celujesz w maskę środkiem ekranu, naciśnij <Key>{Action1}</>, aby ją podnieść.

# Tutorial_Text,Tut_Jump
source: Press <Key>{Action1}</> to jump
pl_pl: Naciśnij <Key>{Action1}</>, aby skoczyć

# Tutorial_Text,Tut_LookAround
source: Use <Key>{Action1} and {Action2}</> to look around
pl_pl: Użyj <Key>{Action1} i {Action2}</>, aby się rozejrzeć

# Tutorial_Text,Tut_MapFragments
source: This is the map, here you can zoom using the <Key>Scroll Wheel</>, drag with <Key>Left Click</>. Every region has a quest that will award you with a map fragment, Allowing you to see that region in more detail. Press <Key>{Action1}</> now to exit the map.
pl_pl: To jest mapa. Możesz ją przybliżać i oddalać przy pomocy <Key>Kółka Myszy</> oraz przeciągać <Key>Lewym Przyciskiem Myszy</>. Aby zobaczyć więcej szczegółów, musisz ukończyć odpowiednią misję w każdym regionie, która nagrodzi Cię fragmentem mapy. Teraz naciśnij <Key>{Action1}</>, aby zamknąć mapę.

# Tutorial_Text,Tut_MaskPickupUI
source: Here you can select what toa to give the mask to, for now just click confirm.
pl_pl: Tutaj możesz wybrać, któremu Toa chcesz dać maskę. Na razie kliknij, aby potwierdzić.

# Tutorial_Text,Tut_Meditation
source: This structure represents <Key>Meditation Stones</> that can be found around the island, interact with them to auto save, skip time of day, and regain all health across all Toa. (You do not have to change the time of day to heal or save!) Manual Saving is available in the Pause Menu. it is HIGHLY RECCOMENDED that you save OFTEN!
pl_pl: Oto <Key>Kamień Medytacyjny</>. Można je znaleźć rozrzucone po całej wyspie, wchodzić z nimi w interakcję, aby dokonać autozapisu oraz zmienić porę dnia. Dodatkowo wszyscy Toa odzyskują pełnię życia. (Nie musisz zmieniać pory dnia, aby się wyleczyć lub dokonać zapisu!) Zapis ręczny jest dostępny w Menu Pauzy. Jest WYSOCE ZALECANE, aby zapisywać CZĘSTO!

# Tutorial_Text,Tut_NothingCanDo
source: <Makuta>You can do nothing to save them. You can do nothing to save yourself.</>
pl_pl: <Makuta>Nie możesz nic zrobić, aby ich uratować. Nie możesz nić zrobić, aby uratować siebie.</>

# Tutorial_Text,Tut_OpenMap
source: Press <Key>{Action1}</> To open the map
pl_pl: Naciśnij <Key>{Action1}</>, aby otworzyć mapę

# Tutorial_Text,Tut_ProtoRefill
source: Stand in pools like these to refill your protodermis. Your mask must be disabled to use a pool. Disable your mask now with <Key>{Action1}</>.
pl_pl: Stań przy jeziorkach, takich jak to, aby uzupełnić swój protodermis. Twoja maska musi być wyłączona, aby użyć jeziorka. Wyłącz swoją maskę teraz, używając <Key>{Action1}</>.

# Tutorial_Text,Tut_ProtoUI
source: As you use your mask you drain protodermis. This is a Resource needed to power your mask with no protodermis you can no longer use your masks.
pl_pl: Podczas używania swojej maski zużywasz protodermis. Jest to Zasób potrzebny do zasilania twoją maskę. Jeśli zabraknie Ci protodermisu, nie będziesz mógł dłużej używać mocy maski.

# Tutorial_Text,Tut_Sprint
source: Press <Key>{Action1}</> to Sprint
pl_pl: Przytrzymaj <Key>{Action1}</>, aby sprintować

# Tutorial_Text,Tut_ToaSwitching
source: Release <Key>{Action1}</> when hovered over your selection to switch toa
pl_pl: Puść <Key>{Action1}</>, gdy najedziesz kursorem na wybranego Toa, aby się na niego przełączyć

# Tutorial_Text,Tut_ToaSwitchingCorrupted
source: <Makuta>You have no unity. You are alone. Release</> <Key>{Action1}</> <Makuta>to select a Toa.</>
pl_pl: <Makuta>Nie masz jedności. Jesteś sam. Puść</> <Key>{Action1}</> <Makuta>aby wybrać Toa.</>

# Tutorial_Text,Tut_ToaWheel
source: Hold <Key>{Action1}</> to open the Toa Wheel
pl_pl: Przytrzymaj <Key>{Action1}</>, aby otworzyć Koło Toa

# Tutorial_Text,Tut_UseMask
source: Press <Key>{Action1}</> to use the mask
pl_pl: Naciśnij <Key>{Action1}</>, aby użyć maski

# Tutorial_Text,Tut_UseMaskWheel
source: Hold <Key>{Action1}</> to bring up the mask wheel and Release <Key>{Action1}</> when hovering over the icon of your new mask.
pl_pl: Przytrzymaj <Key>{Action1}</>, aby wyświetlić koło masek, następnie Puść <Key>{Action1}</>, gdy najedziesz kursorem na ikonę swojej nowej maski.

# Tutorial_Text,Tut_UseVahi
source: Press <Key>{Action1}</> to use the Vahi
pl_pl: Naciśnij <Key>{Action1}</>, aby użyć Vahi

# Tutorial_Text,Tut_WASD
source: Press <Key>{Action1} {Action2} {Action3} {Action4}</> to move
pl_pl: Naciśnij <Key>{Action1}{Action2}{Action3}{Action4}</>, aby się poruszać

# UI_Text,SaveConversionLoading_Text
source: Processing
pl_pl: Przetwarzanie

# UIText,Dead_Descriptions
source: You have failed your quest
pl_pl: Nie udało Ci się ukończyć misji

# UIText,PausedAudioSettings_AmbientVolume
source: Ambient sounds
pl_pl: Dźwięki otoczenia

# UIText,PausedAudioSettings_MasterVolume
source: Master:
pl_pl: Głośność główna:

# UIText,PausedAudioSettings_MusicFreq
source: Music Frequency:
pl_pl: Częstotliwość Muzyki:

# UIText,PausedAudioSettings_MusicVolume
source: Music
pl_pl: Muzyka

# UIText,PausedAudioSettings_SFXVolume
source: Sound Effects
pl_pl: Efekty dźwiękowe

# UIText_Button,Dead_LoadPreviousSave
source: Load Previous save
pl_pl: Wczytaj poprzedni zapis

# UIText_Button,MaskPowerStation_PowerMaskButton
source: Power Mask
pl_pl: Zasil Maskę

# UIText_Button,MedMenu_MeditateButton
source: Meditate
pl_pl: Medytuj

# UIText_Button,NewGame_StartNewGame
source: Start New Game
pl_pl: Rozpocznij Nową Grę

# UIText_Button,Pause_AudioSettingsButton
source: Audio Settings
pl_pl: Ustawienia dźwięku

# UIText_Button,Pause_DisplaySettingsButton
source: Display Settings
pl_pl: Ustawienia wyświetlania

# UIText_Button,Pause_ExitButton
source: Exit to menu
pl_pl: Wyjdź do menu

# UIText_Button,Pause_GraphicsSettingsButton
source: Graphics Settings
pl_pl: Ustawienia graficzne

# UIText_Button,Pause_KeyBindingsButton
source: Key Binding
pl_pl: Przypisania Klawiszy

# UIText_Button,Pause_LoadButton
source: Load
pl_pl: Wczytaj

# UIText_Button,Pause_ResumeButton
source: Resume
pl_pl: Wznów

# UIText_Button,Pause_SaveButton
source: Save
pl_pl: Zapisz

# UIText_Button,Pause_StatsButton
source: Stats
pl_pl: Statystyki

# UIText_Button,Skip_Description
source: Press any key to skip
pl_pl: Naciśnij dowolny klawisz, aby pominąć

# UIText_Button,TabMenu_CodexTabButton
source: Codex
pl_pl: Kodeks

# UIText_Button,TabMenu_InvTabButton
source: Inventory
pl_pl: Ekwipunek

# UIText_Button,TabMenu_Quest_TrackQuest
source: Track Quest
pl_pl: Śledź misję

# UIText_Button,TabMenu_QuestTabButton
source: Quests
pl_pl: Misje

# UIText_Button,TradeMenu_BuyItemButton
source: Buy Item
pl_pl: Kup Przedmiot

# UIText_Button,TradeMenu_SellItemButton
source: Sell Item
pl_pl: Sprzedaj Przedmiot

# UIText_Cosmetics,Cosmetics_BlackMask_Name
source: Black Mask
pl_pl: Czarna Maska

# UIText_Cosmetics,Cosmetics_CopperMask_Name
source: Copper Mask
pl_pl: Miedziana Maska

# UIText_Cosmetics,Cosmetics_CrystalMask_Name
source: Crystal Mask
pl_pl: Kryształowa Maska

# UIText_Cosmetics,Cosmetics_FestiveHat_Name
source: Festive Hat
pl_pl: Świąteczna Czapka

# UIText_Cosmetics,Cosmetics_GoldMask_Name
source: Golden Masks
pl_pl: Złote Maski

# UIText_Cosmetics,Cosmetics_GoldToa_Name
source: Gold Toa
pl_pl: Złoty Toa

# UIText_Cosmetics,Cosmetics_InfectedMask_Name
source: Infected Masks
pl_pl: Zainfekowana Maska

# UIText_Cosmetics,Cosmetics_JackOLantern_Name
source: Mask O' Lantern
pl_pl: Dyniowa Maska

# UIText_Cosmetics,Cosmetics_MaskOfTime_Name
source: The Mask of Time
pl_pl: Maska Czasu

# UIText_Cosmetics,Cosmetics_NuvaPauldrons_Name
source: Nuva Pauldrons
pl_pl: Naramienniki Nuva

# UIText_Cosmetics,Cosmetics_OldPakari_Name
source: Older Pakari
pl_pl: Starsza Pakari

# UIText_Cosmetics,Cosmetics_ProtoSteelMask_Name
source: ProtoSteel Mask
pl_pl: Protostalowa Maska

# UIText_Cosmetics,Cosmetics_VeryCoolHat_Name
source: Very Cool Hat™
pl_pl: Bardzo Fajna Czapka™

# UIText_Description,4D5674834AEA963B60A20793D52469E1
source: There is already a savefile with that name, do you want to Overwrite?
pl_pl: Już istnieje plik zapisu z taką nazwą. Czy chcesz go nadpisać?

# UIText_Description,8A84782A4AE07BE1F77B838E7FFF9D8D
source: {Input} <Key>change icon opacity</>
pl_pl: {Input} <Key>zmień przeźroczystość ikon</>

# UIText_Description,CosmeticsMenu_EquippedCosmetics
source: Equipped Cosmetics
pl_pl: Wyposaż Przedmioty Personalizacyjne

# UIText_Description,CosmeticsMenu_NoUnlockedCosmetics
source: No Cosmetics Unlocked
pl_pl: Brak Odblokowanych Przedmiotów Kosmetycznych

# UIText_Description,CosmeticsMenu_UnlockedCosmetics
source: Unlocked Cosmetics
pl_pl: Odblokowane Przedmioty Personalizacyjne

# UIText_Description,GaGateCtrlsWidget_PickupRocks
source: Left click to pick up Rocks
pl_pl: Lewy przycisk myszy, aby podnieść Skałę

# UIText_Description,GaGateCtrlsWidget_RockDistance
source: Right Click while holding a rock to move it closer or farther
pl_pl: Prawy przycisk mysz podczas trzymania skały, aby oddalać ją lub przybliżać

# UIText_Description,GaGateCtrlsWidget_ScrollToZoom
source: Middle Mouse button to rotate camera / scroll to change camera distance
pl_pl: Środkowy przycisk myszy, aby obracać kamerą / kółko myszy, aby zmienić odległość kamery

# UIText_Description,GiveMask_Description
source: Pick A Toa to recieve the {Mask}:
pl_pl: Wybierz Toa, który ma otrzymać {Mask}:

# UIText_Description,KeybindingPrompt
source: PRESS KEY TO BIND
pl_pl: NACIŚNIJ PRZYCISK DO PRZYPISANIA

# UIText_Description,Map_MarkerOpacity
source: Marker Opacity
pl_pl: Przeźroczystość Znaczników

# UIText_Description,Map_MarkerSize
source: Marker Size
pl_pl: Wielkość Znaczników

# UIText_Description,MapCtrlsWidget_IconSize
source: {Input} <Key>change icon size</>
pl_pl: {Input} <Key>zmień wielkość ikon</>

# UIText_Description,MapCtrlsWidget_ToMove
source: {Input} <Key>to move the map</>
pl_pl: {Input} <Key>aby poruszać mapą</>

# UIText_Description,MaskPowerStation_AreYouSure
source: <Key>Powering this mask will use:</> {Amount} <Key>Wahae Mata Gel, are you sure?</>
pl_pl: <Key>Zasilić tą maskę przy użyciu:</> {Amount} <Key>Żelu Wahae Mata, jesteś pewny?</>

# UIText_Description,MaskWheel_Akaku
source: Akaku Great Mask of Xray Vision {Status}
pl_pl: Akaku Wielka Maska Prześwietlania {Status}

# UIText_Description,MaskWheel_Hau
source: Hau Great Mask of Sheilding {Status}
pl_pl: Hau Wielka Maska Osłony {Status}

# UIText_Description,MaskWheel_Huna
source: Huna Noble Mask of Invisibility {Status}
pl_pl: Huna Szlachetna Maska Niewidzialności {Status}

# UIText_Description,MaskWheel_Kakama
source: Kakama Great Mask of Speed {Status}
pl_pl: Kakama Wielka Maska Szybkości {Status}

# UIText_Description,MaskWheel_Kaukau
source: Kaukau Great Mask of Water breathing {Status}
pl_pl: Kaukau Wielka Maska Oddychania pod Wodą {Status}

# UIText_Description,MaskWheel_Komau
source: Komau Noble Mask of Mind Control {Status}
pl_pl: Komau Szlachetna Maska Kontroli Umysłu {Status}

# UIText_Description,MaskWheel_Mahiki
source: Mahiki Noble Mask of Illusion {Status}
pl_pl: Mahiki Szlachetna Maska Iluzji {Status}

# UIText_Description,MaskWheel_Matatu
source: Matatu Noble Mask of Telekinisis {Status}
pl_pl: Matatu Szlachetna Maska Telekinezy {Status}

# UIText_Description,MaskWheel_Miru
source: Miru Great Mask of Levitation {Status}
pl_pl: Miru Wielka Maska Lewitacji {Status}

# UIText_Description,MaskWheel_Pakari
source: Pakari Great Mask of Strength {Status}
pl_pl: Pakari Wielka Maska Siły {Status}

# UIText_Description,MaskWheel_Rau
source: Rau Noble Mask of Translation {Status}
pl_pl: Rau Szlachetna Maska Tłumaczenia {Status}

# UIText_Description,MaskWheel_Ruru
source: Ruru Noble Mask of Night Vision {Status}
pl_pl: Ruru Szlachetna Maska Noktowizji {Status}

# UIText_Description,MedMenu_HPRestoredMessage
source: Health & Stamina Restored!
pl_pl: Życie i Energia Odzyskane!

# UIText_Description,MedMenu_MidDay
source: MiddDay
pl_pl: Południe

# UIText_Description,MedMenu_MidNight
source: Midnight
pl_pl: Północ

# UIText_Description,MedMenu_SunRise
source: Sunrise
pl_pl: Wschód słońca

# UIText_Description,MedMenu_SunSet
source: Sunset
pl_pl: Zachód słońca

# UIText_Description,NewGame_EnterSaveName
source: Enter Save Name Here
pl_pl: Tutaj Wpisz Nazwę Zapisu

# UIText_Description,NewGame_SaveName
source: Save Name:
pl_pl: Nazwa Zapisu:

# UIText_Description,NewGame_SaveNameText
source: New Game
pl_pl: Nowa Gra

# UIText_Description,NewGame_SelectAToa
source: Select a Toa
pl_pl: Wybierz Toa

# UIText_Description,PausedControls_ActivateMask
source: Activate Mask:
pl_pl: Aktywuj Maskę:

# UIText_Description,PausedControls_AkakuZoom
source: Akaku Zoom:
pl_pl: Przybliżenie Akaku:

# UIText_Description,PausedControls_Attack
source: Attack:
pl_pl: Atak:

# UIText_Description,PausedControls_AttackingEntersCombat
source: Attacking Enters Combat:
pl_pl: Atak (wejście w tryb walki):

# UIText_Description,PausedControls_AutoWalk
source: Auto Walk:
pl_pl: Auto Chód:

# UIText_Description,PausedControls_BackMovement
source: Backward Movement:
pl_pl: Ruch Do Tyłu:

# UIText_Description,PausedControls_ConsumableSlot1
source: Consumable Slot 1:
pl_pl: Slot przedmiotu 1:

# UIText_Description,PausedControls_ConsumableSlot2
source: Consumable Slot 2:
pl_pl: Slot przedmiotu 2:

# UIText_Description,PausedControls_ControllerInputIcons
source: Controller Input Icons:
pl_pl: Ikony Wejścia Kontrollera:

# UIText_Description,PausedControls_ControllerLookSpeed
source: Controller Look Speed:
pl_pl: Prędkość Rozglądania Się Przy Pomocy Kontrollera:

# UIText_Description,PausedControls_Crouch
source: Crouch:
pl_pl: Kucanie:

# UIText_Description,PausedControls_ElementalPower
source: Elemental Power:
pl_pl: Moc Żywiołu:

# UIText_Description,PausedControls_ForewardMovement
source: Forward Movement:
pl_pl: Ruch Do Przodu:

# UIText_Description,PausedControls_Interact
source: Interact:
pl_pl: Interakcja:

# UIText_Description,PausedControls_Jump
source: Jump:
pl_pl: Skok:

# UIText_Description,PausedControls_LeftMovement
source: Left Movement:
pl_pl: Ruch W Lewo:

# UIText_Description,PausedControls_LockOn
source: Lock On:
pl_pl: Zablokuj Na Celu:

# UIText_Description,PausedControls_LookRight
source: Look Right:
pl_pl: Spójrz W Prawo:

# UIText_Description,PausedControls_LookUp
source: Look Up:
pl_pl: Spójrz W Góry:

# UIText_Description,PausedControls_MaskShortcuts
source: Mask Shortcuts:
pl_pl: Skróty Masek:

# UIText_Description,PausedControls_MaskWheel
source: Mask Wheel:
pl_pl: Koło Masek:

# UIText_Description,PausedControls_Noclip
source: Noclip (To use if stuck):
pl_pl: Noclip (Do użycia w przypadku zablokowania):

# UIText_Description,PausedControls_OpenInventory
source: Open Inventory:
pl_pl: Otwórz Ekwipunek:

# UIText_Description,PausedControls_OpenMap
source: Open Map:
pl_pl: Otwórz Mapę:

# UIText_Description,PausedControls_QuestMenu
source: Quest Menu:
pl_pl: Menu Misji:

# UIText_Description,PausedControls_ReadyWeapon
source: Ready Weapon:
pl_pl: Przygotuj Broń:

# UIText_Description,PausedControls_RightMovement
source: Right Movement:
pl_pl: Ruch W Prawo:

# UIText_Description,PausedControls_SlowWalk
source: Slow Walk:
pl_pl: Wolny Chód:

# UIText_Description,PausedControls_SwapMasksBackward
source: Swap Masks Backward:
pl_pl: Zmień Maskę Do Tyłu:

# UIText_Description,PausedControls_SwapMasksForward
source: Swap Masks Forward:
pl_pl: Zmień Maskę Do Przodu:

# UIText_Description,PausedControls_SwitchViews
source: Switch Views:
pl_pl: Zmień Widok:

# UIText_Description,PausedControls_ToaWheel
source: Toa Wheel:
pl_pl: Koło Toa:

# UIText_Description,PausedControls_ToggleHUD
source: Toggle HUD:
pl_pl: Przełącz HUD:

# UIText_Description,PausedDisplaySettings_Compass
source: Compass:
pl_pl: Kompas:

# UIText_Description,PausedDisplaySettings_Language
source: Language:
pl_pl: Język:
