Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# UIText_Description,PausedControls_Interact
source: Interact:
it: Interagire:

# UIText_Description,PausedControls_Jump
source: Jump:
it: Saltare:

# UIText_Description,PausedControls_LeftMovement
source: Left Movement:
it: Movimento a Sinistra:

# UIText_Description,PausedControls_LockOn
source: Lock On:
it: Agganciare:

# UIText_Description,PausedControls_LookRight
source: Look Right:
it: Guardare a Destra:

# UIText_Description,PausedControls_LookUp
source: Look Up:
it: Guardare in alto:

# UIText_Description,PausedControls_MaskShortcuts
source: Mask Shortcuts:
it: Scorciatoie per Maschere:

# UIText_Description,PausedControls_MaskWheel
source: Mask Wheel:
it: Ruota delle Maschere:

# UIText_Description,PausedControls_Noclip
source: Noclip (To use if stuck):
it: Noclip (da usare se bloccato):

# UIText_Description,PausedControls_OpenInventory
source: Open Inventory:
it: Aprire l'Inventario:

# UIText_Description,PausedControls_OpenMap
source: Open Map:
it: Aprire la Mappa:

# UIText_Description,PausedControls_QuestMenu
source: Quest Menu:
it: Menu di Missione:

# UIText_Description,PausedControls_ReadyWeapon
source: Ready Weapon:
it: Arma Pronta:

# UIText_Description,PausedControls_RightMovement
source: Right Movement:
it: Movimento a Destra:

# UIText_Description,PausedControls_SlowWalk
source: Slow Walk:
it: Camminata Lenta:

# UIText_Description,PausedControls_Sprint
source: Sprint:
it: Scatto:

# UIText_Description,PausedControls_SwapMasksBackward
source: Swap Masks Backward:
it: Cambia con la Maschera Precedente:

# UIText_Description,PausedControls_SwapMasksForward
source: Swap Masks Forward:
it: Cambia con la Maschera Successiva:

# UIText_Description,PausedControls_SwitchViews
source: Switch Views:
it: Cambia Visuale:

# UIText_Description,PausedControls_ToaWheel
source: Toa Wheel:
it: Ruota dei Toa:

# UIText_Description,PausedControls_ToggleHUD
source: Toggle HUD:
it: Modifica HUD:

# UIText_Description,PausedDisplaySettings_Compass
source: Compass:
it: Bussola:

# UIText_Description,PausedDisplaySettings_Language
source: Language:
it: Lingua:

# UIText_Description,PausedDisplaySettings_LanguageWarning
source: (Most languages are incomplete and will still contain English elements)
it: (Molte lingue sono incomplete e conterranno parti in inglese)

# UIText_Description,PausedDisplaySettings_Resolution
source: Resolution:
it: Risoluzione:

# UIText_Description,PausedDisplaySettings_ResolutionRenderPercent
source: Res Percent:
it: Percentuale Risoluzione:

# UIText_Description,PausedDisplaySettings_ResolutionUpscaling
source: Resolution Upscaling:
it: Aumento della Risoluzione:

# UIText_Description,PausedDisplaySettings_TrueRenderResolution
source: True Resolution:
it: Risoluzione Vera:

# UIText_Description,PausedDisplaySettings_WindowMode
source: Window mode:
it: Modalità Finestra:

# UIText_Description,PausedGraphicsSettings_AntiAliasingQuality
source: Anti-Alias Quality:
it: Qualità Anti-Aliasing:

# UIText_Description,PausedGraphicsSettings_AntiAliasingType
source: Anti-Alias Type:
it: Tipo Anti-Aliasing:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessSeverity
source: Severity:
it: Durezza:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessType
source: Color Deficiency:
it: Carenza Colori:

# UIText_Description,PausedGraphicsSettings_EffectsQuality
source: Effects Quality:
it: Qualità degli Effetti:

# UIText_Description,PausedGraphicsSettings_FoliageQuality
source: Foliage Density:
it: Densità del Fogliame:

# UIText_Description,PausedGraphicsSettings_FOV
source: Field of View:
it: Campo Visivo:

# UIText_Description,PausedGraphicsSettings_FrameLimit
source: Framerate limit:
it: Limite Framerate:

# UIText_Description,PausedGraphicsSettings_ShadowQuality
source: Shadow Quality:
it: Qualità delle Ombre:

# UIText_Description,PausedGraphicsSettings_TextureFiltering
source: Anisotropic filtering:
it: Filtro Anisotropico:

# UIText_Description,PausedGraphicsSettings_TextureMemory
source: Texture Memory:
it: Memoria delle Texture:

# UIText_Description,PausedGraphicsSettings_VolumetricFog
source: Volumetric Fog:
it: Nebbia Volumetrica:

# UIText_Description,Powermask_Cost
source: Powering this mask requires: <Key>{Cost}</> Wahae Mata Gel.
it: Potenziare questa maschera richiede: <Key>{Cost}</> Gel Wahae Mata.

# UIText_Description,PowerMask_Gel_ToolTip
source: Wahae Mata Gel:
it: Gel Wahae Mata:

# UIText_Description,SaveGame_NameInput
source: Player Save
it: Salvataggio Giocatore

# UIText_Description,SaveGame_NameInputHint
source: Enter Save Name Here
it: Inserisci Qui il Nome del Salvataggio

# UIText_Description,Saves_Auto
source: Auto Save
it: Salvataggio Automatico

# UIText_Description,Saves_Manual
source: Manual Save
it: Salvataggio Manuale

# UIText_Description,StatsMenu_MaskPickups
source: Mask Pickups:
it: Raccogliere una Maschera:

# UIText_Description,StatsMenu_Misc
source: Misc:
it: Varie:

# UIText_Description,StatsMenu_Misc_CodexPagesGained
source: Codex Pages Gained:
it: Pagina del Codex Ottenuta:

# UIText_Description,StatsMenu_Misc_CosmeticsGained
source: Cosmetics Gained:
it: Cosmetico Ottenuto:

# UIText_Description,StatsMenu_Misc_ItemsGotten
source: Items Gathered:
it: Oggetti Raccolti:

# UIText_Description,StatsMenu_Misc_MasksPowered
source: Masks Powered:
it: Maschera Potenziata:

# UIText_Description,StatsMenu_Misc_MedStonesVisited
source: Meditation Stones Visited:
it: Pietra della Meditazione Visitata:

# UIText_Description,StatsMenu_Misc_RahiDefeated
source: Rahi Defeated:
it: Rahi Sconfitti:

# UIText_Description,StatsMenu_Misc_WidgetsGained
source: Total Widgets Gained:
it: Totale Congegni Ottenuti:

# UIText_Description,StatsMenu_Misc_WidgetsSpent
source: Total Widgets Spent:
it: Totale Congegni Spesi:

# UIText_Description,StatsMenu_Quests
source: Quests:
it: Missioni:

# UIText_Description,StatsMenu_Quests_MainQuests
source: Main Quests:
it: Missioni Principali:

# UIText_Description,StatsMenu_Quests_SideQuests
source: Side Quests:
it: Missioni Secondarie:

# UIText_Description,TabMenu_Codex_Entries
source: Entries
it: Voci

# UIText_Description,TabMenu_Quest_MainQuests
source: MAIN QUESTS
it: MISSIONI PRINCIPALI

# UIText_Description,TabMenu_Quest_Objectives
source: Objectives:
it: Obbiettivi:

# UIText_Description,TabMenu_Quest_SideQuests
source: OPTIONAL QUESTS
it: MISSIONI OPZIONALI

# UIText_Description,TelescopeCtrlsWidget_ToLook
source: {Input} <Key>to rotate telescope</>
it: {Input} <Key>per ruotare il telescopio</>

# UIText_Description,ThankYou_Header
source: Thank you for playing!
it: Grazie per aver giocato!

# UIText_Description,ThankYou_Message
source: <Key>We at Team Kanohi Thank you for playing our game!</> <Key>Masks of Power has been in the works for over 6 years now.</> <Key>Thank you for sticking with us for all this time, we hope you enjoyed, and are looking forward to our future projects!</> <Key>To keep a closer eye on our </>Legacy<Key> as </>Unmasked Games<Key>, check out our social media:</>
it: <Key>Noi del Team Kanohi ti ringraziamo per aver giocato al nostro gioco!</> <Key>Le Maschere del Potere è ormai in sviluppo da più di 6 anni.</> <Key>Grazie per essere rimasti con noi per tutto questo tempo, speriamo che vi siate divertiti, e che siate impazienti di vedere i nostri progetti futuri!</> <Key>Per restare aggiornati sulla nostra </>Legacy<Key> come </>Unmasked Games<Key>, date uno sguardo ai nostri social:</>

# UIText_Description,ThankYou_Website
source: Website
it: Sito Web

# UIText_Description,TradeMenu_BuyAmount
source: Spend: {Amount}
it: Spendi: {Amount}

# UIText_Description,TradeMenu_ItemBuyValue
source: (Seller sells this at a <Key>{Low/High}</> price than normal)
it: (Il venditore lo sta vendendo ad un prezzo più <Key>{basso/alto}</> del solito)

# UIText_Description,TradeMenu_ItemSellValue
source: (Seller will buy this at a <Key>{Low/High}</> price than normal)
it: (Il venditore lo acquisterà ad un prezzo più <Key>{basso/alto}</> del solito)

# UIText_Description,TradeMenu_SellAmount
source: Sell for: {Amount}
it: Vendi per: {Amount}

# UIText_Description,TradeMenu_TraderInv
source: Trader Inventory
it: Inventario del Commerciante

# UIText_Description,TradeMenu_WidgetValue
source: Widget Value:
it: Valore Congegni:

# UIText_Description,TradeMenu_YourInv
source: Your Inventory
it: Tuo Inventario

# UIText_Description,UI_ConvertSaves
source: Incompatible saves were detected. Convert them to the new format? <Key>(WARNING: Some data loss may occur)</>
it: Sono stati rilevati dei salvataggi incompatibili. Convertirli in un nuovo formato? <Key>(ATTENZIONE: potrebbe capitare che alcuni dati vadano persi)</>

# UIText_Description,UI_ConvertSavesCancelToolTip
source: <Key>WARNING: Saves using old format will not be accessible.</>
it: <Key>ATTENZIONE: i salvataggi che utilizzano il vecchio formato non saranno accessibili.</>

# UIText_Description,UI_ConvertSavesToolTip
source: <Key>WARNING: This process will take some time, and the game may hang.</>
it: <Key>ATTENZIONE: questo processo richiederà del tempo, ed il gioco potrebbe bloccarsi.</>

# UIText_Description,UI_GetMaskDenyed
source: All Toa Have This Mask
it: Tutti i Toa possiedono questa Maschera

# UIText_Description,UI_NoItemsDesc
source: Looks like you have a whole lot of nothing in your inventory! Better go find something to put in here.
it: Sembra che tu abbia un bel sacco di nulla nel tuo inventario! Meglio andare a cercare qualcosa da metterci dentro.

# UIText_Description,UI_NoItemsName
source: Nothing
it: Niente

# UIText_Description,UICodexPageAdded_EntryGained
source: Codex Entry added
it: Voce del Codex Aggiunta

# UIText_Description,UICodexPageAdded_ItemGained
source: Item Gathered
it: Oggetto Raccolto

# UIText_Description,UICodexPageAdded_ItemRemoved
source: Item Removed
it: Oggetto Rimosso

# UIText_Description,UIGetMask_GainMaskText
source: {Toa} has picked up the "{Mask}"
it: {Toa} ha raccolto "{Mask}"

# UIText_Description_Cosmetics,Cosmetics_BlackMask_Description
source: A mysterious Komau covered in a strange black substance. The material on the surface of the mask pulses slowly, as if breathing...
it: Una misteriosa Komau ricoperta da una strana sostanza nera. Il materiale sulla superficie della maschera pulsa lentamente, come se stesse respirando...

# UIText_Description_Cosmetics,Cosmetics_CopperMask_Description
source: A copper mask of victory found in the Po-temple.
it: Una maschera della vittoria in rame trovata nel Po-tempio.

# UIText_Description_Cosmetics,Cosmetics_CrystalMask_Description
source: A Nearly Clear mask Made out of Ice, Why does it work, who made it, Who knows?
it: Una maschera quasi del tutto trasparente realizzata col ghiaccio, Come fa a funzionare, chi l'ha realizzata, chi lo sa?

# UIText_Description_Cosmetics,Cosmetics_FestiveHat_Description
source: A Naming day hat given to you during the festivities.
it: Un cappello del Giorno della Nomina che ti è stato consegnato durante i festeggiamenti.

# UIText_Description_Cosmetics,Cosmetics_GoldMasks_Description
source: You earned these Golden masks by collecting all of the great masks for this toa. (Wearing this adds stat boosts to your masks)
it: Hai ottenuto questa Maschera Dorata raccogliendo tutte le grandi maschere per questo toa. (Indossarla aumenta le statistiche delle tue maschere)

# UIText_Description_Cosmetics,Cosmetics_GoldToa_Description
source: You are a true Toa-hero! You have gained this by collecting every mask with every Toa!
it: Tu sei un vero Eroe-Toa! Hai ottenuto questo raccogliendo ogni maschera con ogni Toa!

# UIText_Description_Cosmetics,Cosmetics_InfectedMasks_Description
source: Some poison from a Nui-jaga's stinger has gotten on your mask! (There is no drawback to wearing this)
it: Del veleno del pungiglione di un Nui-jaga è finito sulla tua maschera! (Indossare questo non comporta alcuno svantaggio)

# UIText_Description_Cosmetics,Cosmetics_JackOLantern_Description
source: This strange orange ball may fit over your mask. Perhaps it will give you unspoken powers if you wear it?
it: Questa strana palla arancione potrebbe calcare sopra la tua mschera. Forse potrebbe concederti poteri innominabili se la indossi?

# UIText_Description_Cosmetics,Cosmetics_MaskOfTime_Description
source: Taken from the Makuta, you can now wear it as a trophy.
it: Sottratta a Makuta, ora puoi indossarla come un trofeo.

# UIText_Description_Cosmetics,Cosmetics_NuvaPauldrons_Description
source: The former Prophet of the Makuta, Komaru, gave these to you as a reward for saving him from the Makuta's influence.
it: L'ex Profeta di Makuta, Komaru, ti ha dato questi come ricompensa per averlo salvato dall'influenza di Makuta.

# UIText_Description_Cosmetics,Cosmetics_OldPakari_Description
source: An older design of Pakari, they are quite rare nowadays.
it: Un vecchio design della Pakari, sono alquanto rari di questi giorni.

# UIText_Description_Cosmetics,Cosmetics_ProtoSteelMask_Description
source: A Protosteel mask forged by Kohi, the first matoran on Mata Nui known able to manipulate Protosteel. Before his mysterious disappearance.
it: Una maschera in Protoacciaio forgiata da Kohi, il primo Matoran su Mata-Nui in grado di manipolare il Protoacciaio. Prima della sua misteriosa scomparsa.

# UIText_Description_Cosmetics,Cosmetics_VeryCoolHat_Description
source: A Very cool hat made by Podu, given to you by winning the Pohatu/Kopaka race.
it: Un cappello davvero figo realizzato da Podu, ti è stato dato per aver vinto la gara Pohatu Vs. Kopaka.

# UIText_ToolTip,GiveMask_Gali_ToolTip
source: Toa Gali, Toa of Water
it: Toa Gali, Toa dell'Acqua

# UIText_ToolTip,GiveMask_Kopaka_ToolTip
source: Toa Kopaka, Toa of Ice
it: Toa Kopaka, Toa del Ghiaccio

# UIText_ToolTip,GiveMask_Lewa_ToolTip
source: Toa Lewa, Toa of Air
it: Toa Lewa, Toa dell'Aria

# UIText_ToolTip,GiveMask_Onua_ToolTip
source: Toa Onua, Toa of Earth
it: Toa Onua, Toa della Terra

# UIText_ToolTip,GiveMask_Pohatu_ToolTip
source: Toa Pohatu, Toa of Stone
it: Toa Pohatu, Toa della Pietra

# UIText_ToolTip,GiveMask_Tahu_ToolTip
source: Toa Tahu, Toa of Fire
it: Toa Tahu, Toa del Fuoco

# UIText_ToolTip,NewGame_TutorialTooltip
source: Tutorial has story relevance, you must play it once.
it: Il Tutorial contiene parte della storia, devi giocarlo almeno una volta.

# UIText_ToolTip,PausedAudioSettings_AmbientSounds_ToolTip
source: The volume of sounds heard in the wahis.
it: Il volume dei suoni che senti nelle wahi.

# UIText_ToolTip,PausedAudioSettings_Master_ToolTip
source: The overall volume of the game.
it: Il volume generale del gioco.

# UIText_ToolTip,PausedAudioSettings_Music_ToolTip
source: The volume of music in the game.
it: Il volume della musica nel gioco.

# UIText_ToolTip,PausedAudioSettings_MusicFreq_ToolTip
source: Frequency of world exploration music.
it: La frequenza con cui varia la musica mentre esplori il mondo.

# UIText_ToolTip,PausedAudioSettings_SFX_ToolTip
source: The volume of sound effects IE Footsteps.
it: Il volume degli effetti sonori, ad esempio i pasi.

# UIText_ToolTip,PausedControls_AttackingEntersCombatTip
source: Pressing the bound 'Attack' button automatically enters combat mode and attacks.
it: Premere il tasto assegnato a 'Attacco' ti fa entrare automaticamente in modalità combattimento e attaccare.

# UIText_ToolTip,PausedDisplaySettings_Compass_Tooltip
source: Toggle a compass that will lead you directly towards your objective. For the directionally challenged.
it: Attiva una bussola che ti condurrà direttamente al tuo obbiettivo. Per chi ha problemi di orientamento.

# UIText_ToolTip,PausedDisplaySettings_Language_Tooltip
source: Which language should the game be displayed in? (This option may require a restart)
it: In che lingua vuoi che sia il gioco? (questa opzione potrebbe richiedere di riavviare il gioco)

# UIText_ToolTip,PausedDisplaySettings_Resolution_Tooltip
source: The Resolution the game is displayed at.
it: La risoluzione con cui viene mostrato il gioco.

# UIText_ToolTip,PausedDisplaySettings_ResolutionPercent_Tooltip
source: The percentage of resolution the game renders.
it: La percentuale della risoluzione di renderizzazione del gioco.

# UIText_ToolTip,PausedDisplaySettings_ResolutionUpscaling_Tooltip
source: Using AMD's FSR, upscale the image to gain more FPS at a small cost of image quality loss. (Note: You must lower the Res Percent bar for this effect to work)
it: Usare il FSR di AMD, migliorare l'immagine per ottenere più FPS al costo di un piccolo calo della qualità dell'immagine. (Nota: devi ridurre la barra della Percentuale della Risoluzione perché questo effetto funzioni)

# UIText_ToolTip,PausedDisplaySettings_WindowMode_Tooltip
source: Mode of display for the game.
it: La modalità con cui viene mostrato il gioco.

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingQuality_ToolTip
source: Quality of the AA Type Used
it: Qualità del tipo AA utilizzato

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingType_ToolTip
source: Type of AA to use: None- No Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing
it: Tipo di AA da usare: Nessuno- No Anti-Aliasing, bordi molto frastagliati FXAA- Smussa in qualche modo i bordi TemporalAA- Smussa maggiormente i bordi, ma causa qualche sbavatura dei pixel

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessSeverity_ToolTip
source: Changes the Intensity of the color blindness effect.
it: Modifica l'intensità degli effetti per daltonici.

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessType_ToolTip
source: For players with color blindness.
it: Per giocatori affetti da daltonismo.

# UIText_ToolTip,PausedGraphicsSettings_EffectsQuality_ToolTip
source: The Quality of various Effects in the game (Reflections, Materials, Particles, etc.) [Warning: Big performance impact on changing]
it: La qualità di vari effetti nel gioco (Riflessi, Materiali, Particelli, ecc.) [Attenzione: modificare impatterà fortemente sulle prestazioni]

# UIText_ToolTip,PausedGraphicsSettings_FoliageQuality_ToolTip
source: The Density of Foliage (Grass, Bushes, etc.)
it: La dnsità del Fogliame (Erba, Cespugli, ecc.)

# UIText_ToolTip,PausedGraphicsSettings_FOV_ToolTip
source: Changes the field of vision for the camera.
it: Cambia il campo visivo della telecamera.

# UIText_ToolTip,PausedGraphicsSettings_FrameLimit_ToolTip
source: Limit the framerate of the game.
it: Limita i framerate del gioco.

# UIText_ToolTip,PausedGraphicsSettings_ShadowQuality_ToolTip
source: The Quality of Shadows
it: La qualità delle ombre

# UIText_ToolTip,PausedGraphicsSettings_TextureFiltering_ToolTip
source: The amount of filtering for textures viewed from the side on.
it: La quantità di filtri per le texture viste lateralmente.

# UIText_ToolTip,PausedGraphicsSettings_TextureMemory_ToolTip
source: The Amount of Ram Allocated to texture loading.
it: La quantità di Ram assegnata al caricamento delle texture.

# UIText_ToolTip,PausedGraphicsSettings_VolumetricFog_ToolTip
source: Fog that has volume. (Disabling will remove some effects in the game. Automaticly disabled by Low Shadows setting.) [High performance impact]
it: La nebbia ha un volume. (Disattivare rimuoverà alcuni effetti nel gioco. Disattivato automaticamente con impostazioni ombre basse.) [Grande impatto sulle prestazioni]

# UIText_ToolTip,PausedGraphicsSettings_VSync_ToolTip
source: Fixes Screen Tearing by limiting the framerate to the screen refresh rate
it: Evita il tearing dello schermo limitando i framerate alla frequenza di aggiornamento dello schermo
