Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# CodexPage_Description,CodexPage_Pokoro_Desc
source: Po-Koro, the village of Stone. This village is home to the best carvers on Mata Nui- a fact that is clear when you see the beautiful stone carvings that adorn the village and its surroundings. Merchants sell their wares in Po-Koro’s bazaar to whoever is strong enough to brave the harsh Po-Wahi deserts. Po-Koro is also seen as the home to the sport of Koli, seeing as it’s where the sport got its start. The sport’s popularity along with the bazaar make this city one of the liveliest on the island.
el: Po-Koro, το χωριό της Πέτρας. Αυτό το χωριό φιλοξενεί τους καλύτερους χαράκτες στο Mata Nui - γεγονός που γίνεται σαφές όταν βλέπετε τα όμορφα πέτρινα γλυπτά που κοσμούν το χωριό και τα περίχωρά. Έμποροι πωλούν τα εμπορεύματά τους στο παζάρι του Po-Koro σε όποιον είναι αρκετά δυνατός για να αψηφήσει τις σκληρές ερήμους του Po-Wahi. Το Po-Koro θεωρείται επίσης ως το σπίτι του αθλήματος Koli, δεδομένου ότι από εκεί ξεκίνησε το άθλημα. Η δημοτικότητα του αθλήματος μαζί με το παζάρι καθιστούν την πόλη αυτή μια από τις πιο ζωντανές του νησιού.

# CodexPage_Description,CodexPage_PoTemple_Desc
source: A temple built by the Po-Matoran carvers to honor the Great Spirit. Since the Po-Matoran are carvers and makers by nature, they couldn’t help but add all varieties of traps and puzzles inside of it. Is it overly complicated for a place of worship? Unnecessary? Frivolous? Perhaps, but ask any Po-Matoran and they would vehemently disagree. There’s even a Copper Mask of Victory offered to anyone who’s able to pass this trial.
el: Ένας ναός που χτίστηκε από τους Po-Matoran χαράκτες για να τιμήσουν το Μεγάλο Πνεύμα. Δεδομένου ότι οι Po-Matoran είναι από τη φύση τους σκαλιστές και κατασκευαστές, δεν θα μπορούσαν να μην προσθέσουν όλες τις ποικιλίες παγίδων και γρίφων στο εσωτερικό του. Είναι υπερβολικά περίπλοκο για έναν τόπο λατρείας Περιττό Επιπόλαιο Ίσως, αλλά αν ρωτήσετε οποιονδήποτε Πο-Ματόραν, θα διαφωνήσει έντονα. Υπάρχει ακόμη και μια χάλκινη μάσκα της νίκης που προσφέρεται σε όποιον μπορέσει να περάσει αυτή τη δοκιμασία.

# CodexPage_Description,CodexPage_PoWahi_Desc
source: The deserts of Po-Wahi are unwelcoming to say the least. The rocky canyons can hide Rahi waiting to ambush unlucky travellers, and Motara desert to the north is a largely barren landscape. However, the Po-Matoran choose to brave these dangers regardless, adorning the rocky landscape with carvings and sculptures to give whatever life they can to the harsh environment around them.
el: Οι έρημοι του Po-Wahi μπορεί να θεωρηθεί αφιλόξενοι. Τα βραχώδη φαράγγια μπορεί να κρύβουν Rahi που περιμένουν να στήσουν ενέδρα στους άτυχους ταξιδιώτες, και η έρημος Motara στα βόρεια είναι ένα σε μεγάλο βαθμό άγονο τοπίο. Ωστόσο, οι Po-Matoran επιλέγουν να αψηφήσουν αυτούς τους κινδύνους, στολίζοντας το βραχώδες τοπίο με σκαλίσματα και γλυπτά για να δώσουν όση ζωή μπορούν στο σκληρό περιβάλλον γύρω τους.

# CodexPage_Description,CodexPage_Quarry_Desc
source: The quarry is home to many beautiful and intricate carvings made by the Po-Matoran. Large statues made to represent each of the Toa lie here, carved by the Matoran in honor of the Legends that speak of them. Some Matoran speak of caverns beneath these statues, but many of these rumors are unconfirmed. They stand as a monument of honor and hope to the Toa.
el: Το λατομείο φιλοξενεί πολλά όμορφα και περίτεχνα γλυπτά που κατασκευάστηκαν από τους Po-Matoran. Μεγάλα αγάλματα που αντιπροσωπεύουν κάθε ένα από τους Toa βρίσκονται εδώ, σκαλισμένα από τους Matoran προς τιμήν των θρύλων τους. Ορισμένοι Matoran μιλούν για σπήλαια κάτω από αυτά τα αγάλματα, αλλά πολλές από αυτές τις φήμες είναι ανεπιβεβαίωτες. Στέκονται ως μνημείο τιμής και ελπίδας για τους Toa.

# CodexPage_Description,CodexPage_Rau_Desc
source: The Kanohi Rau: the Noble Mask of Translation. This mask allows you to understand any written language. You can use this to translate Matoran text that can be found all over the island of Mata Nui. Or, you could try deciphering the Matoran text on your own if you know it well enough.
el: Το Kanohi Rau: η Ευγενής Μάσκα της Μετάφρασης. Αυτή η μάσκα σας επιτρέπει να καταλάβετε οποιαδήποτε γραπτή γλώσσα. Μπορείτε να τη χρησιμοποιήσετε για να μεταφράσετε κείμενα Matoran που βρίσκονται σε όλο το νησί Mata Nui. Ή, μπορείτε να προσπαθήσετε να αποκρυπτογραφήσετε μόνοι σας το κείμενο των Matoran, αν το γνωρίζετε αρκετά καλά.

# CodexPage_Description,CodexPage_Ruki_Desc
source: Small Rahi that can often be found swimming around the oceans of Ga-Wahi. They are peaceful creatures, and Matoran can often be found fishing for them. However, the rampant fishing that some Matoran do have caused some rare types of Ruki to become nearly extinct, making trading Ruki a heavily monitored activity in many Koros.
el: Μικρά Rahi που συχνά μπορεί να βρεθούν να κολυμπούν στους ωκεανούς του Ga-Wahi. Είναι ειρηνικά πλάσματα και οι Matoran μπορούν συχνά να βρεθούν να τα ψαρεύουν. Ωστόσο, η αχαλίνωτη αλιεία που κάνουν ορισμένοι Matoran έχει προκαλέσει την εξαφάνιση ορισμένων σπάνιων τύπων Ruki, καθιστώντας το εμπόριο Ruki μια έντονα ελεγχόμενη δραστηριότητα σε πολλά Koro.

# CodexPage_Description,CodexPage_Ruru_Desc
source: The Kanohi Ruru: the Noble Mask of Night Vision. This mask can provide a light to help you see in dark places. It’s especially useful if you find yourself lost at night, or if you need to make your way through a particularly dark cave.
el: Το Kanohi Ruru: η Ευγενής μάσκα της Νυχτερινής Όρασης. Αυτή η μάσκα μπορεί να σας παρέχει ένα φως που σας βοηθά να βλέπετε σε σκοτεινά μέρη. Είναι ιδιαίτερα χρήσιμη αν βρεθείτε χαμένοι τη νύχτα ή αν πρέπει να περάσετε μέσα από μια ιδιαίτερα σκοτεινή σπηλιά.

# CodexPage_Description,CodexPage_SandTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The rare yellow variant is found primarily in Po-Wahi. The Sand Tarakava is considered to be especially rare by the Po-Matoran. Few have seen one, and even fewer have returned to tell the tale. They make up for being slightly slower with more powerful attacks, so it’s best to try and get out of the way instead of admiring them.
el: Αυτά τα επικίνδυνοι Rahi είναι γνωστά για τους ισχυρούς βραχίονές τους, τους οποίους χρησιμοποιούν για να επιτίθενται γρήγορα στη λεία τους. Η σπάνια κίτρινη παραλλαγή συναντάται κυρίως στο Po-Wahi. Το Tarakava της Άμμου θεωρείται ιδιαίτερα σπάνιο από τους Po-Matoran. Λίγοι έχουν δει έναν και ακόμη λιγότεροι έχουν επιστρέψει για να διηγηθούν την ιστορία. Αντισταθμίζουν το γεγονός ότι είναι ελαφρώς πιο αργά με πιο ισχυρές επιθέσεις, γι' αυτό καλύτερα να προσπαθείτε να φύγετε από τη μέση αντί να τα θαυμάζετε.

# CodexPage_Description,CodexPage_StrangeCave_Desc
source: An odd cave that appeared in the side of the Mangai Volcano. A certain Le-Matoran seems to have seen this place… but other than that it seems that nobody on the island knows this cave exists. All that is known for sure is that the presence of the Makuta is very, very strong here. I would turn back if I were you...
el: Μια περίεργη σπηλιά που εμφανίστηκε στην πλευρά του ηφαιστείου Mangai. Ένας συγκεκριμένος Le-Matoran φαίνεται να έχει δει αυτό το μέρος... αλλά εκτός από αυτό φαίνεται ότι κανείς στο νησί δεν γνωρίζει την ύπαρξη αυτής της σπηλιάς. Το μόνο που είναι γνωστό είναι ότι η παρουσία των Makuta είναι πολύ, πολύ ισχυρή εδώ. Στη θέση σου θα γύρναγα πίσω...

# CodexPage_Description,CodexPage_Ta-Wahi_Desc
source: A scorched and desolate landscape, this region is filled with lava which flows down from the Mangai volcano. Thrill-seeking Matoran can be found lava surfing here, while others farm cooled lava from which they craft tools. The charred forest is perhaps the most prominent area in the Wahi, acting as a constant, looming reminder of the power that Makuta has, and the ease at which he can take all that the Matoran hold dear.
el: Ένα καμένο και έρημο τοπίο, η περιοχή αυτή είναι γεμάτη με λάβα που ρέει από το ηφαίστειο Mangai. Οι Matoran που αναζητούν τη συγκίνηση μπορούν να βρεθούν εδώ να κάνουν σερφ στη λάβα, ενώ άλλοι καλλιεργούν την ψυχρή λάβα από την οποία κατασκευάζουν εργαλεία. Το απανθρακωμένο δάσος είναι ίσως η πιο εμφανής περιοχή στο Wahi, λειτουργώντας ως μια συνεχής, απειλητική υπενθύμιση της δύναμης που έχει ο Makuta και της ευκολίας με την οποία μπορεί να πάρει όλα όσα οι Matoran θεωρούν πολύτιμα.

# CodexPage_Description,CodexPage_Tahu_Desc
source: Tahu is the fiery and headstrong Toa of fire. He is often the source of many of the disputes within his team of Toa, and can often come off as brash or disrespectful. However, in spite of his shortcomings, he is determined to help and protect the Matoran at any cost. Tahu is arguably the most recognizable bionicle set, with his mask, the Kanohi Hau, being an iconic piece of imagery. His elemental attack uses fire to propel you forward, allowing you to quickly get up close to attack an enemy.
el: Ο Tahu είναι η φλογερός και ξεροκέφαλος Toa της φωτιάς. Συχνά είναι η πηγή πολλών διαφωνιών στην ομάδα των Τοά του και συχνά μπορεί να φανεί θρασύς ή ασεβής. Ωστόσο, παρά τις αδυναμίες του, είναι αποφασισμένος να βοηθήσει και να προστατεύσει τους Matoran με κάθε κόστος. Ο Tahu είναι αναμφισβήτητα το πιο αναγνωρίσιμο σύνολο των bionicle, με τη μάσκα του, την Kanohi Hau, να αποτελεί ένα εμβληματικό σύμβολο. Η στοιχειώδης επίθεσή του χρησιμοποιεί τη φωτιά για να σας ωθήσει προς τα εμπρός, επιτρέποντάς σας να πλησιάσετε γρήγορα για να επιτεθείτε σε έναν εχθρό.

# CodexPage_Description,CodexPage_TahusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A forest of burnt trees can be seen in the distance… what could lie beyond it?
el: Ένα παράξενο σκάφος που ξεβράστηκε στην παραλία... κανείς στο νησί δεν είναι σίγουρος από πού προέρχεται. Ένα δάσος από καμένα δέντρα διακρίνεται στο βάθος... τι μπορεί να κρύβεται πίσω από αυτό;

# CodexPage_Description,CodexPage_TaKini_Desc
source: The Ta-Kini is the temple of Fire. It rests on the side of the Mangai volcano, next to the lava which sustains it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Few Matoran come to visit it, but there are those that are intrigued by the mysteries the temple holds.
el: Το Ta-Kini είναι ο ναός της Φωτιάς. Βρίσκεται στο πλευρό του ηφαιστείου Mangai, δίπλα στη λάβα που το συντηρεί. Ο ναός στεγάζει μια πέτρα Makoki - ένα θραύσμα από ένα κλειδί που χρειάζεται για την πρόσβαση στο κρησφύγετο του Makuta. Λίγοι Matoran έρχονται να τον επισκεφτούν, αλλά υπάρχουν κάποιοι που είναι γοητευμένοι από τα μυστήρια που κρύβει ο ναός.

# CodexPage_Description,CodexPage_Takoro_Desc
source: Ta-Koro, the village of Fire. Built in the shadow of the great Mangai Volcano, this village is built atop the Lake of Fire. The city takes great pride in it’s guard, led by Jala, who have kept this city safe with their bravery and the defenses they’ve constructed. To even reach the city, you must cross a moat of Lava by activating a drawbridge with a guarded control panel. Some might see it as overkill, but it’s a necessary way of life for the Ta-Matoran.
el: Ta-Koro, το χωριό της Φωτιάς. Χτισμένο στη σκιά του μεγάλου Mangai Ηφαιστείου , το χωριό αυτό είναι χτισμένο πάνω από την Λίμνη της Φωτιάς. Η πόλη είναι πολύ περήφανη για τη φρουρά της, με επικεφαλής τον Jala, η οποία έχει κρατήσει την πόλη ασφαλή με τη γενναιότητά της και τις άμυνες που έχουν κατασκευάσει. Για να φτάσετε στην πόλη, πρέπει να διασχίσετε μια τάφρο από λάβα ενεργοποιώντας μια γέφυρα με ένα φυλασσόμενο πίνακα ελέγχου. Κάποιοι μπορεί να το θεωρήσουν υπερβολικό, αλλά είναι ένας απαραίτητος τρόπος ζωής για τους Ta-Matoran.

# CodexPage_Description,CodexPage_Tarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The blue variant can be found all around Mata Nui. These Rahi can deal lots of damage extremely quickly, so it’s best to keep your distance and use caution when facing them.
el: Αυτοί τα επικίνδυνα Rahi είναι γνωστοί για τους ισχυρούς βραχίονές τους, τους οποίους χρησιμοποιούν για να επιτίθενται γρήγορα στη λεία τους. Η μπλε παραλλαγή μπορεί να βρεθεί σε όλο το Mata Nui. Αυτά τα Rahi μπορούν να προκαλέσουν μεγάλη ζημιά εξαιρετικά γρήγορα, οπότε είναι καλύτερο να κρατάτε αποστάσεις και να είστε προσεκτικοί όταν τα αντιμετωπίζετε.

# CodexPage_Description,CodexPage_TaTemple_Desc
source: A shrine that the Ta-Matoran constructed long ago, before the charred forest had burned down. It stands as a sign of the power and goodness of the Great Spirit. While some might think the charred forest as an inappropriate place to house such a shrine, the Ta-Matoran see the light of the Shrine’s fire as a light of hope and faith in the midst of the destruction and tragedy that Makuta brings to them.
el: Ένας βωμός που οι Ta-Matoran κατασκεύασαν πριν από πολύ καιρό, πριν το καμένο δάσος έγινε στάχτη. Στέκεται ως σημάδι της δύναμης και της καλοσύνης του Μεγάλου Πνεύματος. Ενώ κάποιοι μπορεί να θεωρήσουν το απανθρακωμένο δάσος ακατάλληλο μέρος για να στεγάσουν ένα τέτοιο βωμό, οι Ta-Matoran βλέπουν το φως της φωτιάς του Βωμού ως φως ελπίδας και πίστης εν μέσω της καταστροφής και της τραγωδίας που τους φέρνει ο Makuta.

# CodexPage_Description,CodexPage_TealTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The teal variant can be found primarily in Ga-Wahi. They’re harder to take down than an average Tarakava, so try not to get the attention of a large group at once.
el: Αυτοί τα επικίνδυνα Rahi είναι γνωστά για τους ισχυρούς βραχίονές τους, τους οποίους χρησιμοποιούν για να επιτίθενται γρήγορα στη λεία τους. Η γαλαζοπράσινη παραλλαγή του μπορεί να βρεθεί κυρίως στο Ga-Wahi. Είναι πιο δύσκολο να εξουδετερωθούν από το μέσο Tarakava, οπότε προσπαθήστε να μην τραβήξετε την προσοχή μιας μεγάλης ομάδας ταυτόχρονα.

# CodexPage_Description,CodexPage_Telescope_Desc
source: This telescope is often used by astrologers to read the stars in order to discern the future. Through it, the Red Star can be seen. To the trained eye, the Red Star is able to predict things yet to come. However, nobody is sure where this telescope came from, or why it is there. It’s true purpose is one of the many things that is pondered as astrologers study the stars.
el: Αυτό το τηλεσκόπιο χρησιμοποιείται συχνά από τους αστρολόγους για να διαβάζουν τα αστέρια προκειμένου να διακρίνουν το μέλλον. Μέσα από αυτό μπορεί να δει κανείς το Κόκκινο Άστρο. Στο εκπαιδευμένο μάτι, το Κόκκινο Άστρο είναι σε θέση να προβλέψει τα πράγματα που πρόκειται να συμβούν. Ωστόσο, κανείς δεν είναι σίγουρος από πού προήλθε αυτό το τηλεσκόπιο ή γιατί βρίσκεται εκεί. Ο πραγματικός σκοπός του είναι ένα από τα πολλά πράγματα που αναλογίζονται καθώς οι αστρολόγοι μελετούν τα αστέρια.

# CodexPage_Description,CodexPage_TiroCanyon_Desc
source: This rather red region of Po-Wahi is home to steep cliffs and mesas, narrow canyons, and swarms of Nui-Jaga. Travellers are often advised to be careful as they travel through here, as Nui-Jaga often wait in ambush for prey to turn around the corner before striking. Yet in spite of this danger, Po-Matoran carvers can often be found building structures and monuments in the canyon walls.
el: Αυτή η έντονα κόκκινη περιοχή του Po-Wahi φιλοξενεί απόκρημνους βράχους και οροπέδια, στενά φαράγγια και σμήνη Nui-Jaga. Οι ταξιδιώτες συχνά συμβουλεύονται να είναι προσεκτικοί καθώς ταξιδεύουν εδώ, καθώς τα Nui-Jaga συχνά περιμένουν σε ενέδρα για τα θύματά τους πριν χτυπήσουν. Ωστόσο, παρά τον κίνδυνο αυτό, οι Po-Matoran χαράκτες μπορούν συχνά να βρεθούν χτίζοντας κατασκευές και μνημεία στα τοιχώματα των φαραγγιών.

# CodexPage_Description,CodexPage_Turaga_Desc
source: The Turaga are the village elders on Mata Nui. They watch over each of the six villages, guiding them and maintaining order among the island. They are very wise, and seem to know many things about the island and the Matoran that they choose not to tell... including where they have been. They’ve been missing until recently, and you may have to get them out of some dire circumstances.
el: Οι Turaga είναι οι πρεσβύτεροι των χωριών στο Mata Nui. Παρακολουθούν κάθε ένα από τα έξι χωριά, τα καθοδηγούν και διατηρούν την τάξη στο νησί. Είναι πολύ σοφοί, κι φαίνεται να γνωρίζουν πολλά πράγματα για το νησί και τους Matoran που επιλέγουν να μην τα λένε... συμπεριλαμβανομένου του πού έχουν πάει. Έχουν εξαφανιστεί μέχρι πρόσφατα, και ίσως χρειαστεί να τους βγάλετε από κάποιες δύσκολες καταστάσεις.

# CodexPage_Description,CodexPage_Ussal_Desc
source: Ussal Crabs are a rather popular type of Rahi that Matoran keep for domestic use. Some use them in races, some use them to help with physical labor, and others simply keep them as pets. They can be found in a wide variety of colors.
el: Τα καβούρια Ussal είναι ένα δημοφιλές είδος Rahi που οι Matoran διατηρούν για οικιακή χρήση. Κάποιοι τα χρησιμοποιούν σε αγώνες, κάποιοι τα χρησιμοποιούν για να βοηθήσουν στη σωματική εργασία και άλλοι τα κρατούν απλώς ως κατοικίδια. Μπορούν να βρεθούν σε μεγάλη ποικιλία χρωμάτων.

# CodexPage_Description,CodexPage_Vakama_Desc
source: Vakama is the Turaga of Ta-Koro. He is respected for his wisdom and his kindness by both the Ta-Matoran and the other Turaga, who see Vakama as a leader of sorts. He can often be found looking into the fires of Mangaia, which is where he claims to see his visions of the future.
el: Ο Vakama είναι ο Turaga του Ta-Koro. Λαμβάνει σεβασμό για τη σοφία και την καλοσύνη του τόσο από τους Ta-Matoran όσο και από τους άλλους Turaga, οι οποίοι βλέπουν τον Vakama ως ένα είδος ηγέτη. Συχνά μπορεί να τον βρει κανείς να κοιτάζει μέσα στις φωτιές της Mangaia, όπου ισχυρίζεται ότι βλέπει τα οράματά του για το μέλλον.

# CodexPage_Description,CodexPage_Volcano_Desc
source: This Volcano towers at the center of Mata Nui as a symbol of both triumph and fear. The Ta-Matoran use the power of the Great Mangai to their advantage, using the lava that flows through it for defense against Rahi. Yet deep below the mountain lies Mangaia, the lair of the Makuta. While the Matoran may live happily beneath it, the shadow of the mountain looms over the island constantly, as a reminder of the greater shadow- one that all who live on the island fear.
el: Αυτό το ηφαίστειο δεσπόζει στο κέντρο του Mata Nui ως σύμβολο θριάμβου και φόβου. Οι Ta-Matoran χρησιμοποιούν τη δύναμη του Μεγάλου Μανγκάι προς όφελός τους, χρησιμοποιώντας τη λάβα που ρέει μέσα από αυτό για την άμυνα κατά των Rahi. Ωστόσο, βαθιά κάτω από το βουνό βρίσκεται η Mangaia, το κρησφύγετο των Makuta. Ενώ οι Matoran μπορεί να ζουν ευτυχισμένοι κάτω από αυτό, η σκιά του βουνού δεσπόζει συνεχώς πάνω από το νησί, ως υπενθύμιση της μεγαλύτερης σκιάς - μιας σκιάς που όλοι όσοι ζουν στο νησί φοβούνται.

# CodexPage_Description,CodexPage_Whagna_Desc
source: If you’re a Matoran who doesn’t quite seem to fit in with the other villages, you’re likely to end up here. Whagna Village is a tiny settlement, lacking any Turaga, not large enough to be named a Koro, and with little in terms of defenses. It’s home to misfits, wanderers, and anyone who feels out of place. All are welcomed here who need a place to belong.
el: Αν είστε ένας Matoran που δεν φαίνεται να ταιριάζει με τα άλλα χωριά, είναι πιθανό να καταλήξετε εδώ. Το χωριό Whagna είναι ένας μικροσκοπικός οικισμός, χωρίς κανένα Turaga, όχι αρκετά μεγάλος για να ονομαστεί Koro, και με ελάχιστες άμυνες. Φιλοξενεί απροσάρμοστους, περιπλανώμενους και οποιονδήποτε αισθάνεται εκτός τόπου και χρόνου. Όσοι χρειάζονται ένα μέρος για να ανήκουν, είναι ευπρόσδεκτοι εδώ.

# CodexPage_Description,CodexPage_Whenua_Desc
source: Whenua is the Turaga of Onu-Koro. He is among the wisest of all the Turaga, looking to the past and the experiences that he’s seen to guide him in his decisions. The Onu-Matoran often come to him seeking advice, which he freely gives to any who ask him.
el: Ο Whenua είναι ο Turaga του Onu-Koro. Είναι από τους σοφότερους όλων των Turaga, καθώς ανατρέχει στο παρελθόν και στις εμπειρίες που έχει δει για να τον καθοδηγούν στις αποφάσεις του. Οι Onu-Matoran έρχονται συχνά σε αυτόν ζητώντας συμβουλές, τις οποίες δίνει ελεύθερα σε όποιον του ζητάει.

# CodexPage_Name,CodexPage_Docks
source: Docks
el: Αποβάθρες

# CodexPage_Name,CodexPage_Drifts
source: The Drifts
el: Η ανεμοσούρα

# CodexPage_Name,CodexPage_GaTemple
source: Temple of Mata Nui
el: Ναός του Mata Nui

# CodexPage_Name,CodexPage_GoldMask
source: Gold Masks
el: Χρυσές Μάσκες

# CodexPage_Name,CodexPage_KiniNui
source: The Kini-Nui
el: Το Kini-Nui

# CodexPage_Name,CodexPage_KoTower
source: The Cold Tower
el: Ο Κρύος Πύργος

# CodexPage_Name,CodexPage_LeTemple
source: The Le-Wahi Cave
el: Το Σπύλαιο του Le-Wahi

# CodexPage_Name,CodexPage_Log
source: The Log
el: Το Κούτσουρο

# CodexPage_Name,CodexPage_MapFragments
source: Map Fragments
el: Κομμάτια του χάρτη

# CodexPage_Name,CodexPage_OnuTemple
source: The Onu-Wahi Temple
el: Ο Ναός του Onu-Wahi

# CodexPage_Name,CodexPage_Overlook
source: The Overlook
el: Το Δεσποτήριο

# CodexPage_Name,CodexPage_PoTemple
source: The Hidden Temple
el: Ο Κρυφός Ναός

# CodexPage_Name,CodexPage_Quarry
source: The Quarry
el: Το Λατομείο

# CodexPage_Name,CodexPage_StrangeCave
source: The Cave of Doom
el: Το Σπύλαιο της Καταδίκης

# CodexPage_Name,CodexPage_TaTemple
source: The Ta-wahi Shrine
el: Ο βωμός του Ta-wahi

# CodexPage_Name,CodexPage_TealTarakava
source: River Tarakava
el: Ποταμός Tarakava

# CodexPage_Name,CodexPage_Telescope
source: The Great Telescope
el: Το Τρανό Τηλεσκόπιο

# CodexPage_Name,CodexPage_TiroCanyon
source: Tiro Canyon
el: Φαράγγι Tiro

# CodexPage_Name,CodexPage_Ussal
source: Ussal Crabs
el: Καβούρια Ussal

# CodexPage_Name,CodexPage_Volcano
source: The Mangai Volcano
el: Το Ηφαίστειο Mangai

# CodexPage_Name,CodexPage_Whagna
source: Whagna Village
el: Χωριό Whagna

# Dialogue_Name,DL_Boat_SpeakerName
source: Dock Manager
el: Διαχειριστής Αποβάθρας

# Dialogue_Name,DL_BoatManagerQuest_SpeakerName
source: Dock Manager
el: Διαχειριστής Αποβάθρας

# Dialogue_Response,DL_420man1_PlayerResponse_1
source: Are you alright, you seem... Strange.
el: Είσαι εντάξει, φαίνεσαι… Παράξενα.

# Dialogue_Response,DL_420man2_PlayerResponse_1
source: Okay, I guess I'll leave you to it then.
el: Εντάξει, θα σε αφήσω σε ο'τι κάνεις τότε.

# Dialogue_Response,DL_420man_PlayerResponse_1
source: No, I am a Toa. What are you doing up here?
el: Όχι, είμαι Toa. Τι κάνεις εδώ πάνω;

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_1
source: Why are there little bits of green on them?
el: Γιατί υπάρχουν μικρά πράσινα κομμάτια πάνω τους;

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_2
source: Hmm I feel like I've heard of them...
el: Χμμ Νομίζω τα έχω ακουστά...

# Dialogue_Response,DL_Ahkmou3_PlayerResponse_1
source: Hmm... No I've heard of them some other way, I just can't remember how.
el: Χμμ… Όχι τα έχω ακουστά από κάτι άλλο, απλώς δεν ξέρω πως.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_1
source: Sure, let's trade.
el: Αμέ, ας παζαρεύσουμε.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_2
source: What is a Comet?
el: Τι έιναι ένας Κομήτης;

# Dialogue_Response,DL_Akamar2_PlayerResponse_1
source: You've done good work here craftsman.
el: Έχεις κάνει καλή δουλειά εδώ τεχνίτη.

# Dialogue_Response,DL_Akamar3_PlayerResponse_1
source: I... See...
el: … Κατάλαβα...

# Dialogue_Response,DL_Akamar4_PlayerResponse_1
source: Right... Thank you... I think.
el: Μάλιστα... Σε ευχαριστώ... Νομίζω.

# Dialogue_Response,DL_Akamar_PlayerResponse_1
source: Yes?
el: Ναι;
