Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_UssalWasher
source: Hello Toa $T, I am a bit busy right now, as you can see.
it: Salve Toa $T, sono un po' impegnato in questo momento, come puoi vedere.

# Dialogue_Text,DL_Vakama1
source: No celebration, Tahu. We do not come bearing good news.
it: Niente celebrazioni, Tahu. Non giungiamo portando buone notizie.

# Dialogue_Text,DL_Vakama2
source: No. For this time, you shall be armed with the truth.
it: No. Perché questa volta, voi sarete armati della verità.

# Dialogue_Text,DL_Vakama3
source: Makuta has stolen a mask of power... one that allows him to bend time itself to his will. One that he has used to reset your memories time and time again.
it: Makuta ha rubato una maschera del potere... una che gli permette di piegare il tempo stesso alla sua volontà. Una maschera che ha usato per resettare i vostri ricordi più e più volte.

# Dialogue_Text,DL_Vakama4
source: You must find this mask if you are to free the island and break Makuta’s chains that have bound you.
it: Dovete trovare questa maschera se volete liberare l'isola e spezzare le catene di Makuta che vi hanno legato.

# Dialogue_Text,DL_VakamaBeforeRescue1
source: Ah... welcome, Toa. I am glad that at least you are safe...
it: Ah... benvenuto, Toa. Sono felice che almeno tu sia al sicuro...

# Dialogue_Text,DL_VakamaBeforeRescue2
source: I have not heard from the other Turaga for quite a while… I am worried that something has happened to them.
it: È da un po' che non ho più notizie dagli altri Turaga… temo che gli sia successo qualcosa.

# Dialogue_Text,DL_VakamaBeforeRescueLeave
source: Ah and one more thing. When you’re searching for masks, could you keep an eye out for... ah, it is nothing - I'm sure it will turn up in time. Forgive me, Toa. My mind is still troubled. I shall stay here and meditate upon the will of Mata Nui.
it: Ah e ancora una cosa. Mentre cerchi le maschere, potresti tenere un occhio aperto per... ah, non fa niente - Sono sicuro che ne parleremo a tempo debito. Perdonami, Toa. La mia mente è ancora in subbuglio. Io resterò qui a meditare sul volere di Mata Nui.

# Dialogue_Text,DL_VakamaBeforeRescueMap
source: Hmm, you don't have a map? I remember giving you one... Hmpf, very well - I can give you my spare, it's only for Ta-wahi but It may help.
it: Hmm, non hai una mappa? Eppure ricordo di avertene data una... hmpf, molto bene - posso darti la mia copia di scorta, è solo di Ta-wahi, ma può esserti d'aiuto.

# Dialogue_Text,DL_VakamaBeforeRescueWhatDo
source: Head to the other villages- they might have a better idea of where their Turaga are... and be sure to visit me after you have found them all. I have something else that you will need to hear.
it: Dirigetevi ali altri villaggi- potrebbero avere qualche idea su dove si trovino i loro Turaga... e assicuratevi di tornare a farmi visita quando li avrete trovati tutti. Ho altro da dire che dovrete sentire.

# Dialogue_Text,DL_VakamaBeforeRescueWhere
source: We had gathered to discuss some... important matters at the Kini-Nui. It seems the other Turaga were less fortunate on their return journey...
it: Ci eravamo riuniti per discutere alcune... questioni importanti al Kini-Nui. Sembra che gli altri Turaga siano stati meno fortunati nel loro viaggio di ritorno...

# Dialogue_Text,DL_VakamaCutscene
source: My my, your mind works in strange ways Toa, very well I will regale you... The captain of the guard had taken a small hunting party into the charred forest, they were attempting to capture a frightening beast that had been sighted by more than a few villagers. Little did they know that they were searching for you...
it: Accidenti, la tua mente lavora in modi strani Toa, molto bene, ti intratterrò... Il capitano della guardia aveva portato una piccola squadra di caccia nella foresta carbonizzata, stavano tentando di catturare una bestia spaventosa che era stata avvistata da più di qualche abitante del villaggio. Non sapevano che stavano cercando te...

# Dialogue_Text,DL_VakamaPostKini
source: Welcome, to Ta-koro Toa...
it: Benvenuto, a Ta-koro, Toa...

# Dialogue_Text,DL_VakamaPostKini1
source: Ahh it- Well it's nothing you should concern yourself with... for now.
it: Ahh quello- beh, non è nulla di cui dovresti preoccuparti... per ora.

# Dialogue_Text,DL_VakamaPostRescue
source: Welcome, Toa. I am glad to hear that all of the Turaga are safe.
it: Benvenuto, Toa. Sono felice di sapere che tutti i Turaga sono al sicuro.

# Dialogue_Text,DL_VakamaPostRescueOtherToa
source: As a matter of fact, I must speak with Tahu about some rather urgent matters... Please send him my way if you come across him.
it: In effetti, devo parlare con Tahu di alcune questioni piuttosto urgenti... Per favore, mandatelo da me se lo incontrate.

# Dialogue_Text,DL_VakamaPostRescueSafe
source: I pray that this is the first step towards normalcy on this Island... something which it has lacked for far too long.
it: Prego che questo sia il primo passo verso la normalità per quest'isola... qualcosa che le è mancato per fin troppo tempo.

# Dialogue_Text,DL_VakamaPostRescueTahu
source: I do... there is a grave task I have for you which only you can complete.
it: Sì... ho un arduo incarico che solo tu puoi portare a termine.

# Dialogue_Text,DL_VakamaPostRescueTahu1
source: As you and the other Toa have been searching for your masks, I must admit that I have been searching for one as well. While I fear I cannot divulge much at the moment, I can say that I suspected it might have been hidden inside the Ta-Kini.
it: Come tu e gli altri Toa avete cercato le vostre maschere, devo ammettere che anch'io ne ho cercata una. Sebbene temo di non poter rivelare altro per il momento, posso dire che sospetto possa essere stata nascosta all'interno del Ta-Kini.

# Dialogue_Text,DL_VakamaPostRescueTahu2
source: No... I have already sent another into the temple.
it: No... ho già mandato qualcun altro al tempio.

# Dialogue_Text,DL_VakamaPostRescueTahu3
source: A rather... adventurous Matoran named Takua. When he overheard my predicament, he pleaded with me to allow him to enter the Kini... something I now greatly regret.
it: Un Matoran alquanto... avventuroso. Il suo nome è Takua. Quanto sentì per caso della grave situazione in cui ero, mi pregò di permettergli di entrare nel Kini... una cosa di cui ora mi pento enormemente.

# Dialogue_Text,DL_VakamaPostRescueTahu4
source: I do not know, Tahu. No one has seen Takua since he entered the temple. I fear he is in grave danger... as a result of my ignorance.
it: Non lo so, Tahu. Nessuna ha più visto Takua da quando è entrato nel tempio. Temo che sia in grave pericolo... a causa della mia ingnoranza.

# Dialogue_Text,DL_VakamaPostRescueTahu5
source: I pray that you still can...
it: Prego che tu possa ancora farcela...

# Dialogue_Text,DL_VakamaPostTAKiniFailsafe
source: You must all gather at the Kini Nui, the temple there holds the entrance to Makuta's Lair. I will mark it on your map but before you go, ensure that all of you have obtained your golden masks - The road ahead is difficult, and you will need the strength they offer.
it: Dovete radunarvi tutti al Kini Nui, quel tempio custodisce l'ingresso al covo di Makuta. Lo segno sulla tua mappa, ma prima che andiate, assicurati che tutti voi abbiate ottenuto le vostre maschere dorate - La strada che si para davanti è ardua, e voi avrete bisogno della forza che esse offrono.

# Dialogue_Text,DL_VegSeller1
source: Hmm... Still crooked...
it: Hmm... ancora storta...

# Dialogue_Text,DL_VegSeller2
source: Oh, Hi Toa $T! My sign's just a little crooked, I sell vegetation, Need any plants?
it: Oh, salve Toa $T! La mia insegna è solo un po' storta, io vendo vegetazione, ti serve qualche pianta?

# Dialogue_Text,DL_WhagnaMeeting_Kahli5
source: I never thanked you for fixing that hole in my roof earlier Taphal.
it: Taphal, non ti ho mai ringraziato per aver sistemato quel buco nel mio tetto.

# Dialogue_Text,DL_WhagnaMeeting_Kahli9
source: What? What are we talking about?
it: Cosa? Di cosa stiamo parlando?

# Dialogue_Text,DL_WhagnaMeeting_Numai11
source: I still believe it's too dangerous to stay here, I'm heading back to Ko-Koro unless we decide otherwise.
it: Credo ancora che sia troppo pericoloso restare qui, me ne tornerò a Ko-Koro a meno che non decidiamo diversamente.

# Dialogue_Text,DL_WhagnaMeeting_Numai2
source: It would require far too much work to repair the village, than we can handle! There is no way we would finish the repairs before another attack!
it: Riparare il villaggio richiederebbe molto più lavoro di quanto potremmo gestirne! Non potremmo mai finire le riparazioni prima che giunga un altro attacco!

# Dialogue_Text,DL_WhagnaMeeting_Numai4
source: You would be working yourself to death Taphal, there's no need for that!
it: Tu lavoreresti fino a morire Taphal, non c'è bisogno di arrivare a tanto!

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay
source: You have made a grave mistake Toa.
it: Hai commesso un grave errore Toa.

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay1
source: Uhh, let me rephrase that. I believe that you have made a critical error in judgement $T, however only time will tell.
it: Uhh, lasciami riformulare. Credo tu abbia commesso un critico errore di valutazione $T, tuttavia lo scopriremo solo col tempo.

# Dialogue_Text,DL_WhagnaMeeting_Parhi1
source: Welcome all, I've called this meeting today so that we may make a final decicsion on what we should do about our village. There are two options, repair the town and attept to fortify it against any future Rahi attacks, or we all all return to our respective villages.
it: Benvenuti a tutti, oggi ho convocato questa riunione cosicché possiamo prendere una decisione definitiva su cosa dovremmo farne del nostro villaggio. Ci sono due opzioni: riparare la città e tentare di fortificarla contro i futuri attacchi dei Rahi, oppure tornare ognuno al suo rispettivo villaggio.

# Dialogue_Text,DL_WhagnaMeeting_Parhi10
source: Okay Kalhi seems to still not have - Uhh, come back to us. Numai?
it: Ok, Kalhi sembra che non sia ancora - uhh, tornato da noi. Numai?

# Dialogue_Text,DL_WhagnaMeeting_Parhi12
source: Very well, Taphal?
it: Molto bene, Taphal?

# Dialogue_Text,DL_WhagnaMeeting_Parhi14
source: And Tafall?
it: E Tafall?

# Dialogue_Text,DL_WhagnaMeeting_Parhi16
source: Dahh- A deadlock...
it: Dahh- siamo ad un punto morto...

# Dialogue_Text,DL_WhagnaMeeting_Parhi17
source: Toa $T, with the vote in a deadlock - and our deciding vote being completely out of it, I'd like to defer to your wisdom in this matter.
it: Toa $T, con i voti ad un punto di stallo - ed essendo il nostro voto decisivo completamente estraneo alla questione, vorrei rimettermi alla vostra saggezza per questa faccenda.

# Dialogue_Text,DL_WhagnaMeeting_Parhi18
source: Yes. Although these types of matters would usually be the duty of a Turaga. While we don't have one, we do have the next best thing, a Toa of legend.
it: Sì. Sebbene questo genere di questioni farebbero solitamente parte dei doveri di un Turaga. Anche se non ne abbiamo uno, noi abbiamo la cosa migliore dopo di quello: un Toa della leggenda.

# Dialogue_Text,DL_WhagnaMeeting_Parhi19
source: Very good, So what will it be Toa? Do we stay or go?
it: Molto bene, dunque cosa faremo, Toa? Restiamo o ce ne andiamo?

# Dialogue_Text,DL_WhagnaMeeting_Parhi7
source: Okay, okay, that's enough. We need to make a decision here, I'm calling a vote. I'm for staying and trying to repair.
it: Ok, ok, basta così. Qui dobbiamo prendere una decisione, indico una votazione. Io sono per restare e provare a ricostruire.

# Dialogue_Text,DL_WhagnaMeeting_Parhi8
source: Kahli, your vote?
it: Kahli, il tuo voto?

# Dialogue_Text,DL_WhagnaMeeting_ParhiLeave
source: You heard the Toa! Start packing up, I'll be taking you by boat to your village if that's possible.
it: Avete sentito il Toa! Iniziate a fare le valigie, io vi porterò in barca fino al vostro villaggio se sarà possibile.

# Dialogue_Text,DL_WhagnaMeeting_ParhiStay
source: You heard the Toa! Taphal, get to work. I'll travel to Po-Koro to see if they have any materials we can use, perhaps I can hire a few more crafters there too.
it: Avete sentito il Toa! Taphal, mettiti al lavoro. Io viaggerò fino a Po-Koro per vedere se hanno dei materiali che possiamo utilizzare, forse là potrei assumere qualche altro artigiano.

# Dialogue_Text,DL_WhagnaMeeting_ReturnStay
source: You may go now Toa, we can handle everything else.
it: Ora puoi andare Toa, possiamo occuparci noi del resto.

# Dialogue_Text,DL_WhagnaMeeting_Tafall15
source: I... I don't think we should stay, I'm sorry Taphal, but there's just too much work for just you and us.
it: Io... io non credo che dovremmo restare, mi dispiace Taphal, ma c'è fin troppo lavoro da fare per noi due soltanto.

# Dialogue_Text,DL_WhagnaMeeting_Tafall6
source: I'm not him! You- I- Ugghhhh!
it: Io non sono lui! Tu- io- ugghhhh!

# Dialogue_Text,DL_WhagnaMeeting_Taphal13
source: I'm staying. I've already started working on the repairs, I'm not abandoning my work!
it: Io resto. Ho già iniziato a lavorare alle riparazioni, non abbandono il mio lavoro!

# Dialogue_Text,DL_WhagnaMeeting_Taphal3
source: What do you mean too much work! I can do it all in half the time of any Po, or Onu matoran!
it: Cosa intendi con fin troppo lavoro! Posso fare tutto in metà del tempo di qualsiasi Po o Onu matoran!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave
source: Gah! You've gotta be kidding me!
it: Gah! Mi stai prendendo in giro!

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave2
source: Yes, I understand it's just... My work, all for nought.
it: Sì, capisco, è solo che... il mio lavoro, è stato tutto vano.

# Dialogue_Text,DL_WhagnaMeeting_TaphalStay
source: Yes! I'll go get started right now!
it: Sì! Mi metto subito all'opera!

# Dialogue_Text,DL_WhagnaVillager1
source: Hello Toa $T, Welcome to Whagna Village.
it: Salve Toa $T, benvenuto al villaggio di Whagna.

# Dialogue_Text,DL_Whenua1
source: We come bearing the truth.
it: Noi giungiamo portando la verità.

# Dialogue_Text,DL_Whenua2
source: We have spoken, and decided that you must be armed with this knowledge if you are to break the Makuta’s cycle.
it: Abbiamo parlato, ed abbiamo deciso che voi dovete essere armati di questa conoscenza se dovete spezzare il ciclo di Makuta.

# Dialogue_Text,DL_WhenuaBack
source: Eager is an understatement, Toa. I do hope you will visit me once I am comfortably underground- I have other tasks for you.
it: Impaziente è riduttivo, Toa. Spero che verrete a farmi visita una volta che sarò confortevolmente sottoterra- ho altri incarichi per voi.

# Dialogue_Text,DL_WhenuaDefault1
source: Hello, Toa $T. I am glad to see you are well.
it: Salve, Toa $T. Sono lieto di vedere che state bene.

# Dialogue_Text,DL_WhenuaDefaultPostKini
source: Hello, Toa $T. I am glad to see you are well.
it: Salve, Toa $T. Sono lieto di vedere che state bene.

# Dialogue_Text,DL_WhenuaGetmeDown
source: Come on Toa, I don't have all day. Get me down!
it: Forza Toa, non ho tutto il giorno. Tirami giù!

# Dialogue_Text,DL_WhenuaJump
source: Hmph. I suppose you think that’s funny? I believed that you Toa would have a bit more respect for your Turaga, but apparently not. Why, back in my prime I would have- ...oh, never mind. Please just help me down!
it: Hmph. Suppongo tu pensi che sia divertente? Credevo che voi Toa avreste avuto un po' più di rispetto per i vostri Turaga, ma a quanto pare mi sbagliavo. Eh, hai miei tempi avrei- ...oh, non farci caso. Per favore aiutami a scendere!

# Dialogue_Text,DL_WhenuaKoro
source: Indeed it has. The Lightstone mines have increased in productivity, which is slight compensation for the incident at the great mine...
it: Invero è così. Le miniere di Pietraluce hanno incrementato la produzione, il che compensa leggermente per l'incidente alla grande miniera...

# Dialogue_Text,DL_WhenuaLost1
source: Toa! So good to see you here. I was beginning to get worried I would be lost for good...
it: Toa! È così bello vederti qui. Stavo iniziando a temere che sarei sparito per davvero...

# Dialogue_Text,DL_WhenuaLost2
source: I was returning to Onu-Koro when a swarm of Nui-Jaga appeared and started chasing me. I climbed up here to escape them.
it: Stavo tornando a Onu-Koro quando è apparso uno sciame di Nui-Jaga ed hanno iniziato ad inseguirmi. Mi sono arrampicato quassù per sfuggirgli.

# Dialogue_Text,DL_WhenuaLost3
source: Well... yes I do. I’m not particularly fond of heights...
it: Beh... sì lo sono. Non mi piacciono particolarmente le altezze...

# Dialogue_Text,DL_WhenuaOnua
source: Indeed I do. Now that I am safely underground, there is something which I must tell you.
it: Invero è così. Ora che sono al sicuro sottoterra, c'è qualcosa che devo dirti.

# Dialogue_Text,DL_WhenuaOnua1
source: I believe I have a newfound appreciation for our safe underground home- though I fear portions of it will not remain safe for much longer...
it: Credo di avere un rinnovato apprezzamento per la nostra sicura casa sotterranea- anche se temo che delle porzioni di essa non rimarranno sicure ancora a lungo...

# Dialogue_Text,DL_WhenuaOnua2
source: As you may have seen with our great mine, portions of the Onu-Wahi tunnels have become less stable than they were before. Cave-ins have been happening more frequently, which have even begun to affect the surface. It seems these tremors have affected the Onu-Kini temple, preventing us from burrowing into the temple from below again. It was a great convenience which is, unfortunately, lost.
it: Come potresti aver visto con la nostra grande miniera, delle porzioni dei tunnel di Onu-Wahi sono diventate meno stabili di quanto non fossero prima. I crolli sono divenuti più frequenti, il che ha iniziato ad influenzare persino la superficie. Sembra che questi tremori abbiano colpito il tempio Onu-Kini, impedendoci di nuovo di accedere al tempio scavandoci sotto. Era una grande comodità che è, sfortunatamente, andata perduta.

# Dialogue_Text,DL_WhenuaOnua3
source: Do you not... Oh! Forgive me, Onua. We have attempted to access the Onu-Kini through alternate means in the past, in an attempt to avoid the Makuta’s threats. ...All in preparation for your arrival of course. I apologize for any... confusion I may have caused.
it: Tu non ti... oh! Perdonami, Onua. In passato abbiamo tentato di accedere all'Onu-Kini con mezzi alternativi, nel tentativo di evitare le minacce di Makuta. ...Tutto in preparazione al tuo arrivo ovviamente. Mi scuso per qualsivoglia... confusione possa averti causato.

# Dialogue_Text,DL_WhenuaOnua4real
source: Here, this map may help you find the temple. Be careful Toa.
it: Ecco, questa mappa potrebbe aiutarti a trovare il tempio. Sii prudente Toa.

# Dialogue_Text,DL_WhenuaOnuaGiveMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
it: L'Onu-Kini ospita una pietra Makoki- una parte di una chiave che dovete recuperare per completare il vostro destino. È qualcosa che per cui Makuta impiegherà qualsiasi mezzo per impedirvi di ottenerla.

# Dialogue_Text,DL_WhenuaOnuaMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
it: L'Onu-Kini ospita una pietra Makoki- una parte di una chiave che dovete recuperare per completare il vostro destino. È qualcosa che per cui Makuta impiegherà qualsiasi mezzo per impedirvi di ottenerla.

# Dialogue_Text,DL_WhenuaOtherToa
source: For you? Not exactly... Though if you could send a message to Onua I would appreciate it. Please tell him that I wish to speak with him as soon as he is able.
it: Per te? Non esattamente... tuttavia se tu potessi consegnare un messaggio a Onua, lo apprezzerei molto. Per favore digli che desidero parlare con lui non appena ne avrà l'occasione.

# Dialogue_Text,DL_WhenuaSaved
source: What is WRONG with you! I could have been hurt! ...But thank you for getting me down from there. That rock looks much taller from the top of it.
it: Cosa c'è di SBAGLIATO in te! Avrei potuto ferirmi! ...Ma grazie per avermi tirato giù da lì. Quella roccia sembra molto più alta dalla cima.

# Dialogue_Text,DL_WhenuaSaved1
source: Oh… hah… that’s a story for another time, Toa. Perhaps one day I shall be able to tell it to you.
it: Oh… ah… quella è una storia per un'altra volta, Toa. Forse un giorno sarò in grado di parlartene.

# Dialogue_Text,DL_WhenuaSaved2
source: Well, when you live underground long enough, finding yourself too far above it becomes rather nauseating.
it: Beh, quando vivi sottoterra abbastanza a lungo, ritrovarti troppo al di sopra di essa diventa alquanto nauseante.

# Dialogue_Text,DL_WinRacePodu
source: Ah... hello $T. Not many people come down here... Good to see a friendly face once in a while.
it: Ah... salve $T. Non molte persone vengo quaggiù... è bello vedere una faccia amica ogni tanto.

# Dialogue_Text,DL_WinRacePoduGeneral
source: Well, I was out here doing a favor for Pohatu, but I’ve decided to stay. It’s nice out here, away from all the hustle and bustle of Po-Koro.
it: Beh, ero qua fuori per fare un favore a Pohatu, ma ho deciso di restarci. Si sta bene qui fuori, lontano da tutto il trambusto e la fretta di Po-Koro.

# Dialogue_Text,DL_WinRacePoduGeneral1
source: Me too, $T. Me too.
it: Anch'io, $T. Anch'io.

# Dialogue_Text,DL_WinRacePoduKopaka
source: Oh no, you won’t have to do any more racing. Pohatu had his fun.
it: Oh no, non dovrai più fare nessuna gara. Pohatu si è divertito abbastanza.

# Dialogue_Text,DL_WinRacePoduPohatu
source: I like it out here. The ocean is nice, it’s peaceful and quiet, and there’s that temple full of swinging axes nearby in case I get bored!
it: Mi piace qua fuori. L'oceano è bello, è pacifico e tranquillo, e nel caso in cui dovessi annoiarmi qui vicino c'è quel tempio pieno di asce oscillanti!

# Dialogue_Text,DL_WinRacePoduPohatu1
source: Indeed it is! ...One more thing. What did Kopaka think of my hat?
it: Invero lo è stato! ...Ancora una cosa. Cosa ne pensa Kopaka del mio cappello?

# Dialogue_Text,DL_WinRacePoduPohatu2
source: Yes! I knew he'd like them.
it: Sì! Sapevo che gli sarebbe piaciuto.

# Dialogue_Text,DL_WinRacePohatu
source: Well done, Kopaka! Truly, well done. That was a finer race than any I’ve had before.
it: Ben fatto, Kopaka! Davvero ben fatto. Quella è stata la corsa migliore che ho mai fatto prima d'ora.

# Dialogue_Text,DL_WinRacePohatu1
source: Oh, of course! Here, let me get it for you...
it: Oh, ma certo! Ecco, lascia che lo prenda per te...

# Dialogue_Text,DL_WinRacePohatu2
source: I knew you’d enjoy it! I knew this whole task would be rewarding in the end.
it: Sapevo che ti sarebbe piaciuto! Sapevo che questo incarico alla fine sarebbe stato appagante.

# Dialogue_Text,DL_WinRacePohatu3
source: Watch what you say about these! Podu made them.
it: Attento a come ne parli! Li ha fatti Podu.

# Dialogue_Text,DL_WinRacePohatuGift
source: What did I say? Stylish, right? And I’ve got enough for all six of us to wear!
it: Cosa avevo detto? Stilosi, vero? E ne ho abbastanza per farli indossare a noi sei!

# Dialogue_Text,DL_YumaFishIntro
source: Stop copying me! There's got to be a law against this!
it: Smettila di copiarmi! Deve esserci una legge che lo impedisca!

# Dialogue_Text,DL_YumaFishIntro_2
source: Oh, Toa $T! I didn't see you there. Would you like some rare fish? It may be expensive, but it's great quality!
it: Oh, Toa $T! Non avevo visto che eri lì. Vorresti qualche pesce raro? Potrebbe costare caro, ma è di ottima qualità!
