Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPRu.po
Languages: ru_ru

# Dialogue_Text,DL_KoTownKohiProtosteelPlan
source: Why sell it of course! Kohi's Tools & Armory will be the best and only provider of Protosteel Armaments!
ru_ru: Конечно же, чтобы продавать их! Лавка инструментов и оружия Кохи станет единственным и лучшим поставщиком снаряжения из Протостали!

# Dialogue_Text,DL_KoTownKohiProtosteelQuestion
source: You're accusing me Toa? *Huff* No, $T I did not have anything to do with that. As I said, it's a shame and I hope every one's alright, but there's no reason for you to be blaming me when I wasn't even there!
ru_ru: Вы обвиняете меня, Тоа? *Хмпф* Нет, $T, я с этим никак не связан. Как я сказал, мне жаль и я надеюсь, что никто не пострадал, но это не значит, что меня можно обвинять! Особенно когда меня там не было!

# Dialogue_Text,DL_KoTownKohiProtosteelWaitingfor
source: Well? What are you waiting for Toa, pull it from the stone!
ru_ru: Ну? Чего же вы ждёте, Тоа, вытащите его из камня!

# Dialogue_Text,DL_KoTownKohiProtosteelWhagnaattacked
source: Ahh that is a shame, I hope no one was hurt.
ru_ru: Ох, это нехорошо. Надеюсь, что никто не пострадал.

# Dialogue_Text,DL_KoTownKohiProtosteelWhat
source: Why this is another Protosteel tool! I would have left here with it long ago, however I'm not strong enough to pull it from the stone!
ru_ru: О, это ещё один инструмент из Протостали! Я бы давно вернулся с ним обратно, но я недостаточно силён, чтобы вытащить его из камня!

# Dialogue_Text,DL_KoTownSeller
source: Hello Toa $T, Welcome to Parhi's Tools!
ru_ru: Приветствую, Тоа $T, добро пожаловать в Лавку Инструментов Пархи!

# Dialogue_Text,DL_KoTownSeller1
source: Pickaxes mostly, and some other various tools. In Bronze, and Protodermis.
ru_ru: Преимущественно кирки и некоторые другие инструменты. В Бронзе и Протодермисе.

# Dialogue_Text,DL_KoTownSeller2
source: Huh, what's happening? Oh Toa you're here! Thank Mata-Nui!
ru_ru: Эээ, что происходит? О, Тоа, вы здесь! Хвала Мата Нуи!

# Dialogue_Text,DL_KoTownSeller3
source: It was so scary, these huge beasts attacked! They destroyed everything, I-I don't remember!
ru_ru: Это было страшно, эти огромные звери напали! Они уничтожили всё, я... я не помню!

# Dialogue_Text,DL_KoTownSeller4
source: Who, what? AHHG, My shop!
ru_ru: Кто, что? ААГХ, Мой магазин!

# Dialogue_Text,DL_KoTownSeller5
source: Oh uhh, that guy. Sorry I'm still a little scattered, he said he was going to charter a boat from Ga-Koro to Po-Koro I think... Or was it Po to Ga?
ru_ru: А, эээ, тот парень. Извиняюсь, я всё ещё путаюсь. Он сказал, что возьмёт лодку из Га-Коро в По-Коро, если не ошибаюсь... Или наоборот, с По в Га?

# Dialogue_Text,DL_KoTownSeller6
source: Yes Toa?
ru_ru: Да, Тоа?

# Dialogue_Text,DL_KoTownSeller7
source: He either went to Ga-Koro or Po-Koro, I don't fully remember. You'll have to check with the people in those villages to see if he's been through there. I might try the dock master of Ga-Koro first.
ru_ru: Он отправился или в Га-Коро, или в По-Коро, я точно не могу сказать. Вам нужно поспрашивать тамошних жителей, чтобы узнать был ли он там. Я поговорю с хозяином дока в Га-Коро для начала.

# Dialogue_Text,DL_KoTownSellerAbandoned
source: Get your pickaxes, get your... Toa!
ru_ru: Готовьте свои кирки, готовьте своих... Тоа!

# Dialogue_Text,DL_KoTownSellerAbandoned1
source: It's good to see you again my friend, what brings you to Onu-Koro?
ru_ru: Рад вас видеть вновь, друг мой! Что вас привело в Ону-Коро?

# Dialogue_Text,DL_KoTownSellerAbandoned2
source: Because I moved my shop here of course! Still moving my wares, albiet perhaps a little faster than before... Turns out people in Onu-Koro need pickaxes, who could've imagined.
ru_ru: Потому что я переехал вместе с лавкой, конечно же! Я всё ещё перевожу свои товары, но, может, чуточку быстрее, чем раньше... Как оказалось, жителям Ону-Коро нужны кирки, кто бы мог подумать.

# Dialogue_Text,DL_KoTownSellerAbandonedLewa
source: Hahaha, very funny Lewa!
ru_ru: Хахаха, очень смешно, Лева!

# Dialogue_Text,DL_KoTownSellerAbandonedSeen
source: Mhh, not really... Last time I saw any of them was when I helped Kahli get to Le-Koro through the tunnels.
ru_ru: Ммм, не совсем... Последний раз, когда я видел кого-либо из них, это когда я помогал Кали добраться до Ле-Коро через тоннели.

# Dialogue_Text,DL_KoTownSellerAttack
source: I-I don't know, it was so fast. I remember the sound of an engine, a white flash, fire, maybe... Maybe they came from the ocean?
ru_ru: Я... я не знаю, это прошло быстро. Я помню звук двигателя, белую вспышку, огонь, возможно... Возможно, они пришли из океана?

# Dialogue_Text,DL_KoTownSellerFixed1
source: Welcome back $T! As you can see we are doing much better then when you left!
ru_ru: С возвращением, $T! Как вы можете видеть, мы справляемся гораздо лучше, чем до вашего ухода!

# Dialogue_Text,DL_KoTownSellerFixedHow
source: Everyone is in reletively high spirits actually. Kahli has recovered from her head injury, Tafall and Taphal have become friends, which is still very strange to say out loud... and I have opened my store once again!
ru_ru: У всех относительно приподнятое настроение. Кали восстановилась от травмы головы, Тафол и Тафал подружились, о чём по-прежнему очень странно говорить вслух... а я вновь открыл свою лавку!

# Dialogue_Text,DL_KoTownSellerFixedHow2
source: Ahh that would be because Numai is the only one not in high spirits. I'm not entirely sure why though, perhaps you would speak to him?
ru_ru: А, это потому что Нумаи – единственный, кто не в настроении. Я до сих пор не уверен почему, может вам удастся поговорить с ним?

# Dialogue_Text,DL_KoTownSellerFixedWall
source: Indeed, we decided it would be best to erect something that may protect us from future Rahi attacks.
ru_ru: Да, мы решили, что лучше воздвигнуть что-то, что сможет защитить нас от предстоящих атак Рахи.

# Dialogue_Text,DL_KoTownSellerFixedWall2
source: Well, there's really no way of knowing... But it's better than nothing.
ru_ru: Ну, этого никто не знает... Но всяко лучше, чем ничего.

# Dialogue_Text,DL_KoTownSellerFixing1
source: What are we going to do Toa... Our home...
ru_ru: Что мы будем делать, Тоа… Наш дом...

# Dialogue_Text,DL_KoTownSellerFixing2
source: What's wrong? Take a look around, our village is in ruins! There's so much damage, is it even worth repairing?
ru_ru: Что не так? Осмотритесь вокруг, наша деревня в руинах! Так много разрушений, что не ясно: стоит ли всё это восстанавливать?

# Dialogue_Text,DL_KoTownSellerFixing3
source: Not really, Although I know that Taphal wants to repair all the huts, Kahli has just metally checked out, and Numai just wants to go back to Ko-koro. I suppose it couldn't hurt to call a town meeting, to see what everyone wants to do.
ru_ru: Не совсем. Но я знаю, что Тафал хочет починить все дома, Кали сошла с ума, а Нумаи хочет вернуться обратно в Ко-Коро. Я думаю, что не будет лишним созвать городское собрание, чтобы узнать то, что каждый будет делать.

# Dialogue_Text,DL_KoTownSellerFixing4
source: Hold on a minute toa! We may need you, if you have time to join?
ru_ru: Постойте, Тоа! Вы нам сможете помочь, если сможете найти время присоединиться?

# Dialogue_Text,DL_KoTownSellerFixing5
source: Of course, we will await your return.
ru_ru: Конечно, мы будем ждать вашего возвращения.

# Dialogue_Text,DL_KoTownSellerFixingMeeting
source: Very good, I'll get the others. We'll be in the middle of town!
ru_ru: Хорошо, я соберу остальных. Мы будем в центре деревни!

# Dialogue_Text,DL_KoTownSellerFixingReturn
source: Ahh Toa $T, you're back! Are you ready for the town meeting?
ru_ru: А, Тоа $T, вы вернулись! Вы готовы к собранию нашего селения?

# Dialogue_Text,DL_KoTownsmanUnconcus
source: Hnnnngg...
ru_ru: Нннггхх...

# Dialogue_Text,DL_KoTownsmanUnconcus2
source: *No response*
ru_ru: *Нет ответа*

# Dialogue_Text,DL_Kufa
source: Hello Toa-Hero.
ru_ru: Здравствуй, Тоа-Герой.

# Dialogue_Text,DL_Kufa1
source: Have you ever had memories of the before-times?
ru_ru: У вас были воспоминания о старых временах?

# Dialogue_Text,DL_Kufa2
source: Guess not then. I thought that maybe a Toa-Hero would know of the before-time, but I suppose it's just me.
ru_ru: Значит нет. Я думал, что возможно Тоа-Герой будет что-то знать из прошлого, но похоже, что это лишь мои домыслы.

# Dialogue_Text,DL_Kufa3
source: I only get flashes from time to time... But there has been an ever-fimilar feeling recently.
ru_ru: Я лишь временами вижу вспышки... Но они в последнее время вызывают какие-то знакомые чувства.

# Dialogue_Text,DL_Kufa4
source: It feels like it did before... Big changes are on the horizion.
ru_ru: Ощущение примерно те же... Впереди – большие перемены.

# Dialogue_Text,DL_KylmaInQuest
source: Oh, Hello Toa $T! Have you found my research?
ru_ru: А, приветствую, Тоа! Вы нашли моё исследование?

# Dialogue_Text,DL_KylmaNotesFound
source: Thank you very much Toa. Please take this as a reward.
ru_ru: Большое спасибо, Тоа! Пожалуйста, возьмите это в качестве награды!

# Dialogue_Text,DL_KylmaReading
source: Thanks again for your help Toa $T!
ru_ru: Ещё раз спасибо за вашу помощь, $T!

# Dialogue_Text,DL_KylmaRuins
source: They are on a small island on the shore near the ko-wahi le-wahi border.
ru_ru: Они на берегу небольшого островка у границы Ко-Вахи и Ле-Вахи.

# Dialogue_Text,DL_KylmaTrouble
source: Oh, Hello Toa $T! Well, simply put I cannot find some of my research.
ru_ru: О, здравствуй, Тоа $T! Ну, если совсем просто, я не могу найти некоторые записи исследований.

# Dialogue_Text,DL_KylmaTrouble2
source: Yes, actually. You see, some time ago we went to study the ruins of an old temple on the shore. We even set up a few huts. But then we were attacked by fierce rahi so we had no choice but to flee.
ru_ru: В общем-то, да. Видите ли, некоторое время назад мы отправились изучать руины старого храма на берегу. Мы даже построили несколько хижин. Но потом на нас напали жуткие Рахи. У нас не было другого выбора, кроме как бежать.

# Dialogue_Text,DL_KylmaTrouble3
source: Yes, it should still be in one of the small huts near the ruins.
ru_ru: Да, они всё ещё должны находиться в одной из хижин недалеко от руин.

# Dialogue_Text,DL_KylmaTrouble4
source: I would be grateful. And also we found a Great Kanohi there, so exploring the ruins could even aid in your quest Toa $T.
ru_ru: Я был бы благодарен. Мы также нашли там Великую Канохи, так что осмотр руин может помочь и нашим и вашим, Тоа $T.

# Dialogue_Text,DL_KylmaWhere
source: It's not here either, then it must be...
ru_ru: Здесь тоже нет, значит, они должны быть...

# Dialogue_Text,DL_LavaFarmerBreak
source: Hello Toa. I'm just taking a break, Lava farming is hard work!
ru_ru: Здравствуй, Тоа. Я лишь отдыхаю, добыча лавы – дело трудное!

# Dialogue_Text,DL_LeQuest1
source: A Toa! Please Help me!
ru_ru: Тоа! Пожалуйста, помогите мне!

# Dialogue_Text,DL_LeQuest1_2
source: A Toa! Please Help me!
ru_ru: Тоа! Пожалуйста, помогите мне!

# Dialogue_Text,DL_LeQuestAcepptQuest
source: Thank you Toa! His name's Kumo, you may be able to seek-find him in the swamp. He's always going swim-fishing by the lake, It's the one with the huge-big rock in it!
ru_ru: Спасибо, Тоа! Его зовут Кумо, вы можете найти его у болот. Он часто ходит рыбачить у озера. Того, что с очень огромным булыжником в нём.

# Dialogue_Text,DL_LeQuestExpos
source: My friend is lost! He went out to gather materials, and I haven't heard from him since! I fear-dread it might be past-late to save him!
ru_ru: Мой друг пропал! Он отправился на сбор материалов, но с тех пор я ничего о нём не слышал! Я страшно боюсь того, что его уже не найти-обнаружить!

# Dialogue_Text,DL_LeQuestKumo
source: Hello Toa, are you here to save me?
ru_ru: Здравствуй, Тоа. Вы пришли, чтобы спасти меня?

# Dialogue_Text,DL_LeQuestKumoGood
source: Oh that's good, Now which way is Le-Koro?
ru_ru: Ох, это хорошо. А теперь... Ле-Коро в какой стороне?

# Dialogue_Text,DL_LeQuestKumoGoodAddQuest
source: Oh that's good, Now which way is Le-Koro?
ru_ru: Ох, это хорошо. А теперь... Ле-Коро в какой стороне?

# Dialogue_Text,DL_LeQuestKumoHelp
source: Uhh... Yes it appears I have gotten quite spin-turned.
ru_ru: М-да... Похоже, что я совсем запутался.

# Dialogue_Text,DL_LeQuestKumoImlost
source: I appear to be lost.
ru_ru: Похоже, что я заблудился.

# Dialogue_Text,DL_LeQuestKumoNextime
source: I'll be fine Toa-Hero, no need to worry.
ru_ru: Со мной всё будет хорошо, герой Тоа, не нужно волноваться.

# Dialogue_Text,DL_LeQuestKumoNextime_2
source: I'll be fine Toa, no need to worry.
ru_ru: Со мной всё будет хорошо, Тоа, не нужно волноваться.

# Dialogue_Text,DL_LeQuestKumoThanks
source: Hello again Toa, thank you for saving me!
ru_ru: И снова здравствуй, Тоа. Спасибо, что спасли меня!

# Dialogue_Text,DL_LightstoneCaveMaster1
source: Ahh Toa $T, Welcome to the cavern of light!
ru_ru: А, добро пожаловать в ущелье света, Тоа $T!

# Dialogue_Text,DL_LightstoneCaveMaster_DataPad
source: Oh this? This is a Data Pad, my buddy Nuparu designed it. It lets me mange the manifest of everything mined here.
ru_ru: А, это? Это Дата-Планшет, мой друг Нупару спроектировал его. Это позволяет мне управлять всем, что здесь добывается.

# Dialogue_Text,DL_LightstoneCaveMaster_Doing
source: We mine for Lightstones here! Lightstones are a valuable resource used for light far and wide, as well as in almost all the Koros!
ru_ru: Мы добываем здесь Камни Света! Камни Света – ценный ресурс, широко используемый для освещения всего и вся практически во всех Коро!

# Dialogue_Text,DL_LightstoneCaveMaster_Help
source: Thank you for the offer $T, but we've got it covered here. Except... Well, there are a few odd green crystals that we've uncovered recently, and no matter what we do, no one seems to have the strength to extract them! But with that Pakari of yours, you might be able to get them out of our way. You're welcome to keep the crystals if you do!
ru_ru: Спасибо за предложение, $T, но мы и так неплохо справляемся. Хотя... Есть кое-какие странные зелёные кристаллы, которые мы недавно обнаружили. Что бы мы ни делали, ни у кого нет достаточно сил, чтобы достать их! Но с вашей Пакари, вы наверняка сможете убрать их с нашей дороги! Если у вас всё получится, вы можете оставить кристаллы себе!

# Dialogue_Text,DL_Lockedout
source: Hey again Toa-Hero, Guess what! I finally found my key.
ru_ru: И снова здравствуй, герой Тоа. Знаешь что? Я всё-таки нашёл свой ключ!

# Dialogue_Text,DL_Lockedout_2
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
ru_ru: АААААГХХХ, НУ ЖЕ...… Я, эээ… Я запер самого себя...

# Dialogue_Text,DL_Lockedout_3
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
ru_ru: АААААГХХХ, НУ ЖЕ...… Я, эээ… Я запер самого себя...

# Dialogue_Text,DL_LoveFestivites
source: I do love these festivities, they're just always so fun.
ru_ru: Мне нравятся все эти празднества, они такие весёлые.

# Dialogue_Text,DL_LyingUnderTree
source: *Sigh*
ru_ru: *Вздыхает*

# Dialogue_Text,DL_LyingUnderTree1
source: I just love looking up through the tree, even though I get pine needles in my mask.
ru_ru: Мне просто нравится смотреть на деревья, хоть я и получаю сосновые иголки под маску.

# Dialogue_Text,DL_MackuHi
source: Ahh... Mata-nui is beautiful, Isn't it.
ru_ru: Ахх… Мата Нуи – красивое место, не так ли?

# Dialogue_Text,DL_MackuHuki
source: *Nervous laughter* What on Mata-Nui do you mean? We're not- He's not- *sigh* Am I really that obvious?
ru_ru: *Нервный смешок* О чём во имя Мата Нуи вы говорите? Мы не... Он не... *вздох* Неужели я настолько предсказуема?

# Dialogue_Text,DL_MackuHuki2
source: You won't tell nokama will you? She probably won't be very happy when she finds out.
ru_ru: Вы же не расскажете об этом Нокаме, да? Она явно будет не в восторге, когда узнает об этом.

# Dialogue_Text,DL_MackuTidbit
source: You know, the Rahi weren't always like this. They used to be fairly peaceful toward us, only recently have they become more agressive...
ru_ru: Вы знаете, Рахи не всё время были такими. Когда-то они относились к нам с миром, лишь недавно они стали более агрессивными...

# Dialogue_Text,DL_Maren1
source: Ugh... Mata-Nui guide me...
ru_ru: Уф... Веди меня, Мата Нуи...

# Dialogue_Text,DL_Maren2
source: Ah... Got my boat a tad stuck... Nothing a bit of thinkin' can't fix... Hmm...
ru_ru: А... Моя лодка чуток застряла... Ничего без расмышлений не решить... Хм...

# Dialogue_Text,DL_Maren3
source: I'm out 'ere searching for treasure... The treasure of the legendary Blackmask! Apparently, Blackmask buried her fortune in 4 different places on Mata-Nui. I think I'm close to finding the first... once I get my boat back in shape, that is.
ru_ru: Я, кагбе, ищу сокровище... Сокровище легендарной Чёрной Маски! По видимому, Чёрная Маска закопала своё богатство в 4 разных местах Мата Нуи. Я думаю, что вот-вот найду первое... как только я восстановлю лодку в нормальный вид, м-да...

# Dialogue_Text,DL_MarenBlackmask1
source: I'm sure of it... Mostly. Pretty much. I won these ol' maps in an Ussal race bet. The first one says it should be very near to here...
ru_ru: Я в этом уверена... Более чем. Я выиграла эти старыя карты в результате ставок на гонках Уссалов. Первая говорит, что оно должно быть где-то рядом...

# Dialogue_Text,DL_MarenBuyMaps
source: Ye... 'ye would? Good thing I made copies! I'll even give 'ye the first one for free. If you find the treasure before me, I'll be willin' to pay 'ye a hefty sum for whatever strange artifacts 'ye find! Seems like I'll probably still be here when you come back...
ru_ru: Вы... точно? Хорошо, что я сделала копии! Я даже дам фам первую сапесплатно. Если вам удастся найти сокрофище раньше меня, я заплачу фам огромную сумму за найденные фами артефакты. Я, наверное, по-прежнему буду здесь, когда вы вернётесь...

# Dialogue_Text,DL_MarenGaliStories
source: They may just be stories, aye... But I'm determined, and these maps are the first good lead i've got.
ru_ru: Агась, это могут быть лишь рассказы... Но я целеустремлённая, а эти карты – первая хорошая зацепка, которая у меня есть.

# Dialogue_Text,DL_MarenTrade2
source: Let's get down ta' business!
ru_ru: Ну, са делло!

# Dialogue_Text,DL_MarenWelcomeBack
source: Hey again, Toa! Find any cool treasure? Or you just need one 'ah my maps?
ru_ru: И снова привет, Тоа! Удалось найти хоть какое-то сокровище? Или нужна ещё одна ис моих карт?

# Dialogue_Text,DL_MarkleMasks
source: Oh... *sigh.* Hey there, Toa. Welcome to Kita's Kanohi, Got some masks if you want to quick-snatch some.
ru_ru: Ой... *вздох* Приветствую, Тоа! Добро пожаловать в лавку Канохи у Киты. У меня есть маски, если нужно быстро их собрать.

# Dialogue_Text,DL_MarkleQuestion
source: Bah, It’s just this... wait-boring job of mine. ...And of course HE gets the cheery-fun job...
ru_ru: А, это... моя очень скучная работа. ...А ОН, разумеется, получает всё самое весёлое...

# Dialogue_Text,DL_MarkleQuestion1
source: Akamar!! That sorry-bad excuse for a Ta-Matoran gets all the fun while I get nothing! He got to renovate Po-Koro! PO-KORO! Meanwhile I’m stuck here mask-peddling all day and night to Matoran who already have masks! What’s the point in selling masks to them if they’ve already face-wearing perfectly good ones!?
ru_ru: Акамар!! Жалкое оправдание для Та-Маторана, который получает все сливки, а я не получаю ничего! Он участвовал в реновации По-Коро! ПО-КОРО! А я торчу здесь сутками напролёт, впаривая Маторанам маски, которые у них уже есть! В чём смысл продавать им маски, если они уже носят очень хорошие!?

# Dialogue_Text,DL_MarkleQuestion2
source: Heart-thanks for that, Toa. ...I’d be even more heart-thankful with some widget-spending though.
ru_ru: Огромное спасибо за это, Тоа. ...Я был бы ещё более благодарен, если вы потратите у меня немножко виджетов.

# Dialogue_Text,DL_MarkleTrade
source: Oh, I’ve got all sorts of stuff. Please, take-buy it off my hands.
ru_ru: Ой, у меня есть куча вещей. Пожалуйста, купите их у меня.

# Dialogue_Text,DL_MaskPowerer
source: Greetings $T!
ru_ru: Приветствую, $T!

# Dialogue_Text,DL_MaskPowerer1
source: Uhh, I'm not sure actually. It must be important though, the Turaga tasked me to protect it at all costs.
ru_ru: Эээ, я, если честно, не уверен. Но оно должно быть чем-то важным, не просто же так Турага попросил меня защитить его любой ценой.

# Dialogue_Text,DL_MaskPowerer2
source: Oh don't even get me started on that weirdo. All he does is make his funny words, and- and... and well he's actually not that bad, but he is constantly up here against the rules. I would forcibly remove him if I could move from my post...
ru_ru: Ой, не начинайте про этого чудака. Всё, что он делает, так это составляет забавные слова и... и... и они, честно сказать, не такие уж и плохие, но он часто находится наверху, нарушая правила. Я бы мог прогнать его, если бы я смог покинуть свой пост...

# Dialogue_Text,DL_Matau1
source: Yet each time you go to confront Makuta, you befall the same sorry-bad fate. The stones, the masks, and you return to where you came from... and you remember nothing.
ru_ru: И каждый раз, когда вы сталкиваетесь с Макутой, вас всех преследует одна и та же горькая участь. Камни, маски, затем вы возвращаетесь откуда пришли... и вы ничего не помните.

# Dialogue_Text,DL_MatauInTree
source: Toa $T! It sure is a cheery-warm sight to see you here.
ru_ru: Тоа $T! Увидеть тебя здесь – очень хороший знак.

# Dialogue_Text,DL_MatauInTreeHelp
source: NO! I can saw-cut my way out of here myself, thank you very much. I might be height-shorter than you, but I’m not helpless!
ru_ru: НЕТ! Я смогу пропилить себе дорогу сам, спасибо. Я, может быть, и буду ниже тебя ростом, но я не такой уж и беспомощный!

# Dialogue_Text,DL_MatauInTreeHelp2
source: Well... no. As long as you’re down there, could you maybe think-figure out some way to chop-knock me out of here? I’m not terribly picky as to how you do it- I’m rather tired of being trap-stuck up here.
ru_ru: Ну... нет. Пока ты тут стоишь внизу, может придумал бы способ сбить-спустить меня отсюда? Мне неважно как именно ты это сделаешь. Мне просто надоело находиться в такой вот ловушке.

# Dialogue_Text,DL_MatauInTreeHow
source: Well, I was headed home from... eh... something- when two Nui-Rama quick-snatched me and threw me up into this tree!
ru_ru: Ну, я направлялся домой с... эм... чего-то там, как вдруг две Нуи-Рамы схватили меня и забросили на это дерево!

# Dialogue_Text,DL_MatauKoro
source: Ehhh… good morning, Toa. ...or is it night? You should really knock before loud-charging in like that! Didn’t anyone ever learn-teach you any kind-manners?
ru_ru: Ээээ... доброе утро, Тоа. ...или это ночь? Тебе следует предварительно стучаться, прежде чем так бесцеремонно вламываться! Разве никто тебя не учил тебя вести себя воспитанно?

# Dialogue_Text,DL_MatauKoroHowsgoing
source: Ah... don’t mind me. I’m just still a little crabby-tired. Nothing a little more deep-sleep won’t fix!
ru_ru: А... не обращай внимания. Я лишь чутка устал. Нет ничего, чего не могут исправить лишние часы сна!

# Dialogue_Text,DL_MatauKoroLewa1
source: Ah, right. Definitely something. I’ve been meaning to chat-talk with you about this for a long-while now...
ru_ru: Ах, да. Точно что-то было. Я давно горел желанием поговорить с тобой об этом...

# Dialogue_Text,DL_MatauKoroLewa2
source: There’s a spirit-temple found deepwood called the Le-Kini. There’s an ever-important stone that you’ll find there. The only hard-problem is that it’s buzz-swarming with Rahi- even more than usual. It’s a place full of trouble-danger that you’ll have to hard-fight your way through.
ru_ru: Глубоко в лесу есть храм духов, зовётся он Ле-Кини. Там находится архиважный камень, который ты должен найти. Единственная проблема в том, что он кишит Рахи. Даже больше обычного. Это место полно опасностей, через которые тебе нужно будет пробиться.
