Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPtBr.po
Languages: pt_br

# ST_Names,Names_StatueSalesman
source: Statue Salesman
pt_br: Comerciante de Estátuas

# ST_Names,Names_StrangeMatoran
source: Strange Matoran
pt_br: Matoran Estranho

# ST_Names,Names_Ta-KoroGuard
source: Ta-Koro Guard
pt_br: A Guarda de Ta-Koro

# ST_Names,Names_Ta-koroGuardsman
source: Ta-koro Guardsman
pt_br: Guarda de Ta-Koro

# ST_Names,Names_Ta-koroGuardsmanDaelen
source: Ta-koro Guardsman Daelen
pt_br: Guarda de Ta-Koro Daelen

# ST_Names,Names_TarakavaofFrost
source: Tarakava of the Frost
pt_br: Tarakava da Neve

# ST_Names,Names_TempleMaster
source: Temple Master
pt_br: Mestre do Templo

# ST_Names,Names_TheEnvironmentalist
source: The Environmentalist
pt_br: O Ambientalista

# ST_Names,Names_TheToaMata
source: The Toa Mata
pt_br: Os Toa Mata

# ST_Names,Names_Trader
source: Trader
pt_br: Comerciante

# ST_Names,Names_UssalOwner
source: Ussal Owner
pt_br: Dono de Ussal

# ST_Names,Names_UssalWaxer
source: Ussal Waxer
pt_br: Cuidador de Ussal

# Tutorial_Text,Tut_Attack
source: <Key>{Action1}</> while in combat mode to execute a basic attack You may also press <Key>{Action2}</> to perform an elemental attack. Now defeat the beast.
pt_br: Pressione <Key>{Action1}</> no modo de combate para executar um ataque básico. Pressione <Key>{Action2}</> para realizar um ataque elemental. Agora, derrote a criatura.

# Tutorial_Text,Tut_CantSave
source: <Makuta>Mata Nui sleeps. He has fallen. You can do nothing to save him.</>
pt_br: <Makuta>Mata Nui dorme. Ele sucumbiu. Você não pode fazer nada para salvá-lo.</>

# Tutorial_Text,Tut_CombatMode
source: <Key>You do not regenerate health!</> You must find Meditation Points or use Consumables to regain health. Press <Key>{Action1}</> to enter combat mode
pt_br: <Key>Você não regenera saúde!</> É preciso achar Pontos de Meditação ou usar Consumíveis para se curar. Pressione <Key>{Action1}</> para entrar em modo de combate

# Tutorial_Text,Tut_Crouch
source: Press <Key>{Action1}</> to Crouch
pt_br: Pressione <Key>{Action1}</> para Agachar

# Tutorial_Text,Tut_Crush
source: <Makuta>It would be incredibly easy to crush you...</>
pt_br: <Makuta>Seria tão fácil esmagar você…</>

# Tutorial_Text,Tut_Failed
source: <Makuta>You have failed.</>
pt_br: <Makuta>Você falhou.</>

# Tutorial_Text,Tut_HealthStamina
source: These are your health and stamina bars, make sure you watch these values closely. 0 stamina will result in not being able to run or attack. 0 Health will result in a death.
pt_br: Estas são suas barras de saúde e vigor, preste muita atenção aos valores delas. 0 de vigor te deixará incapaz de correr e atacar. 0 de saúde resultará em uma morte.

# Tutorial_Text,Tut_Interact
source: While aiming at it with the center of the screen, press <Key>{Action1}</> to pick up the mask.
pt_br: Ao mirar nela com o centro da tela, pressione <Key>{Action1}</> para pegar a máscara.

# Tutorial_Text,Tut_Jump
source: Press <Key>{Action1}</> to jump
pt_br: Pressione <Key>{Action1}</> para pular

# Tutorial_Text,Tut_LookAround
source: Use <Key>{Action1} and {Action2}</> to look around
pt_br: Use <Key>{Action1} e {Action2}</> para olhar ao redor

# Tutorial_Text,Tut_MapFragments
source: This is the map, here you can zoom using the <Key>Scroll Wheel</>, drag with <Key>Left Click</>. Every region has a quest that will award you with a map fragment, Allowing you to see that region in more detail. Press <Key>{Action1}</> now to exit the map.
pt_br: Este é o mapa, aqui você pode dar zoom com a <Key>Roda do Mouse</>, e arrastar com o <Key>Clique Esquerdo</>. Toda região tem uma missão que lhe dará um fragmento de mapa, permitindo ver essa região com mais detalhe. Agora, pressione <Key>{Action1}</> para sair do mapa.

# Tutorial_Text,Tut_MaskPickupUI
source: Here you can select what toa to give the mask to, for now just click confirm.
pt_br: Aqui você pode selecionar qual Toa receberá a máscara. Agora, só clique em Confirmar.

# Tutorial_Text,Tut_Meditation
source: This structure represents <Key>Meditation Stones</> that can be found around the island, interact with them to auto save, skip time of day, and regain all health across all Toa. (You do not have to change the time of day to heal or save!) Manual Saving is available in the Pause Menu. it is HIGHLY RECCOMENDED that you save OFTEN!
pt_br: Esta estrutura representa os <Key>Pontos de Meditação</> que podem ser encontrados pela ilha. Interaja com eles para salvar automaticamente, pular a hora do dia, e restaurar toda a saúde de todos os Toa. (Não precisa mudar a hora do dia para se curar ou salvar!) Salvamento Manual está disponível no Menu de Pausa. É RECOMENDADO que você salve COM FREQUÊNCIA!

# Tutorial_Text,Tut_NothingCanDo
source: <Makuta>You can do nothing to save them. You can do nothing to save yourself.</>
pt_br: <Makuta>Você não pode fazer nada para salvá-los. Você não pode fazer nada para se salvar.</>

# Tutorial_Text,Tut_OpenMap
source: Press <Key>{Action1}</> To open the map
pt_br: Pressione <Key>{Action1}</> para abrir o mapa

# Tutorial_Text,Tut_ProtoRefill
source: Stand in pools like these to refill your protodermis. Your mask must be disabled to use a pool. Disable your mask now with <Key>{Action1}</>.
pt_br: Fique em poças como esta para recarregar Protoderme. Você deve desabilitar a máscara para usar uma poça. Desabilite-a pressionando <Key>{Action1}</>.

# Tutorial_Text,Tut_ProtoUI
source: As you use your mask you drain protodermis. This is a Resource needed to power your mask with no protodermis you can no longer use your masks.
pt_br: Conforme usa sua máscara, você drena Protoderme. Este é um recurso necessário para usar o poder das máscaras. Sem Protoderme, não é possível usá-las.

# Tutorial_Text,Tut_Sprint
source: Press <Key>{Action1}</> to Sprint
pt_br: Pressione <Key>{Action1}</> para Correr

# Tutorial_Text,Tut_ToaSwitching
source: Release <Key>{Action1}</> when hovered over your selection to switch toa
pt_br: Solte <Key>{Action1}</> ao destacar sua seleção para trocar de Toa

# Tutorial_Text,Tut_ToaSwitchingCorrupted
source: <Makuta>You have no unity. You are alone. Release</> <Key>{Action1}</> <Makuta>to select a Toa.</>
pt_br: <Makuta>Você não tem união. Você está só. Solte</> <Key>{Action1}</> <Makuta>para selecionar um(a) Toa.</>

# Tutorial_Text,Tut_ToaWheel
source: Hold <Key>{Action1}</> to open the Toa Wheel
pt_br: Segure <Key>{Action1}</> para abrir a Seleção de Toa

# Tutorial_Text,Tut_UseMask
source: Press <Key>{Action1}</> to use the mask
pt_br: Pressione <Key>{Action1}</> para usar a máscara

# Tutorial_Text,Tut_UseMaskWheel
source: Hold <Key>{Action1}</> to bring up the mask wheel and Release <Key>{Action1}</> when hovering over the icon of your new mask.
pt_br: Segure <Key>{Action1}</> para abrir a seleção de máscaras e Solte <Key>{Action1}</> ao destacar o ícone de sua nova máscara.

# Tutorial_Text,Tut_UseVahi
source: Press <Key>{Action1}</> to use the Vahi
pt_br: Pressione <Key>{Action1}</> para usar a Vahi

# Tutorial_Text,Tut_WASD
source: Press <Key>{Action1} {Action2} {Action3} {Action4}</> to move
pt_br: Pressione <Key>{Action1} {Action2} {Action3} {Action4}</> para se mover

# UI_Text,SaveConversionLoading_Text
source: Processing
pt_br: Processando

# UIText,CreditsScroll
source: Bionicle: Masks Of Power <Key>=Legacy=</> Created by: <Key>Team Kanohi</> Legacy Creator/Team Kanohi Founder: <Key>Jordan (Jocool1231) Willis</> Programmers: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animation: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Art: <Key>Kluuucha (Original Logo)</> <Key>Bumblebeelow (New Logo)</> <Key>Dazalius (Last Minute Level design)</> Writing: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Music & SFX: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Staff & Mods: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Past Team Members: <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Music)</> <Key>Louis ''Tek16'' Ginesy (Animation)</> <Key>That Gary Fella (UI)</> <Key>Philosophy101 (Modeling)</> <Key>Automatik (Textures)</> Translators: <Key>English Edits - NarsikTOP</> <Key>Russian - Nemezidych</> <Key>German - Thowlon & Ketooth</> <Key>French - maxim21T & ToaPohatu</> <Key>Brazilian Portuguese - Felipe L.A. & omegalucas</> <Key>Polish - Andrzej Szary & Kluuucha</> <Key>Hungarian - csababerencsi</> <Key>Italian - Davide Goisis</> <Key>Greek - QymaenGreivous</> Thanks to: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>Stud.io</> <Key>The BioPack</> <Key>Lehvak Nuva (Original Mask models)</> Special thanks to: Unreal Engine <Key>For having an great, and garbage engine at the same time.</> Christian Faber & The Original Bionicle Team <Key>For making an amazing IP.</> Unreal Slackers Discord Server <Key>For knowing how Unreal Engine works when no one else does.</> The Bionicle Community <Key>You guys are ACTUALLY insane.</> All the content creators <Key>We love watching you play the game!</> And of course all of our loyal fans! Thank you for sticking with us, and may the great spirit guide you. <Key>In memory of Crainy Creations & TheShadowedOne1</>
pt_br: Bionicle: Masks Of Power <Key>=Legacy=</> Criado por: <Key>Team Kanohi</> Criador da Legacy/Fundador da Team Kanohi: <Key>Jordan (Jocool1231) Willis</> Programadores: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animações: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Arte: <Key>Kluuucha (Logo Original)</> <Key>Bumblebeelow (Logo Novo)</> <Key>Dazalius (Level design de último minuto)</> História: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Música & Efeitos Sonoros: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> RP/Equipe & Moderadores: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Ex-Membros da Equipe: <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Música)</> <Key>Louis ''Tek16'' Ginesy (Animação)</> <Key>That Gary Fella (IU)</> <Key>Philosophy101 (Modelagem)</> <Key>Automatik (Texturas)</> Tradutores: <Key>Revisões do Inglês - NarsikTOP</> <Key>Russo - Nemezidych</> <Key>Alemão - Thowlon & Ketooth</> <Key>Francês - maxim21T & ToaPohatu</> <Key>Português Brasileiro - Felipe L.A. & omegalucas</> <Key>Polonês - Turambar3791 & Kluuucha</> <Key>Húngaro - csababerencsi</> v<Key>Italiano - Davide Goisis</> <Key>Grego - QymaenGreivous</> Agradecimentos: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>Stud.io</> <Key>O BioPack</> <Key>Lehvak Nuva (Modelos originais das máscaras)</> Agradecimentos Especiais: Unreal Engine <Key>Por ter uma ótima e péssima engine ao mesmo tempo</> Christian Faber e a equipe original por trás de Bionicle <Key>Por criar uma franquia incrível.</> Server no Discord Unreal Slackers <Key>Por saber como a Unreal Engine funciona quando mais ninguém sabia.</> A Comunidade Bionicle <Key>Vocês são MALUCOS.</> Todos os criadores de conteúdo <Key>Adoramos vê-los jogar o jogo!</> E é claro, a todos nossos leais fãs! Agradecemos por nos acompanhar até aqui, e que o Grande Espírito guie vocês. <Key>Em memória de Crainy Creations e TheShadowedOne1</>

# UIText,Dead_Descriptions
source: You have failed your quest
pt_br: Você falhou sua missão

# UIText,PausedAudioSettings_AmbientVolume
source: Ambient sounds
pt_br: Sons de ambiente

# UIText,PausedAudioSettings_MasterVolume
source: Master:
pt_br: Volume principal:

# UIText,PausedAudioSettings_MusicFreq
source: Music Frequency:
pt_br: Frequência da Música:

# UIText,PausedAudioSettings_MusicVolume
source: Music
pt_br: Música

# UIText,PausedAudioSettings_SFXVolume
source: Sound Effects
pt_br: Efeitos Sonoros

# UIText_Button,Dead_LoadPreviousSave
source: Load Previous save
pt_br: Carregar último jogo

# UIText_Button,MaskPowerStation_PowerMaskButton
source: Power Mask
pt_br: Recarregar Máscara

# UIText_Button,MedMenu_MeditateButton
source: Meditate
pt_br: Meditar

# UIText_Button,NewGame_StartNewGame
source: Start New Game
pt_br: Começar Novo Jogo

# UIText_Button,Pause_AudioSettingsButton
source: Audio Settings
pt_br: Configurações de Áudio

# UIText_Button,Pause_DisplaySettingsButton
source: Display Settings
pt_br: Configurações de Exibição

# UIText_Button,Pause_ExitButton
source: Exit to menu
pt_br: Sair para o menu

# UIText_Button,Pause_GraphicsSettingsButton
source: Graphics Settings
pt_br: Configurações de Gráficos

# UIText_Button,Pause_KeyBindingsButton
source: Key Binding
pt_br: Configuração de Teclado

# UIText_Button,Pause_LoadButton
source: Load
pt_br: Carregar

# UIText_Button,Pause_ResumeButton
source: Resume
pt_br: Continuar

# UIText_Button,Pause_SaveButton
source: Save
pt_br: Salvar

# UIText_Button,Pause_StatsButton
source: Stats
pt_br: Estatísticas

# UIText_Button,Skip_Description
source: Press any key to skip
pt_br: Pressione uma tecla para pular

# UIText_Button,TabMenu_CodexTabButton
source: Codex
pt_br: Códex

# UIText_Button,TabMenu_InvTabButton
source: Inventory
pt_br: Inventário

# UIText_Button,TabMenu_Quest_TrackQuest
source: Track Quest
pt_br: Acompanhar Missão

# UIText_Button,TabMenu_QuestTabButton
source: Quests
pt_br: Missões

# UIText_Button,TradeMenu_BuyItemButton
source: Buy Item
pt_br: Comprar Item

# UIText_Button,TradeMenu_SellItemButton
source: Sell Item
pt_br: Vender Item

# UIText_Cosmetics,Cosmetics_BlackMask_Name
source: Black Mask
pt_br: Máscara Negra

# UIText_Cosmetics,Cosmetics_CopperMask_Name
source: Copper Mask
pt_br: Máscara de Cobre

# UIText_Cosmetics,Cosmetics_CrystalMask_Name
source: Crystal Mask
pt_br: Máscara de Cristal

# UIText_Cosmetics,Cosmetics_FestiveHat_Name
source: Festive Hat
pt_br: Chapéu Festivo

# UIText_Cosmetics,Cosmetics_GoldMask_Name
source: Golden Masks
pt_br: Máscaras Douradas

# UIText_Cosmetics,Cosmetics_GoldToa_Name
source: Gold Toa
pt_br: Toa de Ouro

# UIText_Cosmetics,Cosmetics_InfectedMask_Name
source: Infected Masks
pt_br: Máscaras Infectadas

# UIText_Cosmetics,Cosmetics_JackOLantern_Name
source: Mask O' Lantern
pt_br: Mascarabóbora

# UIText_Cosmetics,Cosmetics_MaskOfTime_Name
source: The Mask of Time
pt_br: A Máscara do Tempo

# UIText_Cosmetics,Cosmetics_NuvaPauldrons_Name
source: Nuva Pauldrons
pt_br: Ombreiras Nuva

# UIText_Cosmetics,Cosmetics_OldPakari_Name
source: Older Pakari
pt_br: Pakari Antiga

# UIText_Cosmetics,Cosmetics_ProtoSteelMask_Name
source: ProtoSteel Mask
pt_br: Máscara de Protoaço

# UIText_Cosmetics,Cosmetics_VeryCoolHat_Name
source: Very Cool Hat™
pt_br: Chapéu Bem Legal™

# UIText_Description,4D5674834AEA963B60A20793D52469E1
source: There is already a savefile with that name, do you want to Overwrite?
pt_br: Já existe um arquivo salvo com este nome, quer substituí-lo?

# UIText_Description,8A84782A4AE07BE1F77B838E7FFF9D8D
source: {Input} <Key>change icon opacity</>
pt_br: {Input} <Key>muda opacidade dos ícones</>

# UIText_Description,CosmeticsMenu_EquippedCosmetics
source: Equipped Cosmetics
pt_br: Cosméticos Equipados

# UIText_Description,CosmeticsMenu_NoUnlockedCosmetics
source: No Cosmetics Unlocked
pt_br: Sem Cosméticos Desbloqueados

# UIText_Description,CosmeticsMenu_UnlockedCosmetics
source: Unlocked Cosmetics
pt_br: Cosméticos Desbloqueados

# UIText_Description,GaGateCtrlsWidget_PickupRocks
source: Left click to pick up Rocks
pt_br: Clique esquerdo para pegar pedras

# UIText_Description,GaGateCtrlsWidget_RockDistance
source: Right Click while holding a rock to move it closer or farther
pt_br: Clique direito ao segurar uma pedra para aproximá-la ou afastá-la

# UIText_Description,GaGateCtrlsWidget_ScrollToZoom
source: Middle Mouse button to rotate camera / scroll to change camera distance
pt_br: Botão do meio do mouse para girar câmera / rolar para mudar a distância da câmera

# UIText_Description,GiveMask_Description
source: Pick A Toa to recieve the {Mask}:
pt_br: Selecione um Toa para receber a {Mask}:

# UIText_Description,KeybindingPrompt
source: PRESS KEY TO BIND
pt_br: PRESSIONE TECLA PARA VINCULAR

# UIText_Description,Map_MarkerOpacity
source: Marker Opacity
pt_br: Opacidade de Marcador

# UIText_Description,Map_MarkerSize
source: Marker Size
pt_br: Tamanho de Marcador

# UIText_Description,MapCtrlsWidget_IconSize
source: {Input} <Key>change icon size</>
pt_br: {Input} <Key>redimensionar ícones</>

# UIText_Description,MapCtrlsWidget_ToMove
source: {Input} <Key>to move the map</>
pt_br: {Input} <Key>: mover o mapa</>

# UIText_Description,MaskPowerStation_AreYouSure
source: <Key>Powering this mask will use:</> {Amount} <Key>Wahae Mata Gel, are you sure?</>
pt_br: <Key>Recarregar esta máscara usará</> {Amount} <Key>de Gel Wahae Mata, tem certeza?</>

# UIText_Description,MaskWheel_Akaku
source: Akaku Great Mask of Xray Vision {Status}
pt_br: Akaku Grande Máscara de Visão Raio-X {Status}

# UIText_Description,MaskWheel_Hau
source: Hau Great Mask of Sheilding {Status}
pt_br: Hau Grande Máscara da Proteção {Status}

# UIText_Description,MaskWheel_Huna
source: Huna Noble Mask of Invisibility {Status}
pt_br: Huna Nobre Máscara da Invisibilidade {Status}

# UIText_Description,MaskWheel_Kakama
source: Kakama Great Mask of Speed {Status}
pt_br: Kakama Grande Máscara da Velocidade {Status}

# UIText_Description,MaskWheel_Kaukau
source: Kaukau Great Mask of Water breathing {Status}
pt_br: Kaukau Grande Máscara da Respiração Aquática {Status}

# UIText_Description,MaskWheel_Komau
source: Komau Noble Mask of Mind Control {Status}
pt_br: Komau Nobre Máscara de Controle Mental {Status}

# UIText_Description,MaskWheel_Mahiki
source: Mahiki Noble Mask of Illusion {Status}
pt_br: Mahiki Nobre Máscara da Ilusão {Status}

# UIText_Description,MaskWheel_Matatu
source: Matatu Noble Mask of Telekinisis {Status}
pt_br: Matatu Nobre Máscara da Telecinese {Status}

# UIText_Description,MaskWheel_Miru
source: Miru Great Mask of Levitation {Status}
pt_br: Miru Grande Máscara da Levitação {Status}

# UIText_Description,MaskWheel_Pakari
source: Pakari Great Mask of Strength {Status}
pt_br: Pakari Grande Máscara da Força {Status}

# UIText_Description,MaskWheel_Rau
source: Rau Noble Mask of Translation {Status}
pt_br: Rau Nobre Máscara da Tradução {Status}

# UIText_Description,MaskWheel_Ruru
source: Ruru Noble Mask of Night Vision {Status}
pt_br: Ruru Nobre Máscara de Visão Noturna {Status}

# UIText_Description,MedMenu_HPRestoredMessage
source: Health & Stamina Restored!
pt_br: Saúde e Vigor Restaurados!

# UIText_Description,MedMenu_MidDay
source: MiddDay
pt_br: Meio-Dia

# UIText_Description,MedMenu_MidNight
source: Midnight
pt_br: Meia-noite

# UIText_Description,MedMenu_SunRise
source: Sunrise
pt_br: Nascer do Sol

# UIText_Description,MedMenu_SunSet
source: Sunset
pt_br: Pôr do Sol

# UIText_Description,NewGame_EnterSaveName
source: Enter Save Name Here
pt_br: Inserir Nome do Jogo

# UIText_Description,NewGame_SaveName
source: Save Name:
pt_br: Nome de Jogo:

# UIText_Description,NewGame_SaveNameText
source: New Game
pt_br: Novo Jogo

# UIText_Description,NewGame_SelectAToa
source: Select a Toa
pt_br: Selecione um Toa

# UIText_Description,PausedControls_ActivateMask
source: Activate Mask:
pt_br: Ativar Máscara:

# UIText_Description,PausedControls_AkakuZoom
source: Akaku Zoom:
pt_br: Zoom da Akaku:

# UIText_Description,PausedControls_Attack
source: Attack:
pt_br: Atacar:

# UIText_Description,PausedControls_AttackingEntersCombat
source: Attacking Enters Combat:
pt_br: Entrar em Combate ao Atacar:

# UIText_Description,PausedControls_AutoWalk
source: Auto Walk:
pt_br: Andar Automático:

# UIText_Description,PausedControls_BackMovement
source: Backward Movement:
pt_br: Mover-se para Trás:

# UIText_Description,PausedControls_ConsumableSlot1
source: Consumable Slot 1:
pt_br: Consumível 1:

# UIText_Description,PausedControls_ConsumableSlot2
source: Consumable Slot 2:
pt_br: Consumível 2:

# UIText_Description,PausedControls_ControllerInputIcons
source: Controller Input Icons:
pt_br: Ícones dos Botões do Controle:

# UIText_Description,PausedControls_ControllerLookSpeed
source: Controller Look Speed:
pt_br: Sensibilidade da Visão por Controle:

# UIText_Description,PausedControls_Crouch
source: Crouch:
pt_br: Agachar:

# UIText_Description,PausedControls_ElementalPower
source: Elemental Power:
pt_br: Poder Elemental:

# UIText_Description,PausedControls_ForewardMovement
source: Forward Movement:
pt_br: Mover-se para Frente:

# UIText_Description,PausedControls_Interact
source: Interact:
pt_br: Interagir:

# UIText_Description,PausedControls_Jump
source: Jump:
pt_br: Pular:

# UIText_Description,PausedControls_LeftMovement
source: Left Movement:
pt_br: Mover-se à Esquerda:

# UIText_Description,PausedControls_LockOn
source: Lock On:
pt_br: Travar Mira:

# UIText_Description,PausedControls_LookRight
source: Look Right:
pt_br: Olhar à Direita:

# UIText_Description,PausedControls_LookUp
source: Look Up:
pt_br: Olhar para Cima:

# UIText_Description,PausedControls_MaskShortcuts
source: Mask Shortcuts:
pt_br: Atalhos de Máscara:

# UIText_Description,PausedControls_MaskWheel
source: Mask Wheel:
pt_br: Seleção de Máscaras:

# UIText_Description,PausedControls_Noclip
source: Noclip (To use if stuck):
pt_br: Noclip (caso se prenda):

# UIText_Description,PausedControls_OpenInventory
source: Open Inventory:
pt_br: Abrir Inventário:

# UIText_Description,PausedControls_OpenMap
source: Open Map:
pt_br: Abrir Mapa:

# UIText_Description,PausedControls_QuestMenu
source: Quest Menu:
pt_br: Menu de Missões:

# UIText_Description,PausedControls_ReadyWeapon
source: Ready Weapon:
pt_br: Preparar Arma:

# UIText_Description,PausedControls_RightMovement
source: Right Movement:
pt_br: Mover-se à Direita:

# UIText_Description,PausedControls_SlowWalk
source: Slow Walk:
pt_br: Andar Devagar:

# UIText_Description,PausedControls_Sprint
source: Sprint:
pt_br: Correr:

# UIText_Description,PausedControls_SwapMasksBackward
source: Swap Masks Backward:
pt_br: Pôr Máscara Anterior:

# UIText_Description,PausedControls_SwapMasksForward
source: Swap Masks Forward:
pt_br: Pôr Máscara Seguinte:

# UIText_Description,PausedControls_SwitchViews
source: Switch Views:
pt_br: Trocar Visão:

# UIText_Description,PausedControls_ToaWheel
source: Toa Wheel:
pt_br: Seleção de Toa:

# UIText_Description,PausedControls_ToggleHUD
source: Toggle HUD:
pt_br: Ativar HUD:

# UIText_Description,PausedDisplaySettings_Compass
source: Compass:
pt_br: Bússola:

# UIText_Description,PausedDisplaySettings_Language
source: Language:
pt_br: Idioma:

# UIText_Description,PausedDisplaySettings_LanguageWarning
source: (Most languages are incomplete and will still contain English elements)
pt_br: (A maioria dos idiomas estão incompletos e ainda contém elementos em Inglês)

# UIText_Description,PausedDisplaySettings_Resolution
source: Resolution:
pt_br: Resolução:

# UIText_Description,PausedDisplaySettings_ResolutionRenderPercent
source: Res Percent:
pt_br: Porcentagem de Resolução:

# UIText_Description,PausedDisplaySettings_ResolutionUpscaling
source: Resolution Upscaling:
pt_br: Upscaling de Resolução:

# UIText_Description,PausedDisplaySettings_TrueRenderResolution
source: True Resolution:
pt_br: Resolução Verdadeira:

# UIText_Description,PausedDisplaySettings_WindowMode
source: Window mode:
pt_br: Modo Janela:

# UIText_Description,PausedGraphicsSettings_AntiAliasingQuality
source: Anti-Alias Quality:
pt_br: Qualidade do Anti-Aliasing:

# UIText_Description,PausedGraphicsSettings_AntiAliasingType
source: Anti-Alias Type:
pt_br: Tipo de Anti-Aliasing:

# UIText_Description,PausedGraphicsSettings_ColorBlindnessSeverity
source: Severity:
pt_br: Intensidade:
