Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPEg.po
Languages: el

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_2
source: On second thought...
el: Τώρα που το σκέφτομαι...

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice2_PlayerResponse_1
source: You're welcome - and thank you.
el: Κανένα πρόβλημα - και ευχαριστώ.

# Dialogue_Response,DL_SadKolhiiPlayerGiveHalf_PlayerResponse_1
source: I'll get right on it.
el: Θα το κάνω σύντομα.

# Dialogue_Response,DL_SadKolhiiPlayerNoMoney_PlayerResponse_1
source: I'll be back.
el: Θα γυρίσω.

# Dialogue_Response,DL_SadKolhiiPlayerReturn1_PlayerResponse_1
source: Relax, here it is.
el: Χαλάρωσε, εδώ είναι.

# Dialogue_Response,DL_SadKolhiiPlayerReturn2_PlayerResponse_1
source: Would there perhaps be some kind of a reward? That was very expensive.
el: Θα υπήρχε ίσως κάποιο είδος ανταμοιβής; Αυτό ήταν πολύ ακριβό.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_1
source: I have.
el: Έχω.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_2
source: Not yet I'm afraid.
el: Φωβάμαι πως όχι ακόμα.

# Dialogue_Response,DL_SadKolhiiPlayerReturnNoMoneyReward_PlayerResponse_1
source: Widgets would be enough, but if you want to give me more I suppose it couldn't hurt.
el: Τα μεταλλίσματα θα ήταν αρκετά, αλλά αν θέλεις να μου δώσεις περισσότερα, υποθέτω ότι δεν θα έβλαπτε.

# Dialogue_Response,DL_SadKolhiiPlayerRewardItem_PlayerResponse_1
source: You're welcome - and thank you.
el: Κανένα πρόβλημα - και ευχαριστώ.

# Dialogue_Response,DL_ScaredConvo1_PlayerResponse_2
source: Omak sent me, you're the couriers for this shipment?
el: Ο Omak με έστειλε, είσαστε οι Κούριερ για το τη μεταφορά;

# Dialogue_Response,DL_ScaredConvo2_PlayerResponse_1
source: What happened?
el: Τι έγινε;

# Dialogue_Response,DL_ScaredConvo3_PlayerResponse_1
source: What is the cargo?
el: Τι είναι το φορτίο;

# Dialogue_Response,DL_ScaredConvo4_PlayerResponse_1
source: Why would this kind of Tarakava be in the desert?
el: Γιατί είναι ένα τέτοιο Tarakava στην έρημο;

# Dialogue_Response,DL_ScaredConvo8_PlayerResponse_1
source: Was Khalo The Job master to recive this shipment?
el: Ο Khalo ο Eργολάβος ήταν να λάβει το φορτίο;

# Dialogue_Response,DL_ScaredConvo9_PlayerResponse_1
source: I do... I'm afraid I can't stand for this.
el: Εχω...Φοβάμαι ότι δεν μπορώ να το ανεχτώ αυτό.

# Dialogue_Response,DL_ScaredConvoWho_PlayerResponse_1
source: Alright...
el: Εντάξει...

# Dialogue_Response,DL_Scholar1_PlayerResponse_1
source: What is that language you're speaking?
el: Τι γλώσσα μιλας;

# Dialogue_Response,DL_Scholar2_PlayerResponse_1
source: Very interesting, I'll leave you to your work.
el: Πολύ ενδιαφέρον, θα σε αφήσω στην δουλειά σου.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_1
source: Then lets trade.
el: Ας παζαρέψουμε.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_2
source: I'm not looking for any of that at the moment.
el: Δεν ψάχνω τίποτα αυτή τη στιγμή.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_1
source: I'd like to see what you've got.
el: Θα ήθελα να δω τι έχεις.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_2
source: I heard a rumor about Kapura and your name came up, what's up with him?
el: Άκουσα μια φήμη για τον Kapura και αναφέρθηκε το όνομά σου, τι τρέχει μαζί του;

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_3
source: You sound different from the other Ga-Matoran.
el: Ακούγεσαι διαφορετική από τις άλλες Ga-Matoran.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_4
source: Maybe another time.
el: Ίσως μία άλλη φορά.

# Dialogue_Response,DL_SellerConsumablesHewtiniiFikouNui_PlayerResponse_1
source: Would it ease your mind if I promise to watch over Kapura?
el: Θα σε ηρεμούσε αν σου υποσχόμουν να προσέχω τον Kapura;

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran1_PlayerResponse_1
source: M-My apologies! I did not mean to misidentify you..!
el: Σ-Συγγνώμη! Δεν ήθελα να σε παρεξηγήσω..!

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran2_PlayerResponse_1
source: If I may ask... What kind of Matoran are you?
el: Αν μπορώ να ρωτήσω τι σόι Matoran είσαι εσύ;

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran3_PlayerResponse_1
source: Words such as...?
el: Λέξεις σαν...;

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran4_PlayerResponse_1
source: What uhh... does that mean?
el: Τι εεε...σημαίνει αυτό;

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran5_PlayerResponse_1
source: Let's umm... change the subject.
el: Ας εμμ...αλλάξουμε το θέμα.

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran6_PlayerResponse_1
source: Come again?
el: Πες το πάλι;

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran7_PlayerResponse_1
source: Yep...
el: Ναι...

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura1_PlayerResponse_1
source: How so?
el: Πως και έτσι;

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_1
source: You don't like Fikou-Nui?
el: Δεν σου αρέσουν τα Fikou-Nui;

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_2
source: Would it ease your mind if I promise to watch over Kapura?
el: Θα σε ηρεμούσε αν σου υποσχόμουν να προσέχω τον Kapura;

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura4_PlayerResponse_1
source: Then it's a promise.
el: Τότε είναι υπόσχεση.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_1
source: Then lets trade.
el: Ας παζαρέψουμε.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_2
source: I'm not looking for any of that at the moment.
el: Δεν ψάχνω τίποτα από αυτά αυτή τη στιγμή.

# Dialogue_Response,DL_SellerMaskJuice1_PlayerResponse_2
source: I don't have the time, sorry.
el: Λυπάμαι, δεν έχω τον χρόνο.

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_1
source: Let me see!
el: Άσε με να δώ!

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_2
source: I'm not interested.
el: Δεν ενδιαφέρομαι.

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_1
source: May I see them?
el: Να τα δω;

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_2
source: Masks, really?
el: Μάσκες, αλήθεια;

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_3
source: I'm not interested yet, sorry.
el: Λυπάμαι, δεν ενδιαφέρομαι ακόμη.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_1
source: I did, let's trade.
el: Το έκανα. ας παζαρέψουμε.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_2
source: What are you selling here?
el: Τι πουλάς εδώ;

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_3
source: No, just wanted to stop by.
el: Όχι, απλώς ήθελα να σταματήσω από εδώ.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_1
source: Let's trade.
el: Ας παζαρέψουμε.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_2
source: You sound down, what's wrong little one?
el: Ακούγεσαι πεσμένος, τι συμβαίνει μικρέ;

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_3
source: I must be going now.
el: Πρέπει να πηγαίνω.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_1
source: Go on.
el: Συνέχισε.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_2
source: Actually I'd like to trade.
el: Βασικά θέλω να παζαρέψουμε.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_3
source: Nevermind, I must be going now.
el: Άστο, πρέπει να φύγω τώρα.

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_1
source: Is there anything I can do to help?
el: Υπάρχει κάτι που μπορώ να κάνω για να βοηθήσω;

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_3
source: Nevermind, I must be going now.
el: Άστο, πρέπει να πηγαίνω τώρα.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_1
source: Very well, let's trade.
el: Πολύ καλά, ας παζαρέψουμε.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_2
source: I'm sorry, but I can't buy anything from you at the moment.
el: Λυπάμαι, αλλά αυτή τη στιγμή δεν μπορώ να αγοράσω τίποτα.

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_1
source: Hi...
el: Γεια...

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_2
source: Sorry gotta go, Bye.
el: Συγγνώμη πρέπει να φύγω, αντίο.

# Dialogue_Response,DL_SellerMetal1_PlayerResponse_1
source: Alright, let's trade!
el: Εντάξει, ας παζαρέψουμε!

# Dialogue_Response,DL_SellerNone1_PlayerResponse_1
source: What's wrong?
el: Τι συμβαίνει;

# Dialogue_Response,DL_SellerNone2_PlayerResponse_1
source: Sorry, afraid there's not much I can do about that.
el: Λυπάμαι, φοβάμαι ότι δεν μπορώ να κάνω πολλά γι' αυτό.

# Dialogue_Response,DL_SellerNone_PlayerResponse_1
source: What do you sell?
el: Τι πουλάς εδώ πέρα;

# Dialogue_Response,DL_SellerNone_PlayerResponse_2
source: I'll leave you in peace.
el: Θα σας αφήσω στην ησυχία σου.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_1
source: I may, lets trade.
el: Μπορεί, ας παζαρέψουμε.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_2
source: I don't, sorry.
el: Δεν, συγγνώμη.

# Dialogue_Response,DL_SellerSports1_PlayerResponse_1
source: You don't like him?
el: Δεν σου αρέσει;

# Dialogue_Response,DL_SellerSports_PlayerResponse_1
source: You sell Kolhii balls too?
el: Πουλάτε και μπάλες Kolhii;

# Dialogue_Response,DL_Selling1_PlayerResponse_1
source: *Listen*
el: *Άκου*

# Dialogue_Response,DL_Seltra1_PlayerResponse_1
source: It seems like it.
el: Έτσι φαίνεται.

# Dialogue_Response,DL_Seltra2_PlayerResponse_1
source: I suppose, why?
el: Υποθέτω, γιατί;

# Dialogue_Response,DL_Seltra3_PlayerResponse_1
source: I have seen a fair few interesting ones yes.
el: Έχω δει αρκετά ενδιαφέροντα, ναι.

# Dialogue_Response,DL_Seltra4_PlayerResponse_1
source: Well there was this one...
el: Υπήρχε ένα συγκεκριμένο...

# Dialogue_Response,DL_Seltra5_PlayerResponse_1
source: Ahh, I see. I'll leave you to it.
el: Ααα, κατάλαβα. Θα σας αφήσω στην ησυχία σου..

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_1
source: I need some info about a recent shipment to Po-Koro that's been delayed.
el: Χρειάζομαι κάποιες πληροφορίες σχετικά με ένα πρόσφατο φορτίο για το Po-Koro που έχει καθυστερήσει.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_2
source: If there's any other attacks, just shout and i'll be here.
el: Αν υπάρχουν άλλες επιθέσεις, φωνάξτε και θα είμαι εδώ.

# Dialogue_Response,DL_ShipperDefault2_PlayerResponse_1
source: Ahh Okay!
el: Ααα εντάξει!

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_1
source: What is this place?
el: Τι είναι αυτό το μέρος;

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_2
source: No, I'm fine.
el: Όχι, καλά είμαι.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_1
source: I'm a Toa.
el: Είμαι Toa.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_2
source: I'm a Rahi.
el: I'm ένα Rahi.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_3
source: I'm Nobody. Nevermind.
el: Είμαι ο Κανένας. Άστο.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_1
source: Excuse me, what happened here?
el: Με συγχωρείς, τι έγινε εδώ;

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_2
source: Hello, little one.
el: Γειά σου μικρέ.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_3
source: *Leave without disturbing him*
el: *Φύγε χωρίς να τον ενοχλήσεις.*

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_1
source: Alright, slow down. Tell me what happened.
el: Εντάξει, πιο αργά. Πες μου τι έγινε.

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_2
source: Speaking of - What is this place?
el: Μιας και το έφερε η κουβέντα - Τι είναι αυτό το μέρος;

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_1
source: An Ussal.
el: Ένα Ussal.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_2
source: A Tarakava.
el: Ένα Tarakava.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_3
source: A Toa.
el: Toa.

# Dialogue_Response,DL_ShipperIntroRahi_Tarakava_PlayerResponse_1
source: Just a bit of fun, my friend. Why are you lying down here?
el: Απλώς λίγη πλάκα, φίλε μου. Γιατί έχεις απλωθεί εδώ πίσω;

# Dialogue_Response,DL_ShipperIntroRahi_Toa_PlayerResponse_1
source: I'll keep that in mind. Why are you lying down back there?
el: Θα το κρατήσω υπόψιν. Γιατί έχεις απλωθεί εδώ πίσω;

# Dialogue_Response,DL_ShipperIntroRahi_Ussal_PlayerResponse_1
source: Why are you lying down back there?
el: Γιατί έχεις απλωθεί εδώ πίσω;

# Dialogue_Response,DL_ShipperIntroToa_2_PlayerResponse_1
source: See who?
el: Ποιον;

# Dialogue_Response,DL_ShipperIntroToa_PlayerResponse_1
source: Why? What are you doing lying down back here?
el: Γιατί; Γιατί έχεις απλωθεί εδώ πίσω;

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_1
source: There's a shipment to Po-Koro that's been delayed.
el: Υπαρχει ένα φορτίο για το Po-Koro που έχει καθυστερήσει.

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_2
source: Can I help you out further here?
el: Μπορώ να βοηθήσω περαιτέρω εδώ;

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_3
source: Glad you're safe, but I need to get going.
el: Χαίρομαι που είσαι ασφαλής, αλλά πρέπει να φύγω.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_1
source: I need to know about a shipment that should have arrived in Po-Koro by now.
el: Πρέπει να ξέρω για ένα φορτίο που έπρεπε να είχε φτάσει στο Po-Koro πλέον.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_2
source: About the Tarakava attack...
el: Εκείνη η επίθεση από Tarakava...

# Dialogue_Response,DL_ShipperQuest1_PlayerResponse_1
source: You probably have your hands full here, I can check out their route. Which way did they go?
el: Μάλλον έχεις πολύ δουλειά εδώ, μπορώ να κοιτάξω εγώ τη διαδρομή τους. Προς τα πού πήγαν;

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_1
source: Thank you. Do you need any help here?
el: Ευχαριστώ. Χρειάζεστε κάποια βοήθεια εδώ;

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_2
source: Thank you for the help.
el: Σε ευχαριστώ για τη βοήθεια.

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_1
source: Is this attack why the recent shipment to Po-Koro is late?
el: Είναι αυτή η επίθεση ο λόγος που η πρόσφατη αποστολή στο Po-Koro καθυστέρησε;

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_2
source: Do you need my help cleaning up?
el: Χρειάζεστε τη βοήθειά μου στο καθάρισμα;

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_3
source: They must have really wanted whatever it was, they didn't even eat your Mahi.
el: Πρέπει να ήθελαν πολύ ό,τι κι αν ήταν, δεν έφαγαν καν το Mahi σου.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_1
source: I need to check a shipment that should have been delivered to Po-Koro by today.
el: Πρέπει να ελέγξω ένα φορτίο που θα έπρεπε να είχε παραδοθεί στο Po-Koro μέχρι σήμερα.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_2
source: We're not in Onu-Koro, this is Onu-Wahi.
el: Δεν είμαστε στο Onu-Koro, αυτό είναι το Onu-Wahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_3
source: You said some Tarakava attacked you?
el: Είπες ότι κάποια Tarakava σου επιτέθηκαν;

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_1
source: You got Niidok's shipment wrong.
el: Έχεις το φορτίο του Niidok's λάθος.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_2
source: I'm allowed to buy one?
el: Επιτρέπεται να αγοράσω ένα;

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_3
source: Not at the moment no.
el: Όχι αυτή τη στιγμή όχι.

# Dialogue_Response,DL_StaffSeller2_PlayerResponse_1
source: I'm afraid I don't have any use for one at the moment.
el: Φοβάμαι ότι δεν μου χρειάζεται κανένα αυτή τη στιγμή.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_1
source: Gladly.
el: Με χαρά.

# Dialogue_Response,DL_StaffSellerQuartermaster3_PlayerResponse_1
source: As will I.
el: Όπως και εγώ.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_1
source: I have, here are the class two pikes.
el: Έχω, ορίστε οι λόγχες δεύτερης τάξης.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_2
source: Not yet.
el: Όχι ακόμα.

# Dialogue_Response,DL_StaffSellerQuartermaster6_PlayerResponse_1
source: If you wish to reward me then very well.
el: Αν θες να με ανταμείψεις, ας έχει καλώς..

# Dialogue_Response,DL_StaffSellerQuartermaster7_PlayerResponse_1
source: No problem.
el: Κανένα πρόβλημα.

# Dialogue_Response,DL_StaffSellerQuartermaster_PlayerResponse_1
source: You sent him class two's, not class one's.
el: Του έστειλες δεύτερης τάξης, όχι πρώτης.

# Dialogue_Response,DL_StaffSellerQuartermasterRewardQuestion_PlayerResponse_1
source: Absolutely.
el: Βεβαίως.

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_1
source: Hello, what are you doing?
el: Γειά σου, τι κάνεις;

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_2
source: He's quite handsome wouldn't you say?
el: Είναι πολύ όμορφος, δεν συμφωνείς;

# Dialogue_Response,DL_StatueCarver2_PlayerResponse_1
source: It looks good.
el: Καλό φαίνεται.

# Dialogue_Response,DL_StatueCarverPohatu1_PlayerResponse_1
source: You're doing good work!
el: Κάνεις καλή δουλειά!

# Dialogue_Response,DL_StatueCarverPohatu2_PlayerResponse_1
source: I'm afraid I don't have time for that at the moment, but good luck!
el: Φοβάμαι ότι δεν έχω χρόνο για αυτό αυτή τη στιγμή, αλλά καλή τύχη!

# Dialogue_Response,DL_StatueCarverPohatu_PlayerResponse_1
source: Haha! Over here little one.
el: Χαχα! Εδώ πέρα μικρέ.

# Dialogue_Response,DL_Tafall1_PlayerResponse_1
source: It seems very nice.
el: Φαίνεται πολύ ωραίο.

# Dialogue_Response,DL_Tafall1_PlayerResponse_2
source: You're name is Tafall, however I've also met a Taphal here.
el: Το όνομά σου είναι Tafall, αλλά έχω συναντήσει και τον Taphal.

# Dialogue_Response,DL_TafallAbandoned2_PlayerResponse_1
source: Hey guys...
el: Γεια παιδιά...

# Dialogue_Response,DL_TafallAbandoned3_PlayerResponse_1
source: What's this all about?
el: Τι είναι όλο αυτό;

# Dialogue_Response,DL_TafallAbandoned4_PlayerResponse_1
source: I see, and Taphal can't teach you because he doesn't have enough time.
el: Καταλαβαίνω, και ο Taphal δεν μπορεί να σε διδάξει επειδή δεν έχει αρκετό χρόνο.

# Dialogue_Response,DL_TafallAbandoned5_PlayerResponse_1
source: Perhaps you could just let Tafall tag along, help out?
el: Ίσως αφήνεις την Tafall να έρθει παρέα, για να βοηθήσει;

# Dialogue_Response,DL_TafallAbandoned7_PlayerResponse_1
source: There we go. Settling conflicts, it's what Toa do... Sometimes.
el: Ορίστε. Η επίλυση συγκρούσεων είναι αυτό που κάνουν οι Toa... Κάποιες φορές.

# Dialogue_Response,DL_TafallAbandoned8_PlayerResponse_1
source: You're welcome, and good luck. It's been great seeing you two.
el: Παρακαλώ και καλή τύχη. Χάρηκα πολύ που σας είδα και τους δύο.

# Dialogue_Response,DL_TafallAbandonedReturn_PlayerResponse_1
source: No problem.
el: Κανένα πρόβλημα.

# Dialogue_Response,DL_TafallFixing1_PlayerResponse_1
source: You know snow is just water, right?
el: Ξέρεις ότι το χιόνι είναι απλώς νερό, σωστά;

# Dialogue_Response,DL_TafallFixing2_PlayerResponse_1
source: I know, it's sort of a habit.
el: Το ξέρω, είναι συνήθεια.

# Dialogue_Response,DL_TafallQuestion_PlayerResponse_1
source: Right, I'll try my best not to mix you up.
el: Εντάξει, θα προσπαθήσω όσο μπορώ να μην σας μπερδέψω.

# Dialogue_Response,DL_Tahu2_PlayerResponse_1
source: Continue to the End game
el: Συνέχισε στο Τέλος του Παιχνιδιού

# Dialogue_Response,DL_Taipu1_PlayerResponse_1
source: Having some trouble deciding there little one?
el: Δυσκολεύεσε να αποφασίσεις μικρέ;

# Dialogue_Response,DL_Taipu2_PlayerResponse_1
source: They all look the same to me... I don't think I can help.
el: Όλα μου φαίνονται ίδια... Δεν νομίζω ότι μπορώ να βοηθήσω.

# Dialogue_Response,DL_Taipu3_PlayerResponse_1
source: Well good luck with that...
el: Λοιπόν, καλή τύχη με αυτό...

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_1
source: Excuse me?
el: Με συγχωερείς;

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_2
source: Very well, I'll leave at once.
el: Πολύ καλά, φεύγω με την μία.

# Dialogue_Response,DL_TakoroGuardGreeting4_PlayerResponse_1
source: I'm aware.
el: Το γνωρίζω.

# Dialogue_Response,DL_TakoroGuardGreeting_1_PlayerResponse_1
source: You good up there?
el: Είσαι καλά εκεί πάνω;

# Dialogue_Response,DL_TakoroGuardGreeting_2_PlayerResponse_1
source: You'll be fine, you're not that high up.
el: Θα είσαι εντάξει, δεν είσαι πολύ ψηλά.

# Dialogue_Response,DL_TakoroGuardGreetingPositive_PlayerResponse_1
source: Thank you guardsman.
el: Ευχαριστώ φρουρέ.

# Dialogue_Response,DL_TakoroGuardInTraining1_PlayerResponse_1
source: Why are you looking to buy a staff?
el: Γιατί ψάχνεις να αγοράσεις μια λογχή;

# Dialogue_Response,DL_TakoroGuardInTraining2_PlayerResponse_1
source: Cool.
el: Ωραίο.

# Dialogue_Response,DL_TakoroGuardResponse2_PlayerResponse_1
source: What do you mean about Kapura?
el: Τι εννοείς για τον Kapura;

# Dialogue_Response,DL_TakoroGuardResponse3_PlayerResponse_1
source: Hmm, Interesting.
el: Χμμ, Ενδιαφέρον.

# Dialogue_Response,DL_TakoroGuardResponse4_PlayerResponse_1
source: *Huff* Very well.
el: *Ξεφύσημα* Πολύ καλά.

# Dialogue_Response,DL_Takua1_PlayerResponse_1
source: You’re lucky I did. If I weren’t here you’d be in a whole lot more trouble.
el: Είσαι τυχερός. Αν δεν ήμουν εδώ θα ήσουν σε πολύ περισσότερο μπελά.

# Dialogue_Response,DL_Takua2_PlayerResponse_1
source: Is that the Makoki stone?
el: Αυτό είναι μια πέτρα Makoki;

# Dialogue_Response,DL_Takua2_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
el: Κατάφερες να βρεις την χαμένη μάσκα του Vakama;

# Dialogue_Response,DL_Takua2_PlayerResponse_3
source: How’d you make it past all the Rahi?
el: Πως πέρασες όλα τα Rahi;

# Dialogue_Response,DL_Takua3_PlayerResponse_1
source: Not a problem... Wait, is that the Makoki Stone?
el: Κανένα πρόβλημα...Κάτσε, αυτό είναι μια πέτρα Makoki;

# Dialogue_Response,DL_Takua4_PlayerResponse_1
source: Thanks for... guarding it.
el: Ευχαριστώ που... την φρούρησες.

# Dialogue_Response,DL_Takua4_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
el: Κατάφερες να βρεις την χαμένη μάσκα του Vakama;

# Dialogue_Response,DL_Takua4_PlayerResponse_3
source: How’d you make it past all the Rahi?
el: Πως πέρασες όλα τα Rahi;

# Dialogue_Response,DL_Takua5_PlayerResponse_1
source: I’ll need to be taking that. You sure you can find your way out?
el: Θα πρέπει να το πάρω αυτό. Είσαι σίγουρος ότι μπορείς να βρεις τον δρόμο έξω;

# Dialogue_Response,DL_Takua6_PlayerResponse_1
source: Good idea.
el: Καλή ιδέα.

# Dialogue_Response,DL_TakuaMask_PlayerResponse_1
source: Is that the Makoki stone?
el: Αυτό είναι μια πέτρα Makoki;

# Dialogue_Response,DL_TakuaMask_PlayerResponse_2
source: How’d you make it past all the Rahi?
el: Πως πέρασες όλα τα Rahi;

# Dialogue_Response,DL_TakuaSaved1_PlayerResponse_1
source: Why?
el: Γιατί;

# Dialogue_Response,DL_TakuaSaved2_PlayerResponse_1
source: Ahh, I see. Well good luck with that.
el: Ααα κατάλαβα.

# Dialogue_Response,DL_TakuaSaved_PlayerResponse_1
source: No problem. Say, what are you doing standing around here, aren't you usually adventuring?
el: Κανένα πρόβλημα. Για πες μου, τι κάνεις εδώ γύρω, δεν είσαι συνήθως περιπετειώδης;

# Dialogue_Response,DL_Talok10_PlayerResponse_1
source: "This city burns with life."
el: «Αυτή η πόλη φλέγεται με ζωή.»

# Dialogue_Response,DL_Talok10_PlayerResponse_2
source: "Smoke rises to greet the sun."
el: «Ο καπνός ανεβαίνει για να υποδεχτεί τον ήλιο.»

# Dialogue_Response,DL_Talok10_PlayerResponse_3
source: "Our city is full of light."
el: «Η πόλη μας είναι γεμάτη φως».

# Dialogue_Response,DL_Talok10_PlayerResponse_4
source: "This place is too hot."
el: «Αυτό το μέρος είναι πολύ ζεστό.»

# Dialogue_Response,DL_Talok35_PlayerResponse_1
source: You're a poet?
el: Είσαι ποιητής;

# Dialogue_Response,DL_Talok4_PlayerResponse_1
source: What?
el: Τι;
