Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# Dialogue_Text,DL_Ahkmou1
source: Why they're my main product! They are hand crafted and specifically designed to fly faster and farther than any other Kolhii ball!
it: Sono il mio articolo principale! Sono realizzate a mano e progettate per volare più velocemente e più lontano di qualsiasi altra palla da Kolhii!

# Dialogue_Text,DL_Ahkmou2
source: ... Well that would be my proprietary speed gel of course! It helps reduce friction on the ball.
it: ... Beh quello sarebbe il mio gel per la velocità brevettato ovviamente! Aiuta a ridurre l'attriro sulla palla.

# Dialogue_Text,DL_Ahkmou3
source: Well there's a good chance you have! My Comets are in very high demand at the moment, they've been selling so fast that I've had to increase the price while I wait for more stock!
it: Beh hai per le mani una bella occasione! Al momento le mie Comete sono richiestissime, le sto vendendo così rapidamente che ho dovuto aumentarne il prezzo mentre aspetto ulteriori scorte!

# Dialogue_Text,DL_Akamar
source: Ahh Hello $T. As you may have noticed the Po-Koro renevation is complete...
it: Ahh salve $T. Come potresti aver notato, la ricostruzione di Po-Koro è stata completata...

# Dialogue_Text,DL_Akamar2
source: Well, I'm still not entirely happy with it. Maybe I'll return to it at a later date. Besides, there are more pressing matters to attend to.
it: Beh, non sono ancora del tutto soddisfatto. Forse ci ritornerò in un secondo momento. Inoltre, ci sono cose più urgenti di cui occuparsi.

# Dialogue_Text,DL_Akamar3
source: I thank you Toa $T, however I must move on to even more important tasks. I will still remain here, but this time I will be creating the future...
it: Ti ringrazio Toa $T, ma devo passare a compiti ancora più importanti. Rimarrò ancora qui, ma questa volta creerò il futuro...

# Dialogue_Text,DL_Akamar4
source: Yours... and your brothers, and Mata-Nui's... The future of everything.
it: Tuo... e dei tuoi fratelli, e di Mata-Nui... Il futuro di tutto.

# Dialogue_Text,DL_AkamarBuddy
source: Ahh, hello Toa! How are you?
it: Ahh, salve Toa! Come stai?

# Dialogue_Text,DL_AkamarBuddy2
source: I'm currently packing for my trip home, I was just here to help Akamar with Po-Koro. He won't need me for his next job... *Grumbles*
it: Sto facendo le valigie per tornare a casa, ero qui solo per aiutare Akamar con Po-Koro. Non avrà bisogno di me per il suo prossimo lavoro... *Brontola*

# Dialogue_Text,DL_AkamarBuddy3
source: It's fine, I'm not that upset about it. I suppose there are just some things you have to do alone.
it: Va bene così, non mi da poi così tanto fastidio. Immagino che ci siano delle cose che uno deve fare da solo.

# Dialogue_Text,DL_Akura
source: Sorry Toa, can't talk. Translating...
it: Mi dispiace Toa, non posso parlare. Sto traducendo...

# Dialogue_Text,DL_Akura1
source: *Mumbling* That's an M... Memory... Okay. *Mumbling* Ga-Koro should really be IN Naho Bay... *Mumbling*
it: *Borbotta* È una m... memoria... ok. *Borbotta* Ga-Koro dovrebbe davvero essere nella Baia di Naho... *Borbotta*

# Dialogue_Text,DL_Allknowingmatoran
source: I've seen you before...
it: Ti ho già visto in passato...

# Dialogue_Text,DL_Allknowingmatoran_2
source: Not in person, no. I've seen you in my visions.
it: No, non di persona. Ti ho visto nelle mie visioni.

# Dialogue_Text,DL_Allknowingmatoran_3
source: I've seen you before...
it: Ti ho già visto in passato...

# Dialogue_Text,DL_Allknowingmatoran_DidYouFindHim
source: Have you found the Matoran yet?
it: Hai già trovato i Matoran?

# Dialogue_Text,DL_Allknowingmatoran_Explaination
source: Ahh yes. It's our belief that Mata-Nui can't survive without the Makuta, and vice versa. It's been our belief for... a long time.
it: Ahh sì. Crediamo che Mata-Nui non possa sopravvivere senza Makuta, e viceversa. È stata la nostra convinzione per... molto tempo.

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Reward
source: Wait! I found armor set during my travels, perhaps you could make use of it?
it: Aspetta! Ho trovato dei set di armature durante i miei viaggi, forse potresti farne uso?

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Thanks
source: Thank you for snaping me out of it Toa!
it: Grazie per avermi tirato fuori da lì Toa!

# Dialogue_Text,DL_Allknowingmatoran_ThanksForSavingHim
source: Thank you for helping save Komaru $T!
it: Grazie per aver contribuito a salvare Komaru $T!

# Dialogue_Text,DL_Allknowingmatoran_Visions
source: Perhaps, it's unclear whether they show the future, or the past...
it: Forse, non è chiaro se mostrino il futuro, o il passato...

# Dialogue_Text,DL_Allknowingmatoran_Visions_2
source: Perhaps, it's unclear whether they show the future, or the past...
it: Forse, non è chiaro se mostrino il futuro, o il passato...

# Dialogue_Text,DL_Allknowingmatoran_WDYF2
source: Please tell me, I am eager to make sense of this vision.
it: Dimmelo per favore, sono impaziente di dare un senso a questa visione.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim
source: I need you to find this Matoran, Toa. If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
it: Toa, ho bisogno che trovi questo Matoran. Se non lo fai potrebbe significare la fine di Mata-Nui... so che c'è una collina isolata vicino alla costa di Ko-Wahi, potrebbe essersi nascosto lì.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim2
source: There's no time for that Toa, I need you to find this Matoran, If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
it: Non c'è tempo per quello, Toa. Ho bisogno che trovi questo Matoran. Se non lo fai potrebbe significare la fine di Mata-Nui... so che c'è una collina isolata vicino alla costa di Ko-Wahi, potrebbe essersi nascosto lì.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHimDoor
source: There should be a rock door with three spinning rocks on it, The order is Faith, Creation, then Peace
it: Dovrebbe esserci una porta di roccia con sopra tre pietre rotanti. L'ordine è Fede, Creazione e poi Pace

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiar
source: Really? Was there any reason why?
it: Davvero? C'era qualche motivo?

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiarReason
source: Mhh Hmm interesting... Where there stones of the Great Spirit?
it: Mhh Hmm interessante... c'erano delle pietre del Grande Spirito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere
source: Mhh Hmm... Where there stones of the Great Spirit?
it: Mhh Hmm... c'erano delle pietre del Grande Spirito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere2
source: Mhh Hmm... Where there stones of the Great Spirit?
it: Mhh Hmm... c'erano delle pietre del Grande Spirito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere3
source: Mhh Hmm... Where there stones of the Great Spirit?
it: Mhh Hmm... c'erano delle pietre del Grande Spirito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFOddMatoran
source: Really? Hmm, did he say anything that stood out to you?
it: Davvero? Hmm, ha detto qualcosa che ti ha colpito?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones
source: Oh no, this is a bad omen, a bad omen indeed. Did you see the Matoran's colors?
it: Oh no, questo è un cattivo presagio, davvero un cattivo presagio. Hai visto di che colore era il Matoran?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones2
source: Oh no, this is a bad omen, A bad omen indeed. Was there a Matoran? Did you see the Matoran's colors?
it: Oh no, questo è un cattivo presagio, davvero un cattivo presagio. C'era un Matoran? Hai visto di che colore era il Matoran?

# Dialogue_Text,DL_Allknowingmatoran_WDYFWhatToDo
source: I... Just try talking him down, if not... Then I don't know.
it: Io... prova soltanto a calmarlo, sennò... altrimenti non lo so.

# Dialogue_Text,DL_Allknowingmatoran_Whatdidyoufind
source: Hello Toa, have you found the place I mentioned yet?
it: Salve Toa, hai già trovato il posto che ti ho menzionato?

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw
source: One night, I lied down to rest. When I fell asleep I saw visions of a strange place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw them come out... And After a while, I woke up.
it: Una notte, mi sdraiaio per riposare. Quando mi addormentai ebbi una visione di uno strano luogo sulla montagna... era un posto freddo, pieno di oscurità. Ma all'improvviso sentii del calore dietro di me, potevo percepire che si trattasse di un Toa. Il Toa entrò, ma non lo vidi mai uscire... e dopo un po', mi svegliai.

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw_2
source: One night, I lied down to rest. When I fell asleep I saw visions of a dark place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw him come out... And After a while, I woke up.
it: Una notte, mi sdraiaio per riposare. Quando mi addormentai ebbi una visione di uno strano luogo sulla montagna... era un posto freddo, pieno di oscurità. Ma all'improvviso sentii del calore dietro di me, potevo percepire che si trattasse di un Toa. Il Toa entrò, ma non lo vidi mai uscire... e dopo un po', mi svegliai.

# Dialogue_Text,DL_Allknowingmatoran_Where
source: I don't know specifically, but I do know that you can see Le-Koro from there, so perhaps the southern side of Mangai.
it: Non lo so con precisione, ma so che da lì era possibile vedere Le-Koro, dunque forse il lato meridionale del Mangai.

# Dialogue_Text,DL_BandGreeting1
source: *Doots instrument in your face*
it: *Ti suonano gli strumenti in faccia*

# Dialogue_Text,DL_BandGreetingNeg
source: *DOOT*
it: *SUONA*

# Dialogue_Text,DL_Boat
source: Hello Toa, Come to rent a Boat?
it: Salve Toa, sei qui per noleggiare una barca?

# Dialogue_Text,DL_BoatManager
source: Ahoy there Toa $T!
it: Ahoi Toa $T!

# Dialogue_Text,DL_BoatManager2
source: What is it ye be wantin'?
it: Che tu vuoi?

# Dialogue_Text,DL_BoatManager3
source: Aye, I'm told that quite often.
it: Arr, me lo dicono spesso.

# Dialogue_Text,DL_BoatManagerKohi
source: Kohi? Ahh, he was one odd Po-Matoran. You rarely see people exploring the island in these dangerous times.
it: Kohi? Ahh, era uno strano Po-Matoran. È raro in questi tempi pericolosi vedere qualcuno che esplora l'isola.

# Dialogue_Text,DL_BoatManagerKohi2
source: Aye, I believe he did... I think he said he was going to climb the Po-Koro Mesas.
it: Arr, credo di sì... credo abbia detto che avrebbe scalato i Mesa di Po-Koro.

# Dialogue_Text,DL_BoatManagerKohi3
source: The mesas, the big ol' rocks sittin' right next to Po-Koro.
it: I Mesa, le grosse, vecchie roccie che stanno proprio di fianco a Po-Koro.

# Dialogue_Text,DL_BoatManagerQuest
source: Hello Toa, Come to rent a Boat?
it: Salve Toa, qui per noleggiare una barca?

# Dialogue_Text,DL_Buyer
source: Where could it be? Maybe the next store has it?
it: Dove potrebbe essere? Forse il prossimo negozio potrebbe averne?

# Dialogue_Text,DL_Candles1
source: Welcome welcome Toa! Here to buy a candle?
it: Benvenuto, benvenuto, Toa! Sei qui per comprare una candela?

# Dialogue_Text,DL_Candles2
source: Why yes it's our sister shop! The company has plenty stores around Mata-Nui... I probably shouldn't of said that.
it: Ma certo, è il nostro negozio gemello! La compagnia ha diversi negozi sparsi per tutta Mata-Nui... questo forse non dovevo dirlo.

# Dialogue_Text,DL_CandlesCompany
source: Uhh it's not - not something I can really talk about... *Whispering* They own most of the shops here and in Onu-koro! But you didn't hear it from me!
it: Uhh non è - non è qualcosa di cui possa parlare... *bisbigliando* possiedono la maggior parte dei negozi qui e a Onu-koro! Ma tu non l'hai saputo da me!

# Dialogue_Text,DL_CandleSeller
source: Get your candles here! They're the brightest candles around! Straight from Ta-Koro!
it: Prendi qui le tue candele! Sono le candele più luminose in circolazione! Direttamente da Ta-Koro!

# Dialogue_Text,DL_CantWait
source: I can't wait to see what the Great Spirit brought me!
it: Non vedo l'ora di scoprire cosa mi ha portato il Grande Spirito!

# Dialogue_Text,DL_CartographerHowWidgets
source: Hmm... I suppose you could ask Khalo if he has a job for you. He's the cheif Jobmaster in the city, and seems to always know of something that needs to be done.
it: Hmm... suppongo tu possa chiedere a Khalo se ha qualche lavoro per te. È il capomastro in città e sembra sempre essere al corrente di cosa c'è bisogno.

# Dialogue_Text,DL_CartographerIntro
source: Greetings, Toa. Is there anything you need from me?
it: Saluti, Toa. Hai bisogno di qualcosa da me?

# Dialogue_Text,DL_CartographerIntro_2
source: I craft masks, replacements - ususally for Matoran. Do you require my services?
it: Realizzo maschere, rimpiazzi - di solito per i Matoran. Necessiti dei miei servizi?

# Dialogue_Text,DL_CartographerIntroNoKakama
source: Greetings, Toa. Is there anything you need from me?
it: Saluti, Toa. Hai bisogno di qualcosa da me?

# Dialogue_Text,DL_CartographerIntroNoKakama1
source: I'm afraid not, that Kakama was the only one.
it: Temo di no, quella Kakama era l'unica.

# Dialogue_Text,DL_CartographerNeedMap
source: Hmm, I did find one a while back - It's a Kakama. I would normally price it at about 500 widgets, but i'll make an exception for you. 350 widgets it is.
it: Hmm, ne ho trovata una qualche tempo fa - è una Kakama. Normalmente la venderei per 500 congegni, ma per te farò un'eccezione. 350 congegni.

# Dialogue_Text,DL_CartographerPay
source: Excellent, here you go $T.
it: Eccellente, ecco a te $T.

# Dialogue_Text,DL_CartographerPay1
source: Pleasure doing business with you $T!
it: È un piacere fare affari con te $T!

# Dialogue_Text,DL_CartographerPillar
source: The Pillar-Lands don't really have lots of pillars, just large natural rock formations. It's very beautiful, but quite hard to get to. Maybe not for a toa though.
it: Le Lande dei Pilastri in realtà non hanno molti pilastri, solo delle vste formazioni rocciose. Sono davvero meravigliose, ma alquanto difficili da raggiungere. Tuttavia forse non per un toa.

# Dialogue_Text,DL_CartographerQuestStart
source: Thanks for stopping by Toa $T.
it: Grazie per essere passato da Toa $T.

# Dialogue_Text,DL_CartographerReturn
source: Hello again $T, can you pay for the mask yet?
it: Salve ancora $T, puoi già pagare la maschera?

# Dialogue_Text,DL_CartographerTiro
source: Tiro Canyon is a dangerous but beatiful region just outside the city. It's home to many unique plants and rahi. If you're planning on venturing there, make sure to pack climbing gear... Although I suppose you wouldn't need that.
it: Il Canyon Tiro è una regione pericolosa ma bellissima appena fuori dalla città. Ospita molte piante e rahi unici. Se avete intenzione di avventurarvi lì, assicuratevi di portare con voi l'attrezzatura da arrampicata... anche se suppongo che non ne abbiate bisogno.

# Dialogue_Text,DL_CartographerToaLegend
source: I'm aware, but I can't make exceptions - I already gave you half off. Sorry. Making masks is how I get my widgets for a living. I wouldn't be able to eat or buy the new Kolhii ball without them.
it: Ne sono al corrente, ma non posso fare eccezioni - ti ho già fatto uno sconto a metà del prezzo. Sorry. Realizzare maschere è come mi guadagno i congegni per vivere. Senza non sarei in grado di mangiare o di comprare le nuove palle da Kolhii.

# Dialogue_Text,DL_CartographerWhere
source: We're in the town of Po-Koro, in the Motara Desert. Nearby is Tiro Canyon and the Pillar-lands. We call this entire region Po-Wahi.
it: Siamo nella città di Po-Koro, nel Deserto Motara. Nelle vicinanze si trovano il Canyon Tiro e le Lande dei Pilastri. Chiamiamo l'intera regione Po-Wahi.

# Dialogue_Text,DL_CaveInMatoran
source: Hmm, Oh hello $T. I must appologize if you need to get to the great mine, as you can see there's been a cave in, it may be a while yet before we can clear it out.
it: Hmm, oh salve $T. Devo scusarmi se avete bisogno di raggiungere la grande miniera, come potete vedere c'è stato un crollo, potrebbe volerci ancora un po' prima di riuscire a liberare il passaggio.

# Dialogue_Text,DL_Cleaning
source: Hello Toa!
it: Salve Toa!

# Dialogue_Text,DL_Cleaning1
source: Why I'm polishing your Suva of course!
it: Ma naturalmente sto lucidando il tuo Suva!

# Dialogue_Text,DL_Cleaning2
source: Oh boy... I'm honered, but I'm not him! I just a Janitor, I clean things!
it: Oh cavolo... sono onorato, ma non sono lui! Sono solo un custode, io pulisco cose!

# Dialogue_Text,DL_DamemoExit
source: Of course I won't keep you Toa, Good luck in your travels.
it: Ovviamente non ti tratterrò Toa. Buona fortuna per i tuoi viaggi.

# Dialogue_Text,DL_DamemoLeave
source: Perhaps back to Onu, or Ko-Koro. Maybe I can even start a new town!
it: Forse a Onu o Ko-Koro. Forse potrei persino fondare una nuova città!

# Dialogue_Text,DL_DamemoLose
source: Toa, you're back, and alive too!
it: Toa, sei di ritorno, e vivo per giunta!

# Dialogue_Text,DL_DamemoLose1
source: Too strong for a Toa? Oh my...
it: Troppo forte per un Toa? Oh cavoli...

# Dialogue_Text,DL_DamemoLose2
source: I see... I suppose you're right. I guess there's really nothing left for me here, if there's no way to restore the river.
it: Capisco... suppongo tu abbia ragione. Credo non sia rimasto più niente per me qui, se non c'è alcun modo di ripristinare il fiume.

# Dialogue_Text,DL_DamemoRuki
source: How? Oh I see you- you found out about that... Yes we collect Pink Tailed Ruki which are illegal in Po, Onu, Ga, and Ta-Koro. I started this town to get out of the jurisdiction of Onu-Koro law on their collection.
it: Come? Oh vedo che hai- hai scoperto tutto... sì, noi catturiamo Ruki dalla Coda Rosa che sono illegali a Po, Onu, Ga e Ta-Koro. Ho fondato questa città per evitare la giurisdizione della legge di Onu-Koro sulla loro cattura.

# Dialogue_Text,DL_DamemoRukiDanger
source: Yeah so? I know that may seem cruel but everything dies at some point. Besides they're worth a lot, and I have to keep my town in shape - I mean half the huts here have collapsed or nearly.
it: E allora? So che potrebbe sembrare crudele, ma ogni cosa muore ad un certo punto. Oltretutto valgono un sacco ed io devo mantenere la mia città in forma - intendo che metà delle capanne sono collassate o stanno per farlo.

# Dialogue_Text,DL_DamemoRukiSell
source: They ARE legal to sell in, Le, and Ko-Koro... We also do the occasional exclusive import for high paying customers...
it: È LEGALE venderli a Le e Ko-Koro... occasionalmente offriamo un servizio esclusivo di importazione per i clienti che spendono di più...

# Dialogue_Text,DL_DamemoTruth
source: What- Why?
it: Cosa- perché?

# Dialogue_Text,DL_DamemoWin1
source: You did it Toa! And you're still alive!
it: Ce l'hai fatta Toa! E sei ancora in vita!

# Dialogue_Text,DL_DamemoWin2
source: The spirit, did it not attack you? Or did you defeat it?
it: Lo spirito, non ti ha attaccato? Oppure l'hai sconfitto?

# Dialogue_Text,DL_DamemoWin3
source: Incredible, this is truely a story for the chronicles great Toa $T. I can't thank you enough.
it: Incredibile, questa è davvero una storia per le cronache, grande Toa $T. Non ti ringrazierò mai abbastanza.

# Dialogue_Text,DL_DameoCamping
source: Toa! I didn't expect to see you again.
it: Toa! Non mi aspettavo di vederti di nuovo.

# Dialogue_Text,DL_DameoCamping1
source: Oh, since that whole fishing busniess didn't go to well, I'm on my way to stay in Ko-Koro... Eventually. I decided to take my time getting there and see the sights, like I used to before I started fishing.
it: Oh, visto che tutta quella faccenda della pesca non è andata tanto bene, ho deciso di fermarmi a Ko-Koro... eventualmente. Ho deciso di prendermi il mio tempo per arrivarci e godermi la vista, com'ero solito fare prima che iniziassi a pescare.

# Dialogue_Text,DL_DameoReturn
source: Ahh Toa, you're back, anything I can do for you?
it: Ahh Toa, sei tornato, posso fare qualcosa per te?

# Dialogue_Text,DL_DamMaster2
source: Yes I suppose you have defeated me, you have the right to an explanation.
it: Sì, suppongo tu mi abbia sconfitto, hai diritto ad una spiegazione.

# Dialogue_Text,DL_DamMaster3
source: Indeed you have. This lake is home to the rare and endangered Pink Tailed Ruki. They swim up the river to nest, and back down again to eat. The village down there has been taking these fish and selling them, in five years time the Pink Tailed Ruki will be extinct.
it: Invero, l'hai fatto. Questo lago è la casa della rara specie a rischio del Ruki dalla Coda Rosa. Risalgono il fiume per nidificare, e tornano giù per mangiare. Il villaggio laggiù li sta catturando per venderli. Nel giro di cinque anni il Ruki dalla Coda Rosa si estinguerà.

# Dialogue_Text,DL_DamMaster4
source: I suppose you could say that yes. The only way I could find to protect these Rahi, was to block off the river and force them to move on. However I quickly realised that just about anyone could come and undo my work, so I had to put a guardian in place.
it: Sì, suppongo tu possa dirlo. L'unico modo che sono riuscito a trovare per proteggere questi Rahi, è stato bloccare il corso del fiume e costringerli a spostarsi. Tuttavia ho presto realizzato che chiunque sarebbe potuto venire e disfare il mio lavoro, perciò ho dovuto posizionarvi un guardiano.

# Dialogue_Text,DL_DamMaster5
source: Well, yes. But he was no rahi, mearly a poorly cobbled together imitation of a Rahi scavenged from existing parts.
it: Beh, sì. Ma non era un rahi, semplicemente una imitazione di un Rahi assemblata maldestramente recuperando parti già esistenti.

# Dialogue_Text,DL_DamMaster6
source: Please Toa $T, I beg you do not make me send these Ruki to their extinction.
it: Per favore Toa $T, ti supplico di non costringermi a mandare questi Ruki incontro alla loro estinzione.

# Dialogue_Text,DL_DamMasterLeave
source: Thank you Toa, I'm sure the Ruki will be greatful too!
it: Grazie Toa, sono sicuro che anche i Ruki ti saranno riconoscenti!

# Dialogue_Text,DL_DamMasterLift
source: Very well, the Ruki won't forgive you for this Toa.
it: Molto bene, i Ruki non ti perdoneranno per questo, Toa.

# Dialogue_Text,DL_DamQuestCause
source: I think so, the river used to flow from the mountain top, a while ago we heard the sound of stones sliding or falling, that's when the river stopped flowing. There must have been a land slide or something that happened up there.
it: Credo di sì, il fiume scorreva dalla cima della montagna, ma qualche tempo fa abbiamo sentito il rumore di pietre che scivolavano o cadevano, ed è stato allora che il fiume ha smesso di scorrere. Lassù ci deve essere stata una frana o qualcosa di simile.

# Dialogue_Text,DL_DamQuestFishing
source: It would work yes, but not nearly as well. You see, In the winter the Ruki fish swim up the river to lay their eggs then by the summer there are hundreds of Ruki swiming down to the ocean, that's where we catch them. Not to even mention that the river was our fresh water source!
it: Funzionerebbe sì, ma non altrettanto bene. Vedi, in inverno i pesci Ruki risalgono il fiume per deporre le loro uova, poi all'arrivo dell'estate ci sono centinaia di Ruki che nuotano giù verso l'oceano, ed è lì che li catturiamo. Per non parlare del fatto che il fiume era la nostra fonte di acqua!

# Dialogue_Text,DL_DamQuestIntro
source: Not many left...
it: Non ne sono rimasti molti...
