Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPPl.po
Languages: pl_pl

# Dialogue_Text,DL_MatauKoroLewa1
source: Ah, right. Definitely something. I’ve been meaning to chat-talk with you about this for a long-while now...
pl_pl: Ach, tak. Zdecydowanie coś konkretnego. Już od dłuższego czasu chciałem z Tobą o tym porozmawiać...

# Dialogue_Text,DL_MatauKoroLewa2
source: There’s a spirit-temple found deepwood called the Le-Kini. There’s an ever-important stone that you’ll find there. The only hard-problem is that it’s buzz-swarming with Rahi- even more than usual. It’s a place full of trouble-danger that you’ll have to hard-fight your way through.
pl_pl: Jest taka świątynia położona głęboko w lesie, zwana Le-Kini. Znajduje się tam bardzo ważny kamień, który musisz odnaleźć. Jedynym problem polega na tym, że to miejsce roi się od Rahi - nawet bardziej agresywnych niż zwykle. To pełna niebezpieczeństw lokacja, przez którą będziesz musiał przedrzeć się siłą.

# Dialogue_Text,DL_MatauKoroLewa3
source: A Makoki stone- a key to the Makuta’s lair which you and all of the Toa must seek-find.
pl_pl: Kamień Makoki - klucz do kryjówki Makuty, którą Ty i wszyscy Toa musicie odnaleźć.

# Dialogue_Text,DL_MatauKoroLewa4
source: ...Do be slow-careful, Lewa...
pl_pl: ...Bądź ostrożny, Lewa...

# Dialogue_Text,DL_MatauKoroOtherToa
source: Always on the lookout for another danger-quest, eh? Well I don’t have anything at the moment… unless you were Lewa. Say, you probably know where he’s sneak-hiding, don’t you? Send him treebound- I’ve got something for him.
pl_pl: Zawsze wypatrujesz kolejnego niebezpiecznego zadania, co nie? Cóż, na razie nie mam nic dla Ciebie... jedynie dla Lewy. Prawdopodobnie wiesz, gdzie się teraz ukrywa, prawda? Przyślij go do mnie - powiedz mu, że mam dla niego coś specjalnego.

# Dialogue_Text,DL_MatauKoroPostKini
source: Heart-Welcome to Le-Koro, Toa-Hero! I hope you’re feeling spirit-lifted and warm-hearted! No worries, you didn't disturb me, I was just resting.
pl_pl: Serdecznie witam w Le-Koro, {G}|gender(bohaterski, bohaterska) Toa! Mam nadzieję, że czujesz się podniesiony na duchu i pełen ciepła w sercu! Nie martw się, nie przeszkadzasz mi - właśnie odpoczywam.

# Dialogue_Text,DL_MatauOutofTree
source: Well... that’s one way to do it. Heart-thanks, Toa.
pl_pl: Cóż... tak też można. Serdeczne dzięki, Toa.

# Dialogue_Text,DL_MatauOutofTreeSaved
source: It’ll take a bit more than chop-knocking me down from a tree to mind-shake old Matau! ...but I do think that when I get back I might take a good, long sleep-nap... or two. Wake me up afterwards- I’ve got a couple of other task-quests for you to do.
pl_pl: Potrzeba będzie czegoś więcej niż ściągnięcia mnie z drzewa, by zachwiać umysł starego Matau! ...ale myślę, że kiedy wrócę utnę sobie porządną, długą drzemkę... albo dwie. Obudź mnie potem - mam dla Ciebie parę zadań do wykonania.

# Dialogue_Text,DL_MatauOutofTreeWhere
source: Oh... that. Never mind that! You won’t be getting any slip-tongue gossip out of me. Wouldn’t have even happened if that old firespitter kept better track of his belongings...
pl_pl: Och... gdzie? Nieważne! Nie wyciągniesz ode mnie żadnych ploteczek. W ogóle by się to nie wydarzyło, gdyby ten stary ognik lepiej pilnował swoich rzeczy...

# Dialogue_Text,DL_MatauOutofTreeWhere2
source: Agreed. I’m headed quick-back to Le-Koro. If you happen to swing by, give me a little quick-chat. I’ve got a few things for you.
pl_pl: Tak. Wracam teraz prosto do Le-Koro. Jeśli zdarzyłoby Ci się tam przybujać, wpadnij do mnie na małą pogawędkę. Mam do Ciebie parę spraw.

# Dialogue_Text,DL_MatoranTransporter1
source: Sorry $T I'm a little busy right now, I have a delivery to make.
pl_pl: Przepraszam, $T, jestem teraz trochę zajęty, mam przesyłkę do dostarczenia.

# Dialogue_Text,DL_MatoranTransporter10
source: Oh, of course they're very good at moving heavy objects, even mining! They're probably the most versitile Rahi around!
pl_pl: Och, oczywiście, są bardzo dobre w przenoszeniu ciężkich obiektów, nadają się nawet do górnictwa! Są prawdpodobnie najbardziej wszechstronnymi Rahi na wyspie!

# Dialogue_Text,DL_MatoranTransporter11
source: Well I've heard about the Ga-Matoran using big fishes for some things, The Le-Matoran riding birds... And I even head some crazy myth once about a Ko-Matoran that could ride a Mahi! What a load of protodermis that is.
pl_pl: Cóż, słyszałem, że Ga-Matoranki używają dużych ryb do niektórych zadań, a Le-Matoranie latają na ptakach... Raz nawet słyszałem szalony mit o Ko-Matoranie, który potrafił jeździć na Mahi! Co za stek protodermisu.

# Dialogue_Text,DL_MatoranTransporter12
source: YOU'RE RIGHT, I GOTTA GO!
pl_pl: MASZ RACJĘ, MUSZĘ IŚĆ!

# Dialogue_Text,DL_MatoranTransporter2
source: I'm late! Out of the way!
pl_pl: Jest spóźniony! Z drogi!

# Dialogue_Text,DL_MatoranTransporter3
source: Greetings Toa, what are you doing out here?
pl_pl: Witaj, Toa. Co tutaj robisz?

# Dialogue_Text,DL_MatoranTransporter4
source: Why, I'm making a delivery to the Onu-Koro shipping center of course!
pl_pl: Oczywiście, dostarczam przesyłkę do centrum przesyłkowego w Onu-Koro!

# Dialogue_Text,DL_MatoranTransporter5
source: I'm... Not sure actually. It's not like they bother to tell me what I'm transporting, they only say if it's urgent or fragile.
pl_pl: Ja... nie jestem do końca pewny. Nie bardzo przejmują się tym, żeby mi powiedzieć, co przewożę — mówią mi tylko, czy to pilne albo delikatne.

# Dialogue_Text,DL_MatoranTransporter6
source: Yeah kind of, Oh but sometimes I like to pretend it's something really REALLY important, like a super powerful gemstone that will be used to invent the next big thing! But usally it just ends up being fish or wood - Something boring.
pl_pl: W sumie tak, ale czasami lubię udawać, że to coś naprawdę BARDZO ważnego - na przykład super potężny klejnot, który posłuży do wynalezienia kolejnej wielkiej rzeczy! Ale z reguły okazuje się, że to ryby albo drewno - coś bardzo nudnego.

# Dialogue_Text,DL_MatoranTransporter7
source: I'm on the clock Toa, speak fast.
pl_pl: Mów szybko, Toa, śpieszy mi się.

# Dialogue_Text,DL_MatoranTransporter8
source: Transporting Goods to Po-Koro.
pl_pl: Transportuję towary do Po-Koro.

# Dialogue_Text,DL_MatoranTransporter9
source: It's a She, but yes she's been doing very well recently! The loads can be quite heavy but she's used to it!
pl_pl: To ona, ale tak, ostatnio ma się bardzo dobrze! Ładunek potrafi być dość ciężki, ale przywykła do tego!

# Dialogue_Text,DL_Matoro1
source: Greetings again Toa, there is an important matter I need to discuss with you.
pl_pl: Witaj ponownie, Toa. Muszę omówić z Tobą pewną ważną sprawę.

# Dialogue_Text,DL_Matoro2
source: You don't remember me? Strange... That will have to wait, my name is Matoro - and we have a more important matter to discuss.
pl_pl: Nie pamiętasz mnie? Dziwne... W takim to będzie musiało poczekać. Nazywam się Matoro - i mamy do omówienia coś znacznie ważniejszego.

# Dialogue_Text,DL_Matoro3
source: I was returning from a meeting with Turaga Nuju, when we decided to cut through the drifts to save time - However during the blizzard I was separated from him! We have conducted searches, but the drifts are so difficult to navigate that we've had no luck in finding him.
pl_pl: Wracaliśmy z Turagą Nuju ze spotkania, kiedy stwierdziliśmy, że skrócimy sobie drogę idąc przez zaspy - jednak podczas śnieżycy zostaliśmy od siebie rozdzieleni! Szukaliśmy go, ale zaspy to teren, w którym łatwo się zgubić, więc nie udało nam się go odnaleźć.

# Dialogue_Text,DL_Matoro4
source: Yes if you would. I fear for his safety, the drifts are a harsh and dangerous place, no one can survive in there for long...
pl_pl: Tak, jeśli możesz. Martwię się o Niego - zaspy to surowe i niebezpieczne miejsce. Nikt długo tam nie przetrwa...

# Dialogue_Text,DL_Matoro5
source: Please do find him, I- I feel partially responsible for his disappearance.
pl_pl: Proszę, znajdź go. Czuję... Czuję się częściowo odpowiedzialny za jego zniknięcie.

# Dialogue_Text,DL_MatoroGetMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate. Here I'll mark it on your- you don't have a map? Gah, very well take my piece, it's just Ko-Wahi but it should help you find Nuju.
pl_pl: Podczas poszukiwań natknęliśmy się na dość dziwne gniazdo Nui-Jaga, ale zostaliśmy przegonieni, zanim zdążyliśmy się mu bliżej przyjrzeć. Czekaj, zaznaczę Ci to na twojej... Nie masz mapy? Ach, cóż, weź moją, to tylko Ko-Wahi, ale powinna pomóc Ci znaleźć Nuju.

# Dialogue_Text,DL_MatoroHaveMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate, here I'll mark it on your map.
pl_pl: Podczas poszukiwań natknęliśmy się na dość dziwne gniazdo Nui-Jaga, ale zostaliśmy przegonieni, zanim zdążyliśmy się mu bliżej przyjrzeć. Czekaj, zaznaczę Ci to na twojej mapie.

# Dialogue_Text,DL_MatoroKini1
source: Welcome, $T.
pl_pl: Witaj, $T.

# Dialogue_Text,DL_MatoroKini2
source: What are you waiting for?
pl_pl: Na co czekasz?

# Dialogue_Text,DL_MatoroKiniExplanation1
source: $T! Wait!
pl_pl: $T! Czekaj!

# Dialogue_Text,DL_MatoroKiniExplanation10
source: I shall go to the Ko-Kini and wait for you there.
pl_pl: Udam się do Ko-Kini i będę tam na Ciebie czekał.

# Dialogue_Text,DL_MatoroKiniExplanation2
source: I... I must speak with you. It’s about the task Nuju didn’t tell you about.
pl_pl: Muszę... muszę z Tobą pomówić. Na temat zadania, o którym Nuju Ci nie powiedział.

# Dialogue_Text,DL_MatoroKiniExplanation3
source: The Turaga recently held a meeting to discuss certain... things that have been happening to you Toa. Nuju, unfortunately, came to the conclusion that he was unsure where your loyalties lie.
pl_pl: Turaga mieli ostatnio spotkanie, na którym... dyskutowali o pewnych rzeczach, które Ci się przydarzyły, Toa. Niestety, Nuju doszedł do wniosku, że nie jest przekonany co do Twojej lojalności.

# Dialogue_Text,DL_MatoroKiniExplanation4
source: Do not blame him, Kopaka... Nuju is skeptical and cold by his nature. He has seen prophecies change and fail. He has seen his own friends and allies turn against him. It has taken a bigger toll on him than he cares to admit.
pl_pl: Nie obwiniaj go, Kopaka... Nuju jest nieufny i oziębły z natury. Widział, jak przepowiednie się zmieniają i okazują się fałszywe. Widział, jak jego własni przyjaciele i sojusznicy zwracają się przeciw niemu. To wszystko odcisnęło na nim większe piętno, niż chce przyznać.

# Dialogue_Text,DL_MatoroKiniExplanation5
source: ...My oath to the Turaga forbids me from sharing information which is deemed a secret. However, helping you to fulfil your destiny through my actions does not violate that oath.
pl_pl: ...Moja przysięga wobec Turagi zabrania mi mówić o rzeczach uznanych za tajemne. Jednak nie zabrania mi ona pomagać Ci w wypełnieniu Twojego przeznaczenia.

# Dialogue_Text,DL_MatoroKiniExplanation6
source: It means I shall assist you on your task, Toa.
pl_pl: To znaczy, że będę Ci pomagać w wykonaniu Twojej misji, Toa.

# Dialogue_Text,DL_MatoroKiniExplanation7
source: You, Kopaka, must travel to the Ko-Kini temple on the outskirts of Ko-Wahi. Within the temple lies a Makoki stone- a part of a key to the lair of the Makuta.
pl_pl: Kopaka, musisz udać się do świątyni Ko-Kini na obrzeżach Ko-Wahi. Wewnątrz świątyni znajduje się Kamień Makoki - część klucza do kryjówki Makuty.

# Dialogue_Text,DL_MatoroKiniExplanation8
source: I am afraid we must, Kopaka.
pl_pl: Obawiam się, że nie mamy wyboru, Kopaka.

# Dialogue_Text,DL_MatoroKiniExplanation9
source: I will accompany you. The temple remains locked, and I know the secret to unlocking it. I... hope that Nuju can forgive me for this, but this must be done. I cannot allow Nuju’s skepticism to prevent it.
pl_pl: Będę Ci towarzyszył. Świątynia pozostaje zamknięta, a ja wiem, jak ją otworzyć. Mam... mam nadzieję, że Nuju mi to wybaczy, ale musimy to zrobić. Nie pozwolę, by sceptyzm Nuju nas powstrzymał.

# Dialogue_Text,DL_MatoroKiniKopaka1
source: Good. Now descend into the Ko-Kini.
pl_pl: Dobrze. Teraz zejdź do Ko-Kini.

# Dialogue_Text,DL_MatoroKiniOther
source: Just... waiting. I wonder what’s taking Kopaka so long...
pl_pl: Ja... czekam. Zastanawiam się, czemu Kopace to tyle zajmuje...

# Dialogue_Text,DL_MatoroKiniReturn
source: I see you have found the stone...
pl_pl: Widzę, że {G}|gender(znalazłeś, znalazłaś) kamień...

# Dialogue_Text,DL_MatoroKiniReturn1
source: Yes... I suppose...
pl_pl: Tak... Chyba tak...

# Dialogue_Text,DL_MatoroKiniReturn2
source: I… I know that I am doing the right thing in helping you with this... but I have still gone behind Nuju’s back to complete this task. I still feel uneasy about this...
pl_pl: Wiem... wiem, że postępuję właściwie, pomagając Ci... ale jednak działałem za plecami Nuju, aby wykonać to zadanie. Wciąż czuję się z tym nieswojo...

# Dialogue_Text,DL_MatoroKiniReturn3
source: ...Forgive me, Toa, but I do not feel that you should leave with this stone while Nuju is deceived.
pl_pl: ...Wybacz mi, Toa, ale nie czuję się dobrze z tym, że {G}|gender(zdobyłeś, zdobyłaś) kamień bez wiedzy Nuju.

# Dialogue_Text,DL_MatoroKiniReturnEnd
source: I shall go to speak with Nuju. Speak to us when you are ready.
pl_pl: Pójdę porozmawiać z Nuju. Dołącz do nas, kiedy będziesz {G}|gender(gotowy, gotowa).

# Dialogue_Text,DL_MatoroKiniReturnMine
source: If it were not for my help, you would remain without the stone, Toa. We have both gone behind Nuju’s back to do this- and I feel it is both my and your duty to have his blessing before you continue.
pl_pl: Gdyby nie moja pomoc, nie {G}|gender(zdobyłbyś, zdobyłabyś) kamienia, Toa. Oboje działaliśmy za plecami Nuju, aby go zdobyć - i wciąż czuję, że naszym wspólnym obowiązkiem jest uzyskać jego przychylność, zanim pójdziesz dalej.

# Dialogue_Text,DL_MatoroKiniReturnUnderstand
source: I will as well... I only hope that he will be able to see reason. Please speak with him as soon as you are able to.
pl_pl: Również pójdę do niego... Mam tylko nadzieję, że będzie w stanie dostrzec powód. Proszę, porozmawiaj z nim jak najszybciej.

# Dialogue_Text,DL_MatoroReturn
source: Have you found our Turaga yet?
pl_pl: Czy {G}|gender(znalazłeś, znalazłaś) już naszego Turagę?

# Dialogue_Text,DL_MetalSeller
source: Metals, Statues, Crystals! I've got it all, want to take a look Toa?
pl_pl: Metale, posążki, krzystały! Mam je wszystkie! Chcesz je obejrzeć, Toa?

# Dialogue_Text,DL_Metonu
source: Hmm... Finally done.
pl_pl: Hmm... nareszcie gotowe.

# Dialogue_Text,DL_Metonu1
source: Oh it's nothing... Well it was actually quite a feat - But nothing you need concern yourself with Toa.
pl_pl: Och, to nic takiego... Cóż, właściwie to niezłe osiągnięcie - ale nic, czym musisz się martwić, Toa.

# Dialogue_Text,DL_Metonu2
source: Hah! Very well. I will say that all endings are merely beginnings, waiting to be born. So, It's now time for our next step.
pl_pl: Ha! W porządku. Powiem Ci, że "wszystkie zakończenia to zaledwie początki, czekające, aby się narodzić". A więc nadszedł czas na nasz kolejny krok.

# Dialogue_Text,DL_Metonu3
source: Oh wait Toa! You're still looking for the masks right? I have a device that may help.
pl_pl: Och, zaczekaj, Toa! Wciąż szukasz masek, prawda? Mam urządzenie, które może Cię zainteresować.

# Dialogue_Text,DL_MetonuAkaku
source: The Akaku! X-Ray vision... Yup... That's a pretty cool one. Anyways I'll get to work!
pl_pl: Akaku! Prześwietlanie... Tak... To naprawdę fajna rzecz. W każdym razie biorę się do roboty!

# Dialogue_Text,DL_MetonuExplain
source: I had my friend Nuparu draft up some plans for a small device that would seek out the unique energy signals of powered masks! Or well, It's supposed to... The current design can only track one type of mask. If you'd like one I'll need some rare materials to build it, a Toa like yourself shouldn't have trouble with that though.
pl_pl: Mój przyjaciel Nuparu opracował plany małego urządzenia do wykrywania sygnałów unikalnej energii emitowanej przez zasilone maski! Cóż, przynajmniej tak to powinno działać... Obecna wersja może śledzić tylko jeden typ maski. Jeśli {G}|gender(chciałbyś, chciałabyś) takie urządzenie, musisz mi przynieść trochę rzadkich materiałów do budowy - ale Toa {G}|gender(taki, taka) jak Ty nie {G}|gender(powininem, powinna) mieć z tym problemu.

# Dialogue_Text,DL_MetonuGive
source: Here you go. I hope you'll use it well $T!
pl_pl: Proszę bardzo. Mam nadzieję, że dobrze go wykorzystasz, $T!

# Dialogue_Text,DL_MetonuHau
source: The Hau! Quite a useful mask, Very well!
pl_pl: Hau! Całkiem przydatna mask, bardzo dobrze!

# Dialogue_Text,DL_MetonuHaveMaterials
source: Excellent! I'll get to work on it immediately. Before I do though, What mask would you like to track?
pl_pl: Wspaniale! Natychmiast zabieram się do pracy. Ale nim zacznę - jakiej maski chcesz szukać?

# Dialogue_Text,DL_MetonuHuna
source: The Huna! Very sneaky Toa... I'll get to work then!
pl_pl: Huna! Bardzo podstępnie, Toa... Biorę się do pracy!

# Dialogue_Text,DL_MetonuKakama
source: The Kakama! Ahh this one has always been one of my favorites, if I could use mask powers that'd be the one I'd wear... Anyways I'll get to work!
pl_pl: Kakama! Ach, to zawsze była jedna z moich ulubionych masek. Gdybym mógł używać mocy masek, to właśnie tę bym nosił... W każdym razie biorę się do pracy!

# Dialogue_Text,DL_MetonuKaukau
source: The Kaukau! Water breathing is always a handy thing to have. I'll get to work right away!
pl_pl: Kaukau! Oddychanie pod wodą to naprawdę przydatna umiejętność. Od razu biorę się do pracy!

# Dialogue_Text,DL_MetonuKomau
source: The Komau! Mind control? I trust you won't go around using these on my fellow Matoran? Hah, I jest. I'll get to work then!
pl_pl: Komau! Kontrola umysłów? Wierzę, że nie pójdziesz używać jej na innych Matoranach? Haha, tylko żartuję. Biorę się do pracy!

# Dialogue_Text,DL_MetonuMahiki
source: The Mahiki! Huh, Illusion... alright I'll get to work!
pl_pl: Mahiki! Och, iluzja... W porządku, biorę się do pracy!

# Dialogue_Text,DL_MetonuMatatu
source: The Matatu! Huh, never really saw the use in Telekinesis, but alright I'll get to work!
pl_pl: Matatu! Ech, nigdy nie widziałem sensu w telekinezie, ale w porządku - biorę się do roboty!

# Dialogue_Text,DL_MetonuMaterials
source: Now I hate to ask this of you, as it is a rather large list but here we go... Ten Metallic Protodermis Ingots, Ten Glow Crystals, Fifty Wahae-Mata Gel, and Two Hundred widgets. Did you catch all that?
pl_pl: Nie chcę Cię o to prosić, ponieważ to dość długa lista, ale cóż... Dziesięć metalicznych sztabek Protodermisu, dziesięć Świetlnych Kamieni, 50 żelu Wahae-Mata i dwa tysiące widżetów. {G}|gender(Zapamiętałeś, Zapamiętałaś) wszystko?

# Dialogue_Text,DL_MetonuMaterialsWriting
source: Oh, of couse. Here you go!
pl_pl: Och, pewnie. Proszę!

# Dialogue_Text,DL_MetonuMiru
source: The Miru! Levitation is nice, but I've heard it gives you a jump boost too. Maybe it should be renamed to like... The Mask of High Jump! Okay, not that but... I'll just make the thing now.
pl_pl: Miru! Lewitacja jest spoko, ale słyszałem, że zwiększa też wysokość skoku. Może powinniśmy zmienić jej nazwę na... Maska Wysokiego Skoku! No, może nie na taką... Już się biorę do roboty!

# Dialogue_Text,DL_MetonuOrig
source: Ahh, Finally done. Wonder what I'll do now... Wait. What do I do now?
pl_pl: Ach, nareszcie gotowe. Zastanawiam się, co teraz będę robił... Czekaj, co ja będę teraz robił.

# Dialogue_Text,DL_MetonuPakari
source: The Pakari! Wish I had one of those myself... Err, uhh, I mean I wish I could use the power! I'll just get to work...
pl_pl: Pakari! Chciałbym mieć taką... Yyy, to znaczy, chciałbym móc używać jej mocy! Wezmę się do roboty...

# Dialogue_Text,DL_MetonuRau
source: The Rau! Translation, not super useful but I can see the appeal... I'll get right to work then!
pl_pl: Rau! Tłumaczenie - niezby użyteczne, ale rozumiem, czemu może się podobać... Biorę się zatem do pracy!

# Dialogue_Text,DL_MetonuReturn
source: Ahh yes, Interested?
pl_pl: Aha, {G}|gender(zainteresowany, zainteresowana)?

# Dialogue_Text,DL_MetonuRuru
source: The Ruru! I hope this may shed some light on it's location... That was bad, I'll just get to work.
pl_pl: Ruru! Mam nadzieję, że rzuci trochę światła na jej lokalizację... Dobra, to był słaby żart - po prostu wezmę się do pracy.

# Dialogue_Text,DL_Midak1
source: G'day $T!
pl_pl: Cześć, $T!

# Dialogue_Text,DL_Midak2
source: I'm not a fan of the dark, so I stay out here.
pl_pl: Nie jestem fanem ciemności, więc zostałem tutaj.

# Dialogue_Text,DL_MiningMatoran1
source: *Huff Huff*
pl_pl: *Uff Uff*

# Dialogue_Text,DL_MiningMatoran2
source: *Humming*
pl_pl: *Nucenie*

# Dialogue_Text,DL_MiningMatoran3
source: *Singing* Oh, there once was a great spirit. They called him Mata-Nui, he stood tall above the clouds, he was oh so very proud. Then one day the Makuta came, and took that all away. Mata-Nui Hit the ground and will, forever, slumber now.
pl_pl: **Śpiewa* Och, był kiedyś Wielki Duch, Mata Nui zwali Go. Stał wysoko pośród chmur i dostojny bardzo był. Lecz pewnego dnia, zjawił się Makuta i skradł wszystko nam. Mata Nui walnął w ziemię i na zawsze teraz drzemie.

# Dialogue_Text,DL_MiningMatoranLost
source: *Cuckle* I don't know how I got out here.
pl_pl: *Chichot* Nie wiem, jak tu trafiłem.

# Dialogue_Text,DL_MiningMatoranUssal
source: You got it, Keep going buddy!
pl_pl: Dalej! Dajesz, stary!

# Dialogue_Text,DL_NightWatchGuard1
source: Greetings Toa $T. Any trouble to report?
pl_pl: Witaj, Toa $T. Masz coś do zgłoszenia?

# Dialogue_Text,DL_NightWatchGuard2
source: Be on the look out for trouble makers.
pl_pl: Wypatruj łobuzów.

# Dialogue_Text,DL_Nixie
source: Hmm, I see, interesting.
pl_pl: Hmm, rozumiem, ciekawe.

# Dialogue_Text,DL_NixieResponse
source: Ahh, Hello Toa $T, It's nothing just studying the stars.
pl_pl: Ach, witaj, Toa $T. Nic takiego, po prostu patrzę w gwiazdy.

# Dialogue_Text,DL_NixieResponse1
source: I interpret the positions of the stars in relation to the Red Star to determine the future.
pl_pl: Interpretuję położenie gwiazd względem Czerwonej Gwiazdy, aby przewidzieć przyszłość.

# Dialogue_Text,DL_NixieResponse2
source: I've seen the tell tale signs of a big change on the horizon. For better or for worse, things will be changing Toa $T...
pl_pl: Widziałam wyraźne znaki zapowiadające wielkie zmiany. Na lepsze czy na gorsze, wszystko się zmieni, Toa $T...

# Dialogue_Text,DL_Nokama1
source: A truth that, we confess, should have been told to you from the beginning.
pl_pl: Prawdę, którą przyznajemy, powinniśmy byli Wam powiedzieć na samym początku.

# Dialogue_Text,DL_Nokama2
source: This... this is not the first time you have descended into Mangaia.
pl_pl: To... to nie jest pierwszy raz, kiedy schodzicie do Mangaia.

# Dialogue_Text,DL_Nokama3
source: The Turaga and I were... holding a meeting. On my way back to Ga-Koro, I was attacked by that Tarakava you encountered and dragged down here.
pl_pl: Turaga i ja mieliśmy... spotkanie. Kiedy wracałam do Ga-Koro, zostałam zaatakowana przez tego Tarakavę, którego {G}|gender(spotkałeś, spotkałaś), i zaciągnięta tutaj.

# Dialogue_Text,DL_NokamaBase1
source: $T! It is good to see you. It has been quite some time since I’ve seen a friendly face.
pl_pl: $T! Jak dobrze Cię widzieć. Minęło już sporo czasu, odkąd ostatni raz widziałam przyjazną twarz.

# Dialogue_Text,DL_NokamaHeadBack
source: I will indeed. Many thanks, Toa $T. I hope you will visit our village once I have returned- there are more things I wish to show you.
pl_pl: Tak zrobię. Bardzo Ci dziękuję, Toa $T. Liczę na to, że odwiedzisz naszą wioskę, kiedy do niej wrócę - jest wiele rzeczy, które chciałabym Ci pokazać.
