Repository: Jocool1231/MasksofPowerLegacyLocalization
Catalog: BMOPIt.po
Languages: it

# CodexPage_Description,CodexPage_PoTemple_Desc
source: A temple built by the Po-Matoran carvers to honor the Great Spirit. Since the Po-Matoran are carvers and makers by nature, they couldn’t help but add all varieties of traps and puzzles inside of it. Is it overly complicated for a place of worship? Unnecessary? Frivolous? Perhaps, but ask any Po-Matoran and they would vehemently disagree. There’s even a Copper Mask of Victory offered to anyone who’s able to pass this trial.
it: Un tempio costruito dagli scultori Po-Matoran per onorare il Grande Spirito. Dato che i Po-Matoran sono per natura scultori e costruttori, non hanno saputo resistere all'aggiungere ogni sorta di trappola e puzzle al suo interno. È forse troppo complesso per un luogo di venerazione? Inutile? Frivolo? Forse, ma chiedi a qualunque Po-Matoran e sarà fortemente in disaccordo. C'è persino una Maschera di Bronzo della Vittoria come ricompensa per chiunque sia in grado di superare questa prova.

# CodexPage_Description,CodexPage_PoWahi_Desc
source: The deserts of Po-Wahi are unwelcoming to say the least. The rocky canyons can hide Rahi waiting to ambush unlucky travellers, and Motara desert to the north is a largely barren landscape. However, the Po-Matoran choose to brave these dangers regardless, adorning the rocky landscape with carvings and sculptures to give whatever life they can to the harsh environment around them.
it: Dire che i deserti di Po-Wahi siano inospitali è riduttivo. I canyon rocciosi possono nascondere Rahi in attesa di tendere un'imboscata ai malcapitati viaggiatori e a nord, il deserto Motara, una vasta landa desolata. Tuttavia, i Po-Matoran scelgono di affrontare noncuranti questi pericoli, adornando il paesaggio roccioso con incisioni e sculture per restituire un po' di vita al duro ambiente che li circonda.

# CodexPage_Description,CodexPage_Quarry_Desc
source: The quarry is home to many beautiful and intricate carvings made by the Po-Matoran. Large statues made to represent each of the Toa lie here, carved by the Matoran in honor of the Legends that speak of them. Some Matoran speak of caverns beneath these statues, but many of these rumors are unconfirmed. They stand as a monument of honor and hope to the Toa.
it: La cava ospita molte incisioni, belle ed intricate, realizzate dai Po-Matoran. Qui giacciono grandi statue che rappresentano ciascuno dei Toa, intagliate dai Matoran per onorare le leggende che parlano di loro. Alcuni Matoran parlano di caverne al di sotto di queste statue, ma molte di queste dicerie non sono state confermate. Si ergono a monumento di onore e speranza per i Toa.

# CodexPage_Description,CodexPage_Rau_Desc
source: The Kanohi Rau: the Noble Mask of Translation. This mask allows you to understand any written language. You can use this to translate Matoran text that can be found all over the island of Mata Nui. Or, you could try deciphering the Matoran text on your own if you know it well enough.
it: Kanohi Rau: la Nobile Maschera della Traduzione. Questa maschera ti consente di comprendere qualsiasi lingua scritta. Puoi utilizzarla per tradurre testi in Matoran che si possono trovare per tutta l'isola di Mata Nui. Oppure, potresti provare a decifrare i testi in Matoran da solo, se lo conoscessi a sufficienza.

# CodexPage_Description,CodexPage_Ruki_Desc
source: Small Rahi that can often be found swimming around the oceans of Ga-Wahi. They are peaceful creatures, and Matoran can often be found fishing for them. However, the rampant fishing that some Matoran do have caused some rare types of Ruki to become nearly extinct, making trading Ruki a heavily monitored activity in many Koros.
it: Piccoli Rahi che si possono trovare spesso mentre nuotano negli oceani intorno a Ga-Wahi. Sono creature pacifiche ed è facile trovare Matoran intenti a pescarli. Tuttavia, la pesca indiscriminata che alcuni Matoran praticano ha quasi causato l'estinzione di alcuni rari tipi di Ruki, rendendo il commercio di Ruki un'attività attentamente monitorata in molti Koro.

# CodexPage_Description,CodexPage_Ruru_Desc
source: The Kanohi Ruru: the Noble Mask of Night Vision. This mask can provide a light to help you see in dark places. It’s especially useful if you find yourself lost at night, or if you need to make your way through a particularly dark cave.
it: Kanohi Ruru: la Nobile Maschera della Visione Notturna. Questa maschera può fornire una luce per aiutarti a vedere nei luoghi bui. È assai utile qualora dovessi perderti di notte o se dovessi attraversare una grotta particolarmente buia.

# CodexPage_Description,CodexPage_SandTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The rare yellow variant is found primarily in Po-Wahi. The Sand Tarakava is considered to be especially rare by the Po-Matoran. Few have seen one, and even fewer have returned to tell the tale. They make up for being slightly slower with more powerful attacks, so it’s best to try and get out of the way instead of admiring them.
it: Questi pericolosi Rahi sono famosi per le loro possenti braccia, che utilizzano per attaccare rapidamente le loro prede. La variante gialla si trova principalmente a Po-Wahi. Il Tarakava delle Sabbie è considerato assai raro dai Po-Matoran. Pochi ne hanno visto uno e ancor meno sono sopravvissuti per raccontarlo. Compensano il loro essere leggermente più lenti con attacchi più potenti, perciò è meglio cercare di evitarli piuttosto che ammirarli.

# CodexPage_Description,CodexPage_StrangeCave_Desc
source: An odd cave that appeared in the side of the Mangai Volcano. A certain Le-Matoran seems to have seen this place… but other than that it seems that nobody on the island knows this cave exists. All that is known for sure is that the presence of the Makuta is very, very strong here. I would turn back if I were you...
it: Una strana grotta apparsa sul fianco del vulcano Mangai. Un certo Le-Matoran pare aver visto questo luogo… ma a parte questo, pare che nessuno sull'isola sappia dell'esistenza di questa grotta. Quello che si sa per certo è che la presenza di Makuta è molto, molto forte qui. Fossi in voi, tornerei indietro...

# CodexPage_Description,CodexPage_Ta-Wahi_Desc
source: A scorched and desolate landscape, this region is filled with lava which flows down from the Mangai volcano. Thrill-seeking Matoran can be found lava surfing here, while others farm cooled lava from which they craft tools. The charred forest is perhaps the most prominent area in the Wahi, acting as a constant, looming reminder of the power that Makuta has, and the ease at which he can take all that the Matoran hold dear.
it: Una landa rovente e desolata, questa regione è ricolma di lava che scende dal vulcano Mangai. Qui è possibile trovare Matoran amanti del brivido che surfano la lava, mentre altri coltivano la lava reffreddata dalla quale si ricavano utensili. La foresta carbonizzata è forse l'area che più rimane impressa del Wahi, fungendo da costante e incombente promemoria del potere di Makuta e della facilità con cui potrebbe sottrarre ai Matoran tutto ciò che hanno di più caro.

# CodexPage_Description,CodexPage_Tahu_Desc
source: Tahu is the fiery and headstrong Toa of fire. He is often the source of many of the disputes within his team of Toa, and can often come off as brash or disrespectful. However, in spite of his shortcomings, he is determined to help and protect the Matoran at any cost. Tahu is arguably the most recognizable bionicle set, with his mask, the Kanohi Hau, being an iconic piece of imagery. His elemental attack uses fire to propel you forward, allowing you to quickly get up close to attack an enemy.
it: Tahu è il fiero etestardo Toa del fuoco. Spesso è lui l'origine di molte delle dispute all'interno della squarda di Toa, apparendo spesso arrogante e irrispettoso. Tuttavia, nonostante le sue mancanze, è determinato ad aiutare e proteggere i Matoran ad ogni costo. Tahu è sicuramente il set Bionicle più riconoscibile, con la sua maschera, la Kanohi Hau, entrata a far parte dell'immaginario collettivo. Il suo attacco elementale utilizza il fuoco per scattare in avanti, consentendoti di avvicinarti rapidamente per attaccare il nemico.

# CodexPage_Description,CodexPage_TahusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A forest of burnt trees can be seen in the distance… what could lie beyond it?
it: Uno strano vascello arenatosi sulla spiaggia... nessuno sull'isola sa con certezza da dove provenga. In lontananza è possibile vedere una foresta di alberi carbonizzati… cosa potrebbe trovarsi al di là?

# CodexPage_Description,CodexPage_TaKini_Desc
source: The Ta-Kini is the temple of Fire. It rests on the side of the Mangai volcano, next to the lava which sustains it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Few Matoran come to visit it, but there are those that are intrigued by the mysteries the temple holds.
it: Ta-Kini è il tempio del Fuoco. È situato sul fianco del vulcano Mangai, accanto alla lava che lo sostiene. Il tempio custodisce una Pietra Makoki- un frammento della chiave indispensabile per accedere al covo di Makuta. Pochi Matoran vengono a visitarlo, ma c'è chi è incuriosito dai misteri che il tempio nasconde.

# CodexPage_Description,CodexPage_Takoro_Desc
source: Ta-Koro, the village of Fire. Built in the shadow of the great Mangai Volcano, this village is built atop the Lake of Fire. The city takes great pride in it’s guard, led by Jala, who have kept this city safe with their bravery and the defenses they’ve constructed. To even reach the city, you must cross a moat of Lava by activating a drawbridge with a guarded control panel. Some might see it as overkill, but it’s a necessary way of life for the Ta-Matoran.
it: Ta-Koro, il villaggio del Fuoco. Costruito all'ombra del grande vulcano Mangai, questo villaggio si erge al di sopra del Lago di Fuoco. La città è molto orgogliosa della sua guardia, capitanata da Jala, che l'ha tenuta al sicuro col suo coraggio e le difese che ha costruito. Per poter raggiungere la città, devi attraversare un fossato di lava attivando un ponte levatoio il cui pannello di controllo è sorvegliato. Alcuni potrebbero ritenerlo esagerato, ma è uno stile di vita necessario per i Ta-Matoran.

# CodexPage_Description,CodexPage_Tarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The blue variant can be found all around Mata Nui. These Rahi can deal lots of damage extremely quickly, so it’s best to keep your distance and use caution when facing them.
it: Questi pericolosi Rahi sono famosi per le loro possenti braccia, che utilizzano per attaccare rapidamente le loro prede. La variante blu si può trovare su tutta l'isola. Questi Rahi possono infliggere ingenti danni con estrema rapidità, perciò è meglio mantenere le distanze ed usare cautela quando li affronti.

# CodexPage_Description,CodexPage_TaTemple_Desc
source: A shrine that the Ta-Matoran constructed long ago, before the charred forest had burned down. It stands as a sign of the power and goodness of the Great Spirit. While some might think the charred forest as an inappropriate place to house such a shrine, the Ta-Matoran see the light of the Shrine’s fire as a light of hope and faith in the midst of the destruction and tragedy that Makuta brings to them.
it: Un santuario costruito dai Ta-Matoran molto tempo fa, prima che la foresta carbonizzata venisse bruciata. Si erge a simboleggiare il potere e la benevolenza del Grande Spirito. Mentre alcuni potrebbero pensare alla foresta carbonizzata come un luogo inadatto ad ospitare un tale santuario, i Ta-Matoran vedono la luce del fuoco del santuario come una luce di speranza e fede nel mezzo della distruzione e delle tragedie che Makuta riversa su di loro.

# CodexPage_Description,CodexPage_TealTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The teal variant can be found primarily in Ga-Wahi. They’re harder to take down than an average Tarakava, so try not to get the attention of a large group at once.
it: Questi pericolosi Rahi sono famosi per le loro possenti braccia, che utilizzano per attaccare rapidamente le loro prede. La variante di fiume si trova principalmente a Ga-Wahi. Sono più difficili da abbattere dei normali Tarakava, per cui cerca di non attirare l'attenzione di un gruppo numeroso.

# CodexPage_Description,CodexPage_Telescope_Desc
source: This telescope is often used by astrologers to read the stars in order to discern the future. Through it, the Red Star can be seen. To the trained eye, the Red Star is able to predict things yet to come. However, nobody is sure where this telescope came from, or why it is there. It’s true purpose is one of the many things that is pondered as astrologers study the stars.
it: Questo telescopio viene spesso utilizzato dagli astrologi per leggere le stelle per discernere il futuro. Attraverso di esso è possibile vedere la Stella Rossa. Per un occhio esperto, la Stella Rossa è in grado di predire ciò che ancora deve succedere. Tuttavia, nessuno sa con certezza da dove provenga questo telescopio, o perché sia qui. Il suo vero scopo è una delle tante cose su cui si riflette mentre gli astrologi studiano le stelle.

# CodexPage_Description,CodexPage_TiroCanyon_Desc
source: This rather red region of Po-Wahi is home to steep cliffs and mesas, narrow canyons, and swarms of Nui-Jaga. Travellers are often advised to be careful as they travel through here, as Nui-Jaga often wait in ambush for prey to turn around the corner before striking. Yet in spite of this danger, Po-Matoran carvers can often be found building structures and monuments in the canyon walls.
it: Questa regione di Po-Wahi dalle sfumature rosse ospita ripide colline e montagne, stretti canyon e sciami di Nui-Jaga. I viaggiatori vengono spesso avvisati di prestare attenzione quando passano di qui, dato che spesso i Nui-Jaga aspettano in agguato che le prede svoltino l'angolo prima di colpire. Ma nonostante questi pericoli, è possibile trovare scultori Po-Matoran intenti a costruire strutture e monumenti nelle pareti dei canyon.

# CodexPage_Description,CodexPage_Turaga_Desc
source: The Turaga are the village elders on Mata Nui. They watch over each of the six villages, guiding them and maintaining order among the island. They are very wise, and seem to know many things about the island and the Matoran that they choose not to tell... including where they have been. They’ve been missing until recently, and you may have to get them out of some dire circumstances.
it: I Turaga sono gli anziani dei villaggi di Mata Nui. Vegliano su ciascuno dei sei villaggi, guidandoli e mantenendo l'ordine sull'isola. Sono molto saggi e sembrano conoscere molte cose sull'isola e i Matoran che però scelgono di non rivelare... incluso dove siano stati. Fino a poco tempo fa sono stati assenti e potresti doverli cavare da qualche grave situazione.

# CodexPage_Description,CodexPage_Ussal_Desc
source: Ussal Crabs are a rather popular type of Rahi that Matoran keep for domestic use. Some use them in races, some use them to help with physical labor, and others simply keep them as pets. They can be found in a wide variety of colors.
it: I Granchi Ussal sono un tipo di Rahi alquanto popolare che i Matoran tengono per uso domestico. Qualcuno li utilizza per gareggiare, alcuni per aiutarsi nei lavori fisici ed altri li tengono semplicemente come animali da compagnia. Si possono trovare in una grande varietà di colori.

# CodexPage_Description,CodexPage_Vakama_Desc
source: Vakama is the Turaga of Ta-Koro. He is respected for his wisdom and his kindness by both the Ta-Matoran and the other Turaga, who see Vakama as a leader of sorts. He can often be found looking into the fires of Mangaia, which is where he claims to see his visions of the future.
it: Vakama è il Turaga di Ta-Koro. È rispettato per la sua saggezza e la sua gentilezza sia dai Ta-Matoran che dagli altri Turaga, che vedono Vakama come una sorta di leader. Spesso è possibile trovarlo mentre osserva le fiamme del Mangaia, sostenendo che da esse provengano le sue visioni del futuro.

# CodexPage_Description,CodexPage_Volcano_Desc
source: This Volcano towers at the center of Mata Nui as a symbol of both triumph and fear. The Ta-Matoran use the power of the Great Mangai to their advantage, using the lava that flows through it for defense against Rahi. Yet deep below the mountain lies Mangaia, the lair of the Makuta. While the Matoran may live happily beneath it, the shadow of the mountain looms over the island constantly, as a reminder of the greater shadow- one that all who live on the island fear.
it: Questo vulcano svetta nel centro di Mata Nui come un simbolo sia di trionfo che di terrore. I Ta-Matoran sfruttano il potere del grande Mangai a loro vantaggio, utilizzando la lava che da esso fluisce per difendersi dai Rahi. Tuttavia nel profondo della montagna giace Mangaia, il covo di Makuta. Sebbene i Matoran vivano felici sotto di essa, l'ombra della montagna incombe costante sull'isola; un promemoria di una più grande ombra- una che tutti coloro che vivono sull'isola temono.

# CodexPage_Description,CodexPage_Whagna_Desc
source: If you’re a Matoran who doesn’t quite seem to fit in with the other villages, you’re likely to end up here. Whagna Village is a tiny settlement, lacking any Turaga, not large enough to be named a Koro, and with little in terms of defenses. It’s home to misfits, wanderers, and anyone who feels out of place. All are welcomed here who need a place to belong.
it: Qualora fossi un Matoran incapace di integrarsi negli altri villaggi, è probabileche finiresti qui. Il villaggio Whagna è un piccolo insediamento, privo di Turaga, non abbastanza grande da essere chiamato Koro e con poche difese. È la casa di reietti, viandanti e di chiunque si senta fuori posto. Qui tutti coloro che desiderino posto a cui appartenere sono i benvenuti.

# CodexPage_Description,CodexPage_Whenua_Desc
source: Whenua is the Turaga of Onu-Koro. He is among the wisest of all the Turaga, looking to the past and the experiences that he’s seen to guide him in his decisions. The Onu-Matoran often come to him seeking advice, which he freely gives to any who ask him.
it: Whenua è il Turaga di Onu-Koro. È uno dei più saggi tra tutti i Turaga, guardando al passato ed alle esperienze che ha vissuto come una guida nel prendere le sue decisioni. Gli Onu-Matoran spesso vanno da lui in cerca di consigli, che lui elargisce a chiunque lo consulti.

# CodexPage_Name,CodexPage_Docks
source: Docks
it: Moli

# CodexPage_Name,CodexPage_Drifts
source: The Drifts
it: Le Correnti

# CodexPage_Name,CodexPage_GalisLanding
source: Gali’s Landing
it: Approdo di Gali

# CodexPage_Name,CodexPage_GaTemple
source: Temple of Mata Nui
it: Tempio di Mata Nui

# CodexPage_Name,CodexPage_GoldMask
source: Gold Masks
it: Maschere d'Oro

# CodexPage_Name,CodexPage_KiniNui
source: The Kini-Nui
it: Kini-Nui

# CodexPage_Name,CodexPage_KopakasLanding
source: Kopaka’s Landing
it: Approdo di Kopaka

# CodexPage_Name,CodexPage_KoTower
source: The Cold Tower
it: Torre Gelata

# CodexPage_Name,CodexPage_LeTemple
source: The Le-Wahi Cave
it: Grotta di Le-Wahi

# CodexPage_Name,CodexPage_LewasLanding
source: Lewa’s Landing
it: Approdo di Lewa

# CodexPage_Name,CodexPage_Log
source: The Log
it: Il Tronco

# CodexPage_Name,CodexPage_MapFragments
source: Map Fragments
it: Frammenti di mappa

# CodexPage_Name,CodexPage_OnuasLanding
source: Onua’s Landing
it: Approdo di Onua

# CodexPage_Name,CodexPage_OnuTemple
source: The Onu-Wahi Temple
it: Tempio di Onu-Wahi

# CodexPage_Name,CodexPage_Overlook
source: The Overlook
it: Punto di osservazione

# CodexPage_Name,CodexPage_PohatusLanding
source: Pohatu’s Landing
it: Approdo di Pohatu

# CodexPage_Name,CodexPage_PoTemple
source: The Hidden Temple
it: Tempio Celato

# CodexPage_Name,CodexPage_Quarry
source: The Quarry
it: Cava

# CodexPage_Name,CodexPage_StrangeCave
source: The Cave of Doom
it: Grotta della Rovina

# CodexPage_Name,CodexPage_TahusLanding
source: Tahu’s Landing
it: Approdo di Tahu

# CodexPage_Name,CodexPage_TaTemple
source: The Ta-wahi Shrine
it: Santuario di Ta-wahi

# CodexPage_Name,CodexPage_TealTarakava
source: River Tarakava
it: Tarakava di fiume

# CodexPage_Name,CodexPage_Telescope
source: The Great Telescope
it: Grande Telescopio

# CodexPage_Name,CodexPage_TiroCanyon
source: Tiro Canyon
it: Canyon Tiro

# CodexPage_Name,CodexPage_Ussal
source: Ussal Crabs
it: Granchi Ussal

# CodexPage_Name,CodexPage_Volcano
source: The Mangai Volcano
it: Vulcano Mangai

# CodexPage_Name,CodexPage_Whagna
source: Whagna Village
it: Villaggio Whagna

# Dialogue_Response,DL_420man1_PlayerResponse_1
source: Are you alright, you seem... Strange.
it: Ti senti bene? Sembri... strano.

# Dialogue_Response,DL_420man2_PlayerResponse_1
source: Okay, I guess I'll leave you to it then.
it: Ok, lascerò che sia tu ad occupartene.

# Dialogue_Response,DL_420man_PlayerResponse_1
source: No, I am a Toa. What are you doing up here?
it: No, io sono un Toa. Cosa stai facendo quassù?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_1
source: Why are there little bits of green on them?
it: Perché sono ricoperti da piccole chiazze verdi?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_2
source: Hmm I feel like I've heard of them...
it: Hmm credo di averne sentito parlare...

# Dialogue_Response,DL_Ahkmou3_PlayerResponse_1
source: Hmm... No I've heard of them some other way, I just can't remember how.
it: Hmm... no, ne ho sentito parlare in un altro modo, ma non riesco a ricordare come.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_1
source: Sure, let's trade.
it: Certo, commerciamo.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_2
source: What is a Comet?
it: Cos'è una cometa?

# Dialogue_Response,DL_Akamar2_PlayerResponse_1
source: You've done good work here craftsman.
it: Hai svolto un ottimo lavoro qui, artigiano.

# Dialogue_Response,DL_Akamar3_PlayerResponse_1
source: I... See...
it: Io... capisco...

# Dialogue_Response,DL_Akamar4_PlayerResponse_1
source: Right... Thank you... I think.
it: Giusto... grazie... credo.

# Dialogue_Response,DL_Akamar_PlayerResponse_1
source: Yes?
it: Sì?

# Dialogue_Response,DL_Akamar_PlayerResponse_2
source: You've done a fine job here, my city has never looked so lively!
it: Hai svolto un ottimo lavoro qui, la mia città non è mai stata così vivace!

# Dialogue_Response,DL_Akamar_PlayerResponse_3
source: About what you said before, who's... future, are you working on?
it: Riguardo a ciò che hai detto prima, stai lavorando sul futuro... di chi?

# Dialogue_Response,DL_AkamarBuddy2_PlayerResponse_1
source: Ahh, you did a good job on Po-Koro, I'm sorry he doesn't need you anymore.
it: Ahh, hai svolto un ottimo lavoro a Po-Koro, mi dispiace che non abbia più bisogno di te.

# Dialogue_Response,DL_AkamarBuddy3_PlayerResponse_1
source: I'm sure you will find plenty of work in Po-Koro when you get there, good luck little one.
it: Sono certo che troverai molto da fare a Po-Koro quando arriverai, buona fortuna piccoletto.

# Dialogue_Response,DL_AkamarBuddy_PlayerResponse_2
source: I'm well thank you.
it: Sto bene, grazie.

# Dialogue_Response,DL_Akura_PlayerResponse_1
source: *Listen*
it: *Ascolta*

# Dialogue_Response,DL_Akura_PlayerResponse_2
source: Sorry, didn't mean to bother you.
it: Scusami, non era mi intenzione importunarti.

# Dialogue_Response,DL_Allknowingmatoran_2_PlayerResponse_1
source: Visions, You've had visions of the future?
it: Visioni? Hai avuto visioni del futuro?
